[
  {
    "nct_id": "NCT06675565",
    "brief_title": "A Study to Evaluate ALN-AGT01 RVR in Adult Healthy Volunteers",
    "official_title": "A Phase 1, Randomized, Double-blind, Placebo-controlled, Single Ascending Dose Study of the Safety, Tolerability, and Pharmacokinetics of ALN-AGT01 RVR in Adult Healthy Volunteers",
    "overall_status": "RECRUITING",
    "start_date": "2024-11-05",
    "completion_date": "2025-09-08",
    "brief_summary": "The purpose of this study is to evaluate the safety, tolerability and PK of single ascending doses of ALN-AGT01 RVR.",
    "detailed_description": "No detailed description",
    "sponsor": "Alnylam Pharmaceuticals",
    "collaborators": [],
    "conditions": [
      "Healthy Volunteers"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06225544",
    "brief_title": "Lumasiran in Hyperoxalaemic Patients on Haemodialysis",
    "official_title": "Lumasiran in Hyperoxalaemic Patients on Haemodialysis",
    "overall_status": "RECRUITING",
    "start_date": "2024-04-14",
    "completion_date": "2025-03-01",
    "brief_summary": "This study will look at how well a drug that reduced the amount of oxalate in the body works in patients that have kidney disease and need dialysis treatment. People with kidney disease often have higher levels of oxalate in the blood. People with kidney disease are also at higher risk of having heart attacks, heart disease and strokes (these are called cardiovascular diseases). It is thought that high oxalate levels may increase the risk of these diseases. This study will investigate if this medicine can lower the amount of oxalate in the blood of dialysis patients and see if there is any change in the health of their heart. This medicine is already used for people who have high oxalate levels because of a genetic cause and has been used safely for patients on dialysis.\n\nThe study will put the participants randomly into either the group getting the study medicine or the group getting a placebo (this will be a solution of saline water). Neither participants not the doctors will know whether the drug or placebo is given until after the end of the study.\n\nAt the start of the study all the participants will have an echocardiogram (an ultrasound of the heart) and again 6 months later at the end of the study. We will also take blood tests once a month when the participants come for dialysis.",
    "detailed_description": "This is an investigator-initiated, double-blind, phase II two-centre medications study with an intervention and placebo arm.\n\nThe principal objective of this study is to establish if the administration of lumasiran versus placebo can effectively lower pre-dialysis oxalate levels in hyperoxalaemic haemodialysis patients with any cause of ESKD (end stage kidney disease) except known primary hyperoxaluria.\n\nThe hypothesis is that compared to placebo, the administration of lumasiran (the study drug) will reduce serum oxalate levels at 3-6 months post first dose in hyperoxalaemic haemodialysis patients.\n\nThis study will evaluate the use of lumasiran in haemodialysis patients. Lumasiran will be dosed as per the SmPC published by the European Medicines Agency. Monthly pre-dialysis plasma oxalate measurements will be taken to assess the effect of lumasiran on lowering the oxalate levels versus a placebo. Thus far studies have shown lumasiran to be well tolerated. The tolerability in this patient cohort will be evaluated and monitor inflammatory and cardiovascular biomarkers in addition to cardiac imaging with echocardiograms.",
    "sponsor": "Charite University, Berlin, Germany",
    "collaborators": [
      "Alnylam Pharmaceuticals"
    ],
    "conditions": [
      "Haemodialysis",
      "Chronic Kidney Disease Requiring Chronic Dialysis",
      "Cardiovascular Disease",
      "Cardiovascular Risk Factor",
      "Hyperoxalemia"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05023889",
    "brief_title": "Spectrum of Peripheral and Autonomic Neuropathies in Patients With aTTRwt Amyloidosis and Response to Patisiran Therapy",
    "official_title": "Spectrum of Peripheral and Autonomic Neuropathies in Patients With aTTRwt Amyloidosis and Response to Patisiran Therapy",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2022-08-03",
    "completion_date": "2026-01-31",
    "brief_summary": "To evaluate the efficacy and safety of patisiran in patients with wtATTR amyloidosis and symptomatic polyneuropathy by evaluating the effect on neurologic impairment and quality of life.",
    "detailed_description": "The study will consist of a baseline screening period and a 24-month treatment period. Eligible patient will receive patisiran administered as an IV infusion once every 21 days for a 24-month period. During the 24-month treatment period study patients will undergo assessments for efficacy and/or safety as outlined in the schedule of assessments with key efficacy assessments being performed prior to the first dose and proceeding as outlined in the schedule of assessments.",
    "sponsor": "Austin Neuromuscular Center",
    "collaborators": [
      "Alnylam Pharmaceuticals"
    ],
    "conditions": [
      "Polyneuropathies",
      "Wild Type ATTR Amyloidosis",
      "Wild-Type Transthyretin-Related (ATTR)Amyloidosis",
      "Wild-Type Transthyretin Cardiac Amyloidosis",
      "Transthyretin Amyloidosis"
    ],
    "interventions": [],
    "phases": [
      "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06659640",
    "brief_title": "A Study to Evaluate ALN-6400 in Adult Healthy Volunteers",
    "official_title": "A Phase 1, Randomized, Double-blind, Placebo-controlled Study of the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of Single Dose ALN-6400 in Adult Healthy Volunteers",
    "overall_status": "RECRUITING",
    "start_date": "2024-11-11",
    "completion_date": "2026-02-25",
    "brief_summary": "The purpose of this study is to evaluate the safety, tolerability, pharmacokinetics (PK) and pharmacodynamics (PD) of single ascending doses of ALN-6400 in healthy volunteers.",
    "detailed_description": "No detailed description",
    "sponsor": "Alnylam Pharmaceuticals",
    "collaborators": [],
    "conditions": [
      "Healthy Volunteers"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06845202",
    "brief_title": "A Phase 1 Study to Evaluate ALN-4324 in Overweight to Obese Healthy Volunteers",
    "official_title": "A Phase 1, Randomized, Double-blind, Placebo-controlled Study of the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of Single Dose ALN-4324 in Overweight to Obese Adult Healthy Volunteers",
    "overall_status": "RECRUITING",
    "start_date": "2025-03-03",
    "completion_date": "2026-06-30",
    "brief_summary": "The purpose of this study is to evaluate the safety and tolerability of single ascending doses of ALN-4324 in healthy volunteers and to characterize the single-dose PK of ALN-4324.",
    "detailed_description": "No detailed description",
    "sponsor": "Alnylam Pharmaceuticals",
    "collaborators": [],
    "conditions": [
      "Obese or Overweight Healthy Volunteers"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06393712",
    "brief_title": "A Phase 2 Trial of ALN-APP in Patients With Cerebral Amyloid Angiopathy",
    "official_title": "A Phase 2, Randomized, Double-blind, Placebo-controlled Study to Evaluate the Efficacy, Safety, Tolerability, and Pharmacodynamics of Intrathecally Administered ALN-APP in Patients With Cerebral Amyloid Angiopathy (CAA)",
    "overall_status": "RECRUITING",
    "start_date": "2024-05-17",
    "completion_date": "2029-11-01",
    "brief_summary": "The purpose of the study is to evaluate the effect of ALN-APP on measures of CAA disease progression and to characterize the safety, tolerability, and pharmacodynamics (PD) of ALN-APP in adult patients with sporadic CAA (sCAA) and Dutch-type CAA (D-CAA). The study will be conducted over 2 periods: a 24-month double-blind treatment period and an optional 18-month open-label extension (OLE) period. The estimated duration of study participation, inclusive of screening, treatment, and additional safety follow-up, is up to 50 months.",
    "detailed_description": "No detailed description",
    "sponsor": "Alnylam Pharmaceuticals",
    "collaborators": [],
    "conditions": [
      "Cerebral Amyloid Angiopathy"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05661916",
    "brief_title": "A Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of ALN-TTRSC04 in Healthy Subjects",
    "official_title": "A Phase 1, Randomized, Double-Blind, Placebo Controlled, Single-Ascending Dose Study to Evaluate the Safety, Tolerability, Pharmacokinetics (PK), and Pharmacodynamics (PD) of Subcutaneously Administered ALN-TTRSC04 in Healthy Subjects",
    "overall_status": "RECRUITING",
    "start_date": "2023-01-16",
    "completion_date": "2025-09-01",
    "brief_summary": "The purpose of this study is to evaluate the safety, tolerability, pharmacodynamics (PD) and pharmacokinetics (PK) of single ascending doses of ALN-TTRSC04.",
    "detailed_description": "No detailed description",
    "sponsor": "Alnylam Pharmaceuticals",
    "collaborators": [],
    "conditions": [
      "Transthyretin-Mediated Amyloidosis"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06585449",
    "brief_title": "A Study to Evaluate ALN-HTT02 in Adult Patients With Huntington's Disease",
    "official_title": "A Randomized, Double-blind, Placebo-controlled Study, to Evaluate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of Intrathecally Administered Single Ascending Doses of ALN-HTT02 in Adult Patients With Huntington's Disease",
    "overall_status": "RECRUITING",
    "start_date": "2024-10-14",
    "completion_date": "2028-07-05",
    "brief_summary": "The purpose of this study is to evaluate the safety, tolerability, pharmacodynamics (PD) and pharmacokinetics (PK) of a single dose of ALN-HTT02.",
    "detailed_description": "No detailed description",
    "sponsor": "Alnylam Pharmaceuticals",
    "collaborators": [],
    "conditions": [
      "Huntington's Disease"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04153149",
    "brief_title": "HELIOS-B: A Study to Evaluate Vutrisiran in Patients With Transthyretin Amyloidosis With Cardiomyopathy",
    "official_title": "HELIOS-B: A Phase 3, Randomized, Double-blind, Placebo-controlled, Multicenter Study to Evaluate the Efficacy and Safety of Vutrisiran in Patients With Transthyretin Amyloidosis With Cardiomyopathy (ATTR Amyloidosis With Cardiomyopathy)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2019-11-26",
    "completion_date": "2026-12-01",
    "brief_summary": "This study will evaluate the efficacy and safety of vutrisiran 25 mg administered subcutaneously (SC) once every 3 months (q3M) compared to placebo in patients with ATTR amyloidosis with cardiomyopathy.",
    "detailed_description": "No detailed description",
    "sponsor": "Alnylam Pharmaceuticals",
    "collaborators": [],
    "conditions": [
      "Transthyretin Amyloidosis (ATTR) With Cardiomyopathy"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05577819",
    "brief_title": "Prevalence and Prediction of ATTR in Ambulatory Patients With HFpEF",
    "official_title": "Prevalence and Prediction of Transthyretin Amyloidosis in Ambulatory Patients With Heart Failure With Preserved Ejection Fraction",
    "overall_status": "RECRUITING",
    "start_date": "2020-10-02",
    "completion_date": "2026-12-31",
    "brief_summary": "Recent studies have shown that transthyretin amyloidosis (ATTR) can sometimes cause a type of heart failure where the pumping function of the heart is normal, also known as Heart Failure with Preserved Ejection Fraction (HFpEF) or diastolic heart failure. In this single center diagnostic study, we will evaluate for ATTR in patients with HFpEF in order to to determine how frequently this occurs and how we can predict which heart failure patients may have TTR amyloidosis. Our goal is to identify amyloidosis in heart failure patients earlier so that they can start treatment.",
    "detailed_description": "Patients 65-years and older with HFpEF will be enrolled to participate in this single center, event driven (positive nuclear amyloid scan also known as 99mTc-pyrophosphate SPECT scan) study.\n\nDuring the single study visit the following will be obtained:\n\n* 99mTc-pyrophosphate SPECT scan\n* Blood and DNA (optional) sample collection\n* Questionnaires in regards to neuropathy, carpal tunnel, frailty, and Heart failure symptoms and how they may affect ones quality of life\n* 6-Minute Walk Test\n* ECG (electrocardiogram)\n* Echocardiogram\n\nElectronic health records will be reviewed for up to 5 years in order to determine hospitalization and survival of the study participants. Clinical outcomes of interest include a combined endpoint of days alive outside of the hospital from heart failure hospitalizations at one and five years, presence of autonomic neuropathy, presence of carpal tunnel syndrome, presence of polyneuropathy. Additionally, Individual clinical endpoints are also endpoints of interest.\n\nThe results from this study will be used to determine how frequently heart failure patients have transthyretin amyloidosis in their heart and better understand their symptoms. We hope that better understanding transthyretin amyloidosis in heart failure patients will help us identify affected patients so that they can receive treatment.",
    "sponsor": "Massachusetts General Hospital",
    "collaborators": [
      "Akcea Therapeutics",
      "Pfizer",
      "Alnylam Pharmaceuticals",
      "Eidos Therapeutics, a BridgeBio company"
    ],
    "conditions": [
      "Transthyretin Amyloidosis",
      "Heart Failure",
      "Heart Failure, Diastolic",
      "Amyloidosis"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04152200",
    "brief_title": "A Study to Evaluate Lumasiran in Patients With Advanced Primary Hyperoxaluria Type 1",
    "official_title": "ILLUMINATE-C: A Single Arm Study to Evaluate Efficacy, Safety, Pharmacokinetics, and Pharmacodynamics of Lumasiran in Patients With Advanced Primary Hyperoxaluria Type 1 (PH1)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2020-01-21",
    "completion_date": "2025-07-01",
    "brief_summary": "The purpose of this study is to evaluate the efficacy, safety, pharmacokinetics (PK), and pharmacodynamics (PD) of lumasiran in patients with Advanced Primary Hyperoxaluria Type 1 (PH1).",
    "detailed_description": "No detailed description",
    "sponsor": "Alnylam Pharmaceuticals",
    "collaborators": [],
    "conditions": [
      "Primary Hyperoxaluria Type 1",
      "Primary Hyperoxaluria"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06423352",
    "brief_title": "A Study to Evaluate Zilebesiran in Japanese Patients With Mild to Moderate Hypertension",
    "official_title": "A Phase 1/2, Randomized, Double-blind, Placebo-Controlled, Parallel-Group Study to Evaluate the Safety, Tolerability, Efficacy, Pharmacodynamics, and Pharmacokinetics of Zilebesiran in Japanese Patients With Mild to Moderate Hypertension",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2024-06-05",
    "completion_date": "2025-09-30",
    "brief_summary": "The purpose of this study is to evaluate the safety, tolerability, efficacy, pharmacodynamics (PD) and pharmacokinetics (PK) of zilebesiran in Japanese patients with mild to moderate hypertension.",
    "detailed_description": "No detailed description",
    "sponsor": "Alnylam Pharmaceuticals",
    "collaborators": [],
    "conditions": [
      "Mild to Moderate Hypertension"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06600321",
    "brief_title": "A Study to Evaluate ALN-BCAT in Patients With Hepatocellular Carcinoma",
    "official_title": "A Phase 1 Study of ALN-BCAT as Monotherapy and in Combination With Pembrolizumab in Patients With Advanced or Metastatic Hepatocellular Carcinoma",
    "overall_status": "RECRUITING",
    "start_date": "2024-12-30",
    "completion_date": "2027-10-31",
    "brief_summary": "The purpose of the dose escalation part of the study is to characterize the safety and tolerability of ALN-BCAT as monotherapy and in combination with pembrolizumab; and to determine the recommended dose(s) for expansion (RDFE) of ALN-BCAT as monotherapy and in combination with pembrolizumab. The purpose of the dose expansion part of the of the study is to evaluate the antitumor activity of ALN-BCAT as monotherapy and in combination with pembrolizumab; to characterize the safety and tolerability of ALN-BCAT as monotherapy and in combination with pembrolizumab.",
    "detailed_description": "No detailed description",
    "sponsor": "Alnylam Pharmaceuticals",
    "collaborators": [],
    "conditions": [
      "Advanced Hepatocellular Carcinoma",
      "Metastatic Hepatocellular Carcinoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03759379",
    "brief_title": "HELIOS-A: A Study of Vutrisiran (ALN-TTRSC02) in Patients With Hereditary Transthyretin Amyloidosis (hATTR Amyloidosis)",
    "official_title": "HELIOS-A: A Phase 3 Global, Randomized, Open-label Study to Evaluate the Efficacy and Safety of ALN-TTRSC02 in Patients With Hereditary Transthyretin Amyloidosis (hATTR Amyloidosis)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2019-02-14",
    "completion_date": "2026-10-01",
    "brief_summary": "The purpose of this study is to evaluate the efficacy and safety of vutrisiran (ALN-TTRSC02) in participants with hereditary transthyretin amyloidosis (hATTR amyloidosis). Participants will receive vutrisiran subcutaneous (SC) injection once every 3 months (q3M) or the reference comparator patisiran intravenous (IV) injection once every 3 weeks (q3w) during the 18 month Treatment Period. This study will use the placebo arm of the APOLLO study (NCT01960348) as an external comparator for the primary and most other efficacy endpoints during the 18 Month Treatment Period. Following the 18 Month Treatment Period, all participants will be randomized to receive vutrisiran 50 mg SC injection once every 6 months (q6M) or vutrisiran 25 mg q3M in the Randomized Treatment Extension (RTE) Period. Upon implementation of Amendment 6, participants receiving vutrisiran SC 50 mg q6M will transition to vutrisiran SC 25 mg q3M at their next scheduled dosing.",
    "detailed_description": "No detailed description",
    "sponsor": "Alnylam Pharmaceuticals",
    "collaborators": [],
    "conditions": [
      "Amyloidosis, Hereditary",
      "Transthyretin Amyloidosis"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04569903",
    "brief_title": "Evaluation of a Claims-based Algorithm for the Identification of Transthyretin-mediated Amyloidosis (ATTR) Amyloidosis in Medical Records",
    "official_title": "Evaluation of a Claims-based Algorithm for the Identification of ATTR Amyloidosis in Medical Records",
    "overall_status": "RECRUITING",
    "start_date": "2024-08-01",
    "completion_date": "2026-02",
    "brief_summary": "The primary objective of this study is to evaluate the diagnostic performance of an algorithm in identifying patients with ATTR amyloidosis.",
    "detailed_description": "A screening strategy to identify ATTR in the large background population of patients with one or more common ATTR manifestations, would be of significant clinical value.\n\nIn addition, novel ATTR therapies have been recently made available or are currently in development in late-stage clinical trials. As early diagnosis and treatment is expected to achieve better outcomes, this makes the development and validation of an easily implemented, rapid and electronically-enabled diagnostic algorithm especially important.\n\nA medical and pharmacy claims-based algorithm was developed to potentially identify patients at risk of having ATTR. The goal of this study is to evaluate the ability of the algorithm to identify patients with ATTR by performing diagnostic clinical work up in patients that the algorithm identifies in a large dataset of patients at Yale.\n\nThe primary objective of this study is to evaluate the diagnostic performance of the algorithm in identifying patients with ATTR amyloidosis.\n\nThe secondary objective of this study is to estimate the clinical benefit of the algorithm, as measured by the added diagnostic value, i.e. the proportion or rate of patients who were previously undiagnosed. The total obtained prevalence will be assessed and informally compared to the referral-based prevalence of ATTR amyloidosis patients at Yale.",
    "sponsor": "Yale University",
    "collaborators": [
      "Alnylam Pharmaceuticals Inc"
    ],
    "conditions": [
      "Transthyretin Amyloidosis"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06272487",
    "brief_title": "Zilebesiran as Add-on Therapy in Patients With High Cardiovascular Risk and Hypertension Not Adequately Controlled by Standard of Care Antihypertensive Medications (KARDIA-3)",
    "official_title": "A Randomized, Double-blind, Placebo-controlled, Multicenter Study to Evaluate the Efficacy and Safety of Zilebesiran Used as Add-on Therapy in Adult Patients With High Cardiovascular Risk and Hypertension Not Adequately Controlled by Standard of Care Antihypertensive Medications",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2024-02-29",
    "completion_date": "2025-12-19",
    "brief_summary": "The purpose of this study is to evaluate the effect of zilebesiran as add-on therapy in patients with high cardiovascular risk and hypertension not adequately controlled by standard of care antihypertensive medications.",
    "detailed_description": "No detailed description",
    "sponsor": "Alnylam Pharmaceuticals",
    "collaborators": [],
    "conditions": [
      "High Cardiovascular Risk",
      "Hypertension"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05231785",
    "brief_title": "A Study to Evaluate the Safety and Tolerability of ALN-APP in Patients With EOAD",
    "official_title": "A Randomized, Double-blind, Placebo-controlled Single Ascending Dose and Open-label Multi-dose Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of Intrathecally Administered ALN-APP in Adult Patients With Early-onset Alzheimer's Disease (EOAD)",
    "overall_status": "RECRUITING",
    "start_date": "2022-02-04",
    "completion_date": "2029-03-01",
    "brief_summary": "The purpose of this study is to evaluate the safety, tolerability, pharmacodynamics (PD) and pharmacokinetics (PK) of a single dose and multiple doses of ALN-APP administered by intrathecal (IT) injection in adult patients with early-onset Alzheimer's Disease (EOAD). Maximum treatment duration for Part A: single dose. Maximum treatment duration for Part B: 12 months.",
    "detailed_description": "No detailed description",
    "sponsor": "Alnylam Pharmaceuticals",
    "collaborators": [],
    "conditions": [
      "Early-Onset Alzheimer Disease"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03997383",
    "brief_title": "APOLLO-B: A Study to Evaluate Patisiran in Participants With Transthyretin Amyloidosis With Cardiomyopathy (ATTR Amyloidosis With Cardiomyopathy)",
    "official_title": "APOLLO-B: A Phase 3, Randomized, Double-blind, Placebo-controlled Multicenter Study to Evaluate the Efficacy and Safety of Patisiran in Patients With Transthyretin Amyloidosis With Cardiomyopathy (ATTR Amyloidosis With Cardiomyopathy)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2019-09-04",
    "completion_date": "2027-03-01",
    "brief_summary": "The purpose of this study is to evaluate the efficacy and safety of patisiran in participants with ATTR amyloidosis with cardiomyopathy.",
    "detailed_description": "No detailed description",
    "sponsor": "Alnylam Pharmaceuticals",
    "collaborators": [],
    "conditions": [
      "Transthyretin Amyloidosis (ATTR) With Cardiomyopathy"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  }
]