[
  {
    "nct_id": "NCT05495464",
    "brief_title": "A Pilot \"Window-3\" Study of Acalabrutinib Plus Rituximab Followed by Brexucabtagene Autoleucel Therapy in Patients With Previously Untreated High-risk Mantle Cell Lymphoma",
    "official_title": "A Pilot \"Window-3\" Study of Acalabrutinib Plus Rituximab Followed by Brexucabtagene Autoleucel Therapy in Patients With Previously Untreated High-risk Mantle Cell Lymphoma",
    "overall_status": "RECRUITING",
    "start_date": "2022-11-18",
    "completion_date": "2027-03-31",
    "brief_summary": "To learn if giving acalabrutinib, rituximab, and brexucabtagene autoleucel to patients with previously untreated high-risk mantle cell lymphoma (MCL) can help to control the disease.",
    "detailed_description": "PRIMARY OBJECTIVES:\n\nTo determine the safety profile of the acalabrutinib plus rituximab combination followed by CAR T-cell therapy in newly diagnosed high risk MCL patients.\n\nSECONDARY OBJECTIVES:\n\nTo evaluate efficacy measured by complete response (CR) rate and progression free survival (PFS) of the acalabrutinib plus rituximab combination followed by CAR T-cell therapy in newly diagnosed high risk MCL patients.",
    "sponsor": "M.D. Anderson Cancer Center",
    "collaborators": [
      "Kite, A Gilead Company",
      "Acerta Pharma, LLC"
    ],
    "conditions": [
      "Lymphoma",
      "Mantle Cell Lymphoma"
    ],
    "interventions": [],
    "phases": [
      "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05794958",
    "brief_title": "Evaluate Safety of Axicabtagene Ciloleucel Reinfusion (Axi-Cel-2) in Patients With Relapsed and/or Refractory Second Line High-Risk Non-Hodgkin Lymphoma After Standard of Care Axi-Cel",
    "official_title": "A Phase Ib, Open Label Study to Evaluate Safety of Axicabtagene Ciloleucel Reinfusion (Axi-Cel-2) in Patients With Relapsed and/or Refractory Second Line High-Risk Non-Hodgkin Lymphoma After Standard of Care Axi-Cel",
    "overall_status": "RECRUITING",
    "start_date": "2023-05-23",
    "completion_date": "2038-04-01",
    "brief_summary": "This is a phase Ib study to establish safety of Axi-Cel-2 in patients with Large B Cell Lymphoma (LBCL) who are at high risk of relapse.",
    "detailed_description": "No detailed description",
    "sponsor": "Stanford University",
    "collaborators": [
      "Kite Pharma"
    ],
    "conditions": [
      "Non-Hodgkin Lymphoma",
      "Large B-cell Lymphoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05168423",
    "brief_title": "CART-EGFR-IL13Ra2 in EGFR Amplified Recurrent GBM",
    "official_title": "Phase 1, Open-label Study Evaluating the Safety and Feasibility of CART-EGFR-IL13Ra2 Cells in Patients With EGFR-Amplified Recurrent Glioblastoma",
    "overall_status": "RECRUITING",
    "start_date": "2023-02-24",
    "completion_date": "2039-12-19",
    "brief_summary": "This is an open-label phase 1 study to assess the safety and feasibility of autologous T cells co-expressing two CARs targeting the cryptic EGFR epitope 806 and IL13Ra2 (referred to as \"CART-EGFR-IL13Ra2 cells\") in patients with EGFR-amplified glioblastoma, IDH-wildtype that has recurred following prior radiotherapy. This study will take place in two parts: an initial dose escalation phase followed by a dose exploration phase. In the dose expansion phase, the maximum tolerated dose (MTD) of CART-EGFR-IL13Ra2 cells will be determined using a standard 3+3 design. Once the MTD has been determined, the dose exploration phase will allow for further identification of a recommended dose for expansion (RDE) as well as the safety and feasibility of alternative dosing schedules.",
    "detailed_description": "No detailed description",
    "sponsor": "University of Pennsylvania",
    "collaborators": [
      "Kite Pharma (a Gilead Company)"
    ],
    "conditions": [
      "Glioblastoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  }
]