[
  {
    "nct_id": "NCT06658574",
    "brief_title": "Oral Acetaminophen for Post-Op Pain Management in Bariatric Surgery Patients",
    "official_title": "Comparative Efficacy of Two Different Oral Dosage Forms of Acetaminophen for Post-operative Analgesia in Bariatric Surgery Patients",
    "overall_status": "RECRUITING",
    "start_date": "2024-11-13",
    "completion_date": "2026-05",
    "brief_summary": "Adult patients with morbid obesity who have had Roux-en-Y gastric bypass (RYGB) or laparoscopic sleeve gastrectomy (LSG) surgery have impaired drug metabolism. There is a paucity of information available on how these patients metabolize acetaminophen post operatively and if drug preparation has any effect on achieving adequate pain control. The surgery may alter the stomach pH, reduce surface area of the stomach, affect transit time, and alter anatomic and physiologic standard absorption of medications. Due to these anatomic and physiologic changes, we seek to understand the potential effects of liquid versus pill formulations of acetaminophen on pain control in this patient population. The purpose of this study is to assess for subjective and objective measures of optimized pain control between formulations of acetaminophen including oral pills and oral liquid.",
    "detailed_description": "There is limited information on pharmacokinetics among morbidly obese patients and even less among patients who have undergone metabolic and bariatric surgery (MBS). However, it is known that these patients have altered metabolism due to anatomic and physiologic changes related to body habitus, that are further complicated post MBS. The quadruple aim consists of population health, reduces costs, improved healthcare worker experience and improved patient experience. To provide a comprehensive healthcare approach for this patient population, improved pain management through the utilization of lower cost formulations of acetaminophen can result in improved patient experience through enhanced pain management, avoidance of unnecessary ED visits and/or hospital readmissions. Healthcare worker experience may be improved through less provider and nurse burden from under managed pain, and improved patient outcomes resulting in greater job satisfaction. In 2021, the annual drug overdose death rate in New Jersey is 32.4 per 100,000.3 It is essential that alternatives to opioid medications provide adequate pain control if we are to address this public health crisis.\n\nNo previous research was identified that evaluates the effectiveness of tablet vs liquid oral acetaminophen despite some evidence of alterations in absorption of tablets among post RYGB or LSG patients. In a small study among severely obese adolescent females, results demonstrated the participants required more than double the amount of IV acetaminophen to achieve equal serum concentrations. Additionally, a small study demonstrated that to achieve near-equivalent pain control post-operatively of colorectal surgery, IV acetaminophen was more effective when administered. Additional studies have demonstrated increased clearance of drugs metabolized by CYP1A2 and CYP2D6 pathways. These pathways are specifically involved in acetaminophen metabolism. The main pathway for acetaminophen metabolism is glucuronidation. Obesity has been associated with increase glucuronide clearance, therefore leaving less acetaminophen available for metabolism by CYP2E1. Furthermore, the anatomic and physiologic changes post-operatively, including a decrease gastrointestinal surface area and length contribute to alternations in drug bioavailability. This evidence leads to the hypothesis that higher dosing of oral acetaminophen is required to achieve adequate pain control when compared to non-obese patients. Based upon previous literature and current understanding of post-operative anatomic and physiologic alterations, there is a lack of evidence to support the preferred formulation of oral acetaminophen in this patient population.\n\nObjective:\n\nTo evaluate the therapeutic effects on pain control of acetaminophen pills vs. acetaminophen liquid on post-operative pain control in patients status post RYGB or LSG.\n\nHypotheses/Research Question(s):\n\nH0: There will be no difference in pain control between the liquid and pill formulations of acetaminophen among patients status post RYGB or LSG.\n\nH1: The investigators hypothesize that based on post-operative changes, the liquid formulation of acetaminophen will result in improved pain control among patients status post RYGB or LSG.\n\nResearch Procedures:\n\nPrior to initiation of the study, pharmacy, nursing, and medical leadership will be informed of the stratification of acetaminophen formulations based upon surgery day.\n\nPatients will be stratified to two arms of the study utilizing the National Cancer Institute's Clinical Trial Randomization Tool. Trial parameters using the asymptotic maximal randomization method, ratio of 1:1, and a participant count of 150 were inputted to create a randomization file. Presently, all patients receive acetaminophen as part of their multi-modal post-operative pain management. The clinical coordinator of the bariatric program on this study will recruit patients during the pre-operative admission process. Consent will occur at the bedside in same day surgery. The clinical coordinator for the bariatric program who is a study team member will be responsible for obtaining patient consent into the study. It is anticipated the consent discussion will be less than 15 minutes per patient. There is no waiting period expected.\n\nIt is anticipated that equal number of patients in both arms of the study will be obtained.\n\nData Points:\n\nVariable will include length of stay (LOS), morphine equivalents, documented pain level, heart rate after cleared from anesthesia, blood pressure after cleared from anesthesia, ED visits within 7 days from discharge, hospital readmissions within 7 days, out of bed/ambulation, time to PO acetaminophen. Demographic data including age, sex, race, weight, height, BMI, co-morbidities.\n\nStudy Duration:\n\nThe enrollment period is anticipated to be three months. Total study duration, including data analysis and manuscript writing are anticipated to take two years.\n\nEndpoints:\n\nParticipants may be removed from the study if experiencing inadequate pain control or experiencing elevated glucose levels to ensure pain control and glucose are medically managed as required. Participants will be removed from the study if they experience any allergic reactions to any formulation of acetaminophen to ensure patient safety.\n\nPrimary outcomes include pain control. Secondary outcomes include LOS and morphine equivalents.",
    "sponsor": "Rutgers, The State University of New Jersey",
    "collaborators": [
      "Rutgers Robert Wood Johnson Medical School"
    ],
    "conditions": [
      "Post Operative Analgesia",
      "Bariatric Surgery",
      "Bariatric Surgery (Gastric Bypass)",
      "Bariatric Surgery Patients",
      "Perioperative Analgesia"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06887920",
    "brief_title": "Comparison of MiSight 1-Day and Acuvue Oasys for Presbyopia in Myopic Children",
    "official_title": "MultifocAL COntact Lenses for Myopia and Their Effect on Axial Length Elongation in Children",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2021-02-11",
    "completion_date": "2025-12",
    "brief_summary": "This study will compare the effects on myopia progression over the course of one year for eyes wearing MiSight 1 Day contact lenses compared to ACUVUE OASYS for PRESBYOPIA contact lenses.",
    "detailed_description": "No detailed description",
    "sponsor": "Pauline Kang",
    "collaborators": [
      "Johnson & Johnson Vision Care, Inc."
    ],
    "conditions": [
      "Myopia Progressing"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04421573",
    "brief_title": "Cervical Plexus Hydrodissection With D5W for PTSD",
    "official_title": "Cervical Plexus Hydrodissection With D5W for PTSD Versus Delayed Treatment/Usual Care",
    "overall_status": "RECRUITING",
    "start_date": "2023-07-10",
    "completion_date": "2027-10-01",
    "brief_summary": "PTSD is a chronic mental health condition that drastically reduces an individual's quality of life Dextrose injection with a small needle has been used for chronic pain patients and observational results have shown it to be effective in reducing anxiety, brain fog, and depression in patients with PTSD. This randomized trial will compare dextrose injection with a delayed/usual treatment control.",
    "detailed_description": "PTSD is a well-recognized debilitating mental health condition associated with previous trauma exposure. It is part of the DSM-5 Trauma and Stressor related disorders category. Treatments for PTSD normally involve a multi-disciplinary approach. First-line treatments include psychotherapy and serotonergic reuptake inhibitors. Many patients fail pharmacotherapy and psychotherapy. Unilateral stellate ganglion block performed favorably for treatment of PTSD in a recent RCT, based upon an expectation that the cervical sympathetic system is neuropathically upregulated in PTSD. However, inclusion of lidocaine requires the presence of an emergency response team due to the potential for inadvertent intravascular injection with generalized seizures or hypotension, and inadvertent laryngeal or phrenic nerve block. Perineural injection of peripheral nerves, plexi, or sympathetic ganglia with dextrose 5% in water (D5W), has performed well empirically in the treatment of post-traumatic stress disorder. No lidocaine is utilized, which allows for avoidance of lidocaine toxicity risk, or any risk of nerve block. Because of that, bilateral procedures are feasible, and these procedures can be performed in any outpatient office with ultrasound availability, as emergency team backup is not necessary, making the procedure readily accessible. A cumulative benefit has been observed, as well. The effects of BHDCP with D5W as a stand-alone treatment for PTSD has not been formally evaluated. This small study is designed as a feasibility study with study acceptance rate, protocol adherence, and satisfaction as primary outcomes. Secondary outcomes will include short term and long-term effects of BHDCP with D5W on the Post Traumatic Stress Disorder Check List for Civilians (PCL-C), The primary hypotheses are that the acceptance rate and protocol adherence will both exceed 80%, and satisfaction will be 6/10 or higher on a 0-10 satisfaction scale. A study size of 24 is planned, based on power analysis.",
    "sponsor": "Dr. Dean Reeves Clinic",
    "collaborators": [
      "Francois Louw, M.D",
      "Jannice Bowler, M.D.",
      "Stanley Lam, M.D.",
      "Paul Johnson, D.O.",
      "Eric Phillippi, M.D.",
      "Ryan Wood, N.D.",
      "Smigel, Liza, M.D."
    ],
    "conditions": [
      "PTSD"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02390973",
    "brief_title": "Surgery Versus Best Medical Management for the Long Term Remission of Type 2 Diabetes and Related Diseases (REMISSION)",
    "official_title": "Surgery Versus Best Medical Management for the Long Term Remission of Type 2 Diabetes and Related Diseases (REMISSION)",
    "overall_status": "RECRUITING",
    "start_date": "2015-03",
    "completion_date": "2029-03",
    "brief_summary": "Bariatric surgery procedures induce weight loss through restriction and/or malabsorption. The mechanisms underlying type 2 diabetes remission and others metabolic improvements after Roux-en-Y Gastric Bypass (RYGB), sleeve gastrectomy (SG) or biliopancreatic diversion with duodenal switch (BPD-DS) have not yet been formally studied. The investigators propose a longitudinal study with the overall objective of measuring the long-term impact of these three bariatric surgeries (RYGB, SG, BPD-DS) on metabolic, renal and cardiovascular fate in patients with type 2 diabetes. The investigators overall hypothesis is that some bariatric procedures generate hitherto unrecognized effects on many disease-related outcomes, which greatly contributes to their beneficial impact in diabetic patients. The investigators propose 3 specific aims: 1) to establish the long term effect of the three surgeries on the metabolic recovery and quality of life in groups of diabetic patients treated with insulin, hypoglycemic agents or diet; 2) to establish the long term impact of the three surgeries on renal and cardiovascular functions in subgroup of patients with these conditions; 3) to compare metabolic impact of surgeries to those of best medical care for diabetes in a non-surgical control group. For most severely obese patients, lifestyle interventions, perhaps effective in inducing short-lived weight losses, are ineffective for long-term weight loss maintenance and durable metabolic recovery. The increasing popularity of obesity surgeries calls for a better understanding of the underlying mechanisms. This is especially true and urgent when considering that knowledge on the relative impact of each procedure (i.e. SG vs. RYGB and BPD-DS) in resolving T2D is still limited. Better knowledge on each of the procedures will allow stronger scientific rationale for selecting the right surgery for the right patient and improve care for the severely obese individual.",
    "detailed_description": "No detailed description",
    "sponsor": "Laval University",
    "collaborators": [
      "Johnson & Johnson Medical Products",
      "Institut universitaire de cardiologie et de pneumologie de Québec, University Laval"
    ],
    "conditions": [
      "Bariatric Surgery Candidate",
      "Diabetes"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04892173",
    "brief_title": "JNJ-90301900 (NBTXR3) Activated by Radiotherapy With or Without Cetuximab in LA-HNSCC",
    "official_title": "A Phase 3 Study of NBTXR3 Activated by Investigator's Choice of Radiotherapy Alone or Radiotherapy in Combination With Cetuximab for Platinum-based Chemotherapy-Ineligible Elderly Patients With LA-HNSCC",
    "overall_status": "RECRUITING",
    "start_date": "2022-01-27",
    "completion_date": "2027-06-30",
    "brief_summary": "This is a global, open-label, randomized, 2-arm, Investigator's choice Phase 3 (Pivotal Stage) study to investigate the efficacy and safety of JNJ-90301900 (NBTXR3) / radiation therapy (RT)±cetuximab versus RT±cetuximab in treatment-naïve, platinum-ineligible, elderly participants with locally advanced head and neck squamous cell carcinoma (LA-HNSCC).",
    "detailed_description": "Participants will undergo a screening assessment over a period of less than or equal to (\\<=) 28 days to determine eligibility.\n\nEligible participants will be treated by the Investigator's choice of RT alone or RT in combination with cetuximab. Following the Investigator's choice, participants will be randomized in a 1:1 ratio:\n\n* Arm A: JNJ-90301900 (NBTXR3), as an intratumoral/intranodal injection, activated by investigator's choice of RT alone or RT in combination with cetuximab\n* Arm B: Investigator's choice of RT alone or RT in combination with cetuximab\n\nAll participants (Arm A and Arm B) will receive 70 Gy in 35 fractions over a 7 week period.\n\nAn EOT visit will be performed 4 weeks after the completion of RT. Follow-up visits will start at 12 weeks post-RT completion, and will continue every 12 weeks for 2 years, and then every 24 weeks thereafter until death; the participant is determined to be lost to follow up; withdrawal of consent; or the end of the study, whichever occurs first. Participants who have received further anti-cancer therapy for the study disease and/or have had disease progression/recurrence will be followed only for survival information",
    "sponsor": "Johnson & Johnson Enterprise Innovation Inc.",
    "collaborators": [],
    "conditions": [
      "Locally Advanced Head and Neck Squamous Cell Carcinoma",
      "Aged"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06778057",
    "brief_title": "Clinical Performance of Three Daily Disposable Silicone Hydrogel Contact Lenses",
    "official_title": "Clinical Performance of Three Daily Disposable Silicone Hydrogel Contact Lenses",
    "overall_status": "RECRUITING",
    "start_date": "2024-12-29",
    "completion_date": "2025-07-31",
    "brief_summary": "This is a subject-masked, randomized, prospective, bilateral, 3x3 crossover dispensing clinical investigation to assess the clinical performance of a new lens type comparison.",
    "detailed_description": "No detailed description",
    "sponsor": "Johnson & Johnson Vision Care, Inc.",
    "collaborators": [],
    "conditions": [
      "Visual Acuity"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06967129",
    "brief_title": "Evaluation of Daily Disposable Toric Soft Lenses Manufactured With an Alternative Hydration Process",
    "official_title": "Evaluation of Daily Disposable Toric Soft Lenses Manufactured With an Alternative Hydration Process",
    "overall_status": "RECRUITING",
    "start_date": "2025-04-25",
    "completion_date": "2025-07-11",
    "brief_summary": "This is a prospective, multi-site, dispensing, randomized, controlled, double-masked, bilateral wear, 2x2 crossover study to evaluate the safety and effectiveness of the test lens.",
    "detailed_description": "No detailed description",
    "sponsor": "Johnson & Johnson Vision Care, Inc.",
    "collaborators": [],
    "conditions": [
      "Astigmatism"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT01698840",
    "brief_title": "Effect of Vitamin D in Diets of Preterm Infants",
    "official_title": "An Evaluation of the Effects of Two Levels of Vitamin D in Infants Fed Preterm or Transitional Formula on Serum 25-Hydroxyvitamin D and Bone Status in Preterm Infants: A Double-Blind, Randomized Controlled Trial",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2013-01",
    "completion_date": "2025-12",
    "brief_summary": "Transitional formulas (22 kcal/oz) are recommended for infants less than 35 weeks gestation at birth. However, few data are available related to follow-up of infants receiving these formulas who were 28-34 weeks gestation at birth.\n\nPrimary hypothesis: Provision of supplemental vitamin D to a transitional formula will lead to higher serum 25-hydroxyvitamin D (25-OHD) levels and no infant with a serum 25-OHD less than 20 ng/mL when assessed at approximately 52 weeks post-menstrual age (PMA).",
    "detailed_description": "No detailed description",
    "sponsor": "Baylor College of Medicine",
    "collaborators": [
      "Mead Johnson Nutrition",
      "The Children's Nutrition Research Center"
    ],
    "conditions": [
      "Premature Infants"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05734638",
    "brief_title": "Stress and Blood Pressure Management for Caregivers",
    "official_title": "Self-Care and Blood Pressure for Women Caregivers of Black and African-Americans With Alzheimer's Disease or Other Memory Problems *",
    "overall_status": "RECRUITING",
    "start_date": "2023-09-11",
    "completion_date": "2025-09-30",
    "brief_summary": "Due to health and wealth disparities, no demographic group is more at risk than African American women for the double jeopardy of stress from caregiving for persons living with dementia (PLWD) and stress associated with hypertension (HTN). This double jeopardy puts those they care for in jeopardy as well: Reduced quality of life and longevity, disability, cognitive decline, and stroke associated with HTN1 impede caregiving activities and resultant health and well-being for persons living with Alzheimer's disease and related dementias (ADRD). Although successful multi-component interventions have addressed ADRD caregiver stress (REACH II) and the Savvy Caregiver program, to our knowledge there are no interventions that target the complexity of chronic caregiving stress and HTN self-care for African American women caregivers of persons living with ADRD.\n\nThis project will test two interventions for their effectiveness in improving outcomes for the target group: Mindfulness in Motion (MIM) and the Dietary Approaches to Stop Hypertension (DASH). MIM includes mindful awareness and movement from a seated position, breathing exercises, healthy sleep, and guided mindfulness meditation. The DASH component will be tailored for Black Americans. It uses a critical thinking approach that involves problem solving, participant-centered goal setting, health coaching, reflection, and development of self-efficacy (confidence) to promote physical activity and healthy eating. Solid empirical evidence demonstrates its effectiveness in reducing blood pressure among mixed-race samples.",
    "detailed_description": "Our long-term goal is to develop effective interventions to reduce cardiovascular health disparities and improve health outcomes among African American women. Given this gap in knowledge (i.e., interventions targeting caregiving stress and hypertension self-care), our Stage I pilot study focuses on a) caregiver stress and b) self-care for hypertension, the most prevalent chronic condition among African American women caregivers of PLWD. We know lifestyle changes are effective in managing HTN, but they will not make a difference in controlling hypertension if individuals do not engage in these health behaviors. Unfortunately, African American women are less likely to engage in self-care (such as diet and exercise behaviors) if they believe their hypertension is caused by stress. Indeed, our past research demonstrates that stressful interpersonal communication problems, blood pressure knowledge deficits, and complex diet information all interfered with older African American women's blood pressure self-care. Thus, we investigate the hypothesis that by addressing stress reactivity/stress resilience as the underlying mechanism to facilitate behavioral change, the intervention will be successful in enhancing HTN self-care.\n\nA small-scale, Stage I, three-group randomized controlled trial (RCT) will investigate the feasibility of MIM plus DASH to improve blood pressure self-care in African American caregivers, as compared to MIM only or DASH only. Each intervention will be delivered in eight weekly 1-hour group sessions via telehealth.\n\nTo our knowledge, this is the first study that systematically a) examines impact on self-care behaviors and b) employs one of the Science of Behavioral Change key mechanisms underlying successful change in health behaviors-stress reactivity/stress resilience among a large, underrepresented demographic group. PI Wright will recruit 90 women with hypertension who are caring for persons living with ADRD, 30 per group (MIM DASH, MIM only, or DASH only). We will collect data at baseline, 3-months, and 6-months. The interprofessional team pursuing this project has worked together for 3 years. Our aims will be as follows:\n\nAIM 1. Determine the feasibility of MIM DASH, MIM, and DASH for African American women caregivers of family/friends living with dementia. Hypothesis: African American women caregivers with hypertension will participate in the MIM DASH as well as the active control groups (MIM or DASH).\n\nAim 2. Examine pilot efficacy of the MIM DASH intervention to improve stress and self-care as compared to active control groups (MIM or DASH). Hypothesis: Stress will be reduced and self-care will be improved in the MIM DASH group as compared to active control groups (MIM or DASH).\n\nAIM 3. Examine the pilot efficacy of the combination of MIM plus DASH for improvement of systolic blood pressure (SBP) as compared to active control groups (MIM or DASH). Hypothesis: Relative to baseline assessment, the MIM DASH group will exhibit lower SBP at 3 and 6 months as compared to active control groups (MIM or DASH).",
    "sponsor": "Ohio State University",
    "collaborators": [
      "Robert Wood Johnson Foundation"
    ],
    "conditions": [
      "Hypertension",
      "Stress, Psychological"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05531292",
    "brief_title": "PROOF-OF-CONCEPT STUDY FOR NEW INTRAOCULAR LENS, MODEL C0002",
    "official_title": "PROOF-OF-CONCEPT STUDY FOR NEW INTRAOCULAR LENS, MODEL C0002",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2022-11-22",
    "completion_date": "2025-05-30",
    "brief_summary": "Prospective, two-arm, randomized, bilateral, subject/evaluator-masked clinical study to evaluate the distance visual acuity, peripheral refractive error and functional vision of the EPV IOL compared to a standard monofocal control IOL.",
    "detailed_description": "No detailed description",
    "sponsor": "Johnson & Johnson Surgical Vision, Inc.",
    "collaborators": [],
    "conditions": [
      "Cataracts"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05256940",
    "brief_title": "Motivational Interviewing to Address Suicidal Ideation for Veterans at High Risk for Suicide",
    "official_title": "Motivational Interviewing to Address Suicidal Ideation: A Randomized Controlled Trial With Suicidal Veterans",
    "overall_status": "RECRUITING",
    "start_date": "2022-11-30",
    "completion_date": "2027-06-29",
    "brief_summary": "The purpose of this project is to conduct a randomized control trial with 470 Veterans to examine the impact of a revised version of Motivational Interviewing to Address Suicidal Ideation (MI-SI-R) on risk for suicide attempts and suicidal ideation when compared to high quality usual care.",
    "detailed_description": "Research suggests that treatments to reduce suicidal behavior may need to focus on both the motivation to live and the motivation to die to obtain optimal effects. The PI developed a revised version of Motivational Interviewing to Address Suicidal Ideation (MI-SI-R) to help Veterans resolve ambivalence about living by increasing the motivation to live, that consists of three sessions delivered in-person, virtually, or by telephone. Enhanced usual care (EUC) for high-risk Veterans includes safety plans administered or reviewed by research therapists, care coordination, and access to a 24-hour crisis hotline. In a preliminary randomized controlled trial (RCT) in psychiatrically hospitalized Veterans, MI-SI-R plus EUC was associated with 50% fewer suicide attempts and 41% lower likelihood of suicidal ideation compared to EUC alone. The investigators are proposing an RCT comparing MI-SI-R plus EUC (MI-SI-R+EUC) to EUC alone in a sample of 470 high-risk Veterans with recent suicidal crises from three VHA Medical Centers, with \"high-risk\" defined as a suicide attempt within a month or suicidal ideation \\> 5 on the Beck Scale for Suicidal Ideation. Half (n = 235) will be randomized to MI-SI-R+EUC (three sessions in-person, via Video Connect, or telephone) and the remaining participants (n = 235) will receive EUC alone. All participants will be asked to complete telephone follow-up assessments at 1, 3, 6, and 12-months after randomization. This will allow the investigators to determine the efficacy of MI-SI-R+EUC in reducing risk for suicide attempts (Aim 1) and reducing overall suicidal ideation (Aim 2) when compared to EUC alone.",
    "sponsor": "VA Office of Research and Development",
    "collaborators": [
      "Syracuse VA Medical Center",
      "Portland VA Medical Center",
      "Ralph H. Johnson VA Medical Center"
    ],
    "conditions": [
      "Suicide, Attempted",
      "Suicidal Ideation"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06116786",
    "brief_title": "A Study of JNJ-86974680 in Participants With Advanced Non-small Cell Lung Cancer",
    "official_title": "A Phase 1 Study of JNJ-86974680, an A2a Receptor Antagonist, Administered as Monotherapy and in Combination With Cetrelimab and Radiotherapy for Advanced Non-small Cell Lung Cancer",
    "overall_status": "RECRUITING",
    "start_date": "2023-11-27",
    "completion_date": "2029-06-07",
    "brief_summary": "The purpose of this study is to determine a safe and tolerable dose(s) of JNJ-86974680 for further research in combination with cetrelimab and radiation therapy.",
    "detailed_description": "No detailed description",
    "sponsor": "Johnson & Johnson Enterprise Innovation Inc.",
    "collaborators": [],
    "conditions": [
      "Carcinoma, Non-small-Cell Lung"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06085586",
    "brief_title": "Fibulink Syndesmosis Repair System With Early Full-Weight Bearing",
    "official_title": "Evaluation of Safety and Performance Outcomes of the Fibulink Syndesmosis Repair System With Early Full-Weight Bearing",
    "overall_status": "RECRUITING",
    "start_date": "2023-07-13",
    "completion_date": "2026-06-30",
    "brief_summary": "The purpose of the study is to evaluate the ability of the Fibulink Syndesmosis Repair System to maintain reduction of the ankle syndesmosis. Appropriate reduction of the syndesmosis is critical due the changes in tibiotalar contact pressure observed in cadaveric studies.6,7 Malreduction and instability of the distal tibiotalar joint can lead to chronic instability, increased articular damage and ultimately degenerative arthritis.7,8 Medial to lateral translation of distal tibia and fibula of 2 mm or more has been considered pathologic.9 Earlier biomechanical study demonstrated the Fibulink system is superior in maintaining displacement of less than 2 mm.4 Given the improved strength, we also look to evaluate the outcomes of initiating full weight bearing (100%) with Controlled Ankle Motion (CAM) boot at 4 weeks postoperatively. One of the big limitations for trans-osseous screw fixation is delayed weight bearing due to risk of screw breakage.1 Suture button technique allowed for early weight bearing with average of 6 weeks postoperatively using TightRope.2,10-12By initiating full weight bearing (100%) with CAM boot at 4 weeks postoperatively, this would be a significant improvement in current clinical practice.",
    "detailed_description": "All ankle fractures will be evaluated by the orthopedic team. Standard radiographs including anteroposterior (AP), lateral and mortise view of the ankle will be obtained. Manual or gravity stress view will be performed if needed. Treatment options including nonoperative and operative management will be discussed with the patient including the risks and benefits. An informed decision will be made. Two separate informed consent will be obtained. The first will be an informed consent for the surgery, detailing the planned surgical procedure. The second will be an informed consent for the enrollment of the study, detailing the purpose of the study and the use of the Fibulink Syndesmotic Repair System in any cases of syndesmotic injury.\n\nShould the patient elects to proceed with surgery, the patient will be informed that fixation of the fractures will be performed first. Direct lateral approach to the distal fibular will be used for fixation of the lateral malleolus. If necessary, direct medial approach will be used for fixation of the medial malleolus. Once the fractures have been fixed, the syndesmosis will be stressed intraoperatively under live fluoroscopy. Based on the parameters described in 6.3, a decision will be made whether fixation of the syndesmosis is required if instability is noted. If fixation of the syndesmosis is required, it will be performed through the direct lateral approach.\n\nThe research coordinator will be informed of all patients that had the syndesmosis fixed with the Fibulink System. Patients will then be followed at the following time points: 2 weeks, 4-6 weeks, 8-10 weeks, 3 months and 6 months. During each follow-up time points, the tibiofibular overlap, tibiofibular clear space and medial clear space will be measured and recorded. The postoperative protocol will be as follow: Immediately post-op, patient will be placed in a short leg cast. At 2 weeks postop, the short leg cast will be removed. Suture removal will be performed. Patient will be placed in a CAM boot and instructed to perform early active ankle range-of-motion. Depending on the study group, at 4 weeks or 6 weeks postop, full weight bearing (100%) in the CAM boot will be allowed. Physical therapy will begin. At 8-10 weeks postop, full weight bearing (100%) without CAM boot will begin. Patients will continue to follow-up at 3 months and 6 months.\n\nThe research coordinator will ensure proper follow-up and will be responsible for data collection and input. After achieving the planned number of participants, the results of the two study sites will be gathered. Appropriate statistical analysis will be performed, and the results will be presented in a full manuscript format.",
    "sponsor": "Maimonides Medical Center",
    "collaborators": [
      "Johnson & Johnson Pharmaceutical Research & Development, L.L.C."
    ],
    "conditions": [
      "Ankle Fractures",
      "Bimalleolar Fractures",
      "Syndesmotic Injuries",
      "Bimalleolar Equivalent Fracture",
      "Maisonneuve Fracture",
      "Trimalleolar Fractures",
      "Ankle Dislocation"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02696265",
    "brief_title": "CFAE/Spatiotemporal Dispersion Guided Ablation Versus PVI Guided Ablation in Persistent AF",
    "official_title": "Complex Fractionated Atrial Electrocardiograms (CFAEs) Spatiotemporal Dispersion Guided Ablation Versus Pulmonary Vein Isolation (PVI) Guided Ablation in Persistent Atrial Fibrillation, a Multicenter Randomized Trial",
    "overall_status": "RECRUITING",
    "start_date": "2016-10-12",
    "completion_date": "2025-07",
    "brief_summary": "Objective: The purpose of this study is to compare the efficacy and safety of ablation of Atrial Fibrillation (AF) drivers marked by spatiotemporal dispersions and Complex Fractionated Atrial Electrocardiograms (CFAEs) to Pulmonary Vein Isolation (PVI) based ablation in patients with persistent AF.\n\nHypothesis: CFAE/spatiotemporal dispersion guided ablation will increase AF free survival compared to a PVI guided ablation.\n\nPatient population: Patients with persistent AF will be randomized based on a 2:1 ratio into one of two study arms:\n\n* CFAE/spatiotemporal dispersion guided ablation: CFAE mapping and ablation during AF aimed at restoring sinus rhythm during ablation.\n* PVI guided ablation: wide antral pulmonary vein isolation during mapping catheter control of pulmonary vein signals",
    "detailed_description": "Design: A prospective, multicenter, randomized unblinded clinical study.\n\nObjective: The purpose of this study is to compare the efficacy and safety of ablation of AF drivers marked by spatiotemporal dispersions and CFAEs guided ablation to PVI guided ablation in patients with persistent AF.\n\nHypothesis: CFAE/spatiotemporal dispersion guided ablation will increase AF free survival compared to a PVI guided ablation.\n\nEnrollment: 180 patients will be enrolled in this study.\n\nClinical Sites: International (including non EU-countries), multicenter study.\n\nPatient population: Patients with persistent AF (defined as atrial fibrillation which is sustained beyond 7 days but no more than one year, or lasting less than 7 days but necessitating pharmacologic or electrical cardioversion, but lasting longer than 48 hours) should be documented either on 12-lead ECG, transtelephonic monitoring (TTM), ambulatory holter monitoring (HM) or telemetry strip and a physician's note showing continuous AF. Furthermore patients who have failed at least one Anti Arrhythmic Drug (AAD) (Class I or III) as evidenced by recurrent symptomatic AF or intolerable side effects of the AAD. Eligible patients who sign the study informed consent form will be randomized based on a 2:1 ratio into one of two study arms:\n\n* CFAE/spatiotemporal guided ablation: CFAE/spatiotemporal dispersion mapping and ablation during AF aimed at restoring sinus rhythm during ablation. Pulmonal vein isolation will be checked before and after ablation using a mapping catheter\n* PVI guided ablation: wide antral pulmonary vein isolation during mapping catheter control of pulmonary vein signals\n\nPrimary Endpoint: Freedom from recorded AF or atrial flutter or atrial tachycardia recurrences (\\>30 seconds) without the use of AADs through 18 months follow-up, post-blanking, on either a 12 lead ECG on visits or on 24 hour holter monitoring or on symptom driven event monitoring.\n\nCFAE/spatiotemporal dispersions procedural details: To increase the accuracy of CFAE mapping, the Pentaray mapping catheter will be used to define spatiotemporal dispersion areas of CFAEs as specific targets of ablation as described by Seitz (see also citation) as follows. Dispersion areas are defined as clusters of electrograms, either fractionated or non-fractionated, that display interelectrode time and space dispersion at a minimum of 3 adjacent bipoles such that activation spread over all the AFCL. At each bipole in a dispersion area, one or more of the following fractionated or nonfractionated electrogram morphologies can be found:\n\n1. continuous, low-voltage fractionated electrograms (\"continuously fractionated signal\");\n2. bursts of fractionated electrograms (\"trains of fractionation\");\n3. fast nonfractionated electrograms (AFCL \\<120 ms; \"rapid fires\"); and\n4. slow nonfractionated electrograms (AFCL \\>120 ms).\n\nMultipolar electrogram dispersion and non-dispersion regions, illustrate that fractionated electrograms are found in both dispersion and non-dispersion regions.\n\nCFAE software can be used, but CFAE ablation is not guided by the software, but based on visual judgement. Preferably a CFAE map will be made before ablation to judge the sites of most extensive CFAE sites. Baseline mapping in both atria will be performed during AF with the PentaRay multispline catheter sequentially positioned in various regions of the RA and LA. At each location, the catheter will be maintained in a stable position for a minimum of 2.5 s. The operator will look for dispersion areas (electrograms exhibiting both time and spatial dispersion). Where dispersion are found and/or the catheter is not stable for 2.5 s, acquisitions will be repeated.\n\nAdditional risks: No additional risks are anticipated for patients enrolled in this study compared to patients undergoing ablation of symptomatic AF outside of the study, because the same catheter is used as in patients outside the study, and both methods (PVI and CFAE) are part of daily practice. Although none reported in the literature so far, CFAE ablation may cause more extensive lesions than other ablation for persistent atrial fibrillation, especially in the posterior wall. This in turn may cause pericardial effusion, myocardial rupture and atrio-esophageal fistula. All of these are potentially life threatening. However, energy settings are changed according to myocardial wall size and pressure recordings, in order to prevent these complications. Furthermore, also in the group of wide antral ablation, the posterior wall is targeted, possibly resulting in the same events. For prevention of posterior wall injury, temperature monitoring in the oesofagus may be used.\n\nThrombus formation is a complication that can occur with any ablation technique. Thrombi may dislodge and embolize, causing a stroke, myocardial infarction or other ischemic event. Therefore, it is required that activated clotting time (ACT) is kept above 300 seconds. This should be monitored every 30 minutes, and heparin should be administered depending on the outcome. The operator is responsible for maintaining an adequate ACT.\n\nRadiation exposure during the fluoroscopic imaging of the catheters may result in an increase in the lifetime risk of developing a fatal malignancy (0.1%) or a genetic defect in offspring (0.002%).\n\nPotential Benefit: The direct benefit for patients undergoing ablation is the potential elimination of AF episodes. It is furthermore expected that quality of life will improve and less frequent hospitalization will be needed. Whether further morbidity as cerebral vascular events are prevented is subject to discussion. The information gained from the conduct of this study may benefit patients with AF by improving future treatment modalities.",
    "sponsor": "Diagram B.V.",
    "collaborators": [
      "Biosense Webster, Inc.",
      "Johnson & Johnson"
    ],
    "conditions": [
      "Chronic Atrial Fibrillation"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05990322",
    "brief_title": "Empowering Economically Insecure Parents to Manage Child Anxiety",
    "official_title": "Empowering Anxious Parents to Manage Child Avoidance Behaviors: A Randomized Trial of a Single-Session Intervention Targeting Parent Accommodation",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2023-08-01",
    "completion_date": "2024-12-01",
    "brief_summary": "Efforts to develop and disseminate evidence based practices (EBPs) for youth anxiety have made great strides. Still, up to 82.2% of youth who need mental health treatment for anxiety never access care or drop out prematurely; commonly cited barriers to treatment are shortage of care, transportation limitations, financial burden, and gatekeeping behaviors by caretakers. As such, there is great need for accessible, scalable interventions that can ameliorate the global burden of youth anxiety, including those that help prevent the onset of anxiety in high-risk children. Single session interventions (SSIs), which have prevented and reduced child anxiety across numerous trials to date, may offer a promising solution, given their potential disseminability and cost-effectiveness. The proposed randomized trial will evaluate the effects of a novel, web-based, self-guided SSI designed to systematically reduce parent accommodation in economically insecure parents.",
    "detailed_description": "Anxiety disorders are among the most common, debilitating forms of childhood psychopathology, affecting 8.3-27.0% of youth before the age of 18 (Costello, Egger, \\& Angold, 2005). Child anxiety increases risk for psychiatric comorbidities across the lifespan (Copeland, Angold, Shanahan, \\& Costello, 2014), creates significant burdens for caregivers (Ramos-Cerqueira et al., 2008), and carries societal costs (Beecham, 2014; Bodden, Dirksen, Bögels, 2008). Although numerous interventions have been developed to treat youth anxiety disorders (Kendall, Achenbrand, \\& Hudson, 2003), up to 82.2% of US youth with anxiety will not receive adequate care (Merikangas et al., 2011). Several reasons may explain this discrepancy, including the length and cost of existing evidence-based interventions (EBIs) and limited accessibility for families in need. As such, there is great need for accessible, scalable interventions that can ameliorate the global burden of youth anxiety, including those that help prevent the onset of anxiety in high-risk children.\n\nThe inaccessibility of mental health care to low-SES children is especially problematic given the heightened risk for mental health problems within this population. (Bøe et al., 2011; Keating \\& Hertzman, 2000; Mendelson et al., 2008). In fact, children and adolescents who are socioeconomically disadvantaged are 3 times more likely to experience mental health difficulties, relative to their more advantaged peers (Reiss, 2013). This may reflect the fact that low SES is closely related to various other risk factors to psychopathology, like weaker family support networks, increased community violence exposure, greater odds of caregivers using harsh discipline strategies, and more exposure to stressful family life events (Everson-Rose et al., 2011; Hill et al., 1996; Shaw et al., 1998; Stein et al., 2003). Access levels vary as well; an examination of nation-wide data of mental health access among adolescents indicate that low-income families are significantly less likely to connect to services (Newacheck et al., 2003). Unfortunately, even when lower-SES youth do access evidence-based treatments, they may benefit less than their more-advantaged peers. It is critical to develop interventions that can not only efficiently target mechanisms most critical to reducing child psychopathology-especially common, impairing problems like anxiety disorders- that are designed for accessibility among historically underserved populations. A simultaneous emphasis on developing and testing child anxiety interventions that are effective and accessible is necessary to adequately serve the lower-SES children and families they are presumably designed to help.\n\nSingle-session interventions (SSIs) may offer one potential solution to this gap in care. SSIs include core components of comprehensive EBIs delivered succinctly to improve the odds of access and completion (Schleider \\& Weisz, 2017a). In a recent meta-analysis of 50 RCTs, SSIs reduced youth mental health problems of multiple disorders, with SSIs targeting child anxiety producing the largest effects (mean g = 0.58; Schleider \\& Weisz, 2017b). Thus, well-targeted SSIs may offer cost-effective additions or alternatives to traditional care for anxiety in youth. Given that family factors play a crucial role in the etiology of child anxiety, SSIs targeting parents and their interactions with offspring offer a novel approach to preventing youth anxiety (Degnan, Almas, Fox, 2010). Thus, the aim of this project is to test the acceptability and short-term effects of a novel, web-based SSI targeting parental accommodation: a well-established, potentially modifiable risk factor for child anxiety. Results may reveal a promising, targeted approach to scalable child anxiety prevention.\n\nResearch shows that parent accommodation can be systematically reduced via psychosocial intervention, and interventions targeting accommodation have helped mitigate child anxiety (Lebowitz, 2014). Translating core components of existing interventions that target parental accommodation into briefer, self-administered SSIs (i.e., those that do not involve a trained therapist) may improve families' access to empirically driven supports for child anxiety. It may also enhance the implementation of mental health interventions by lay providers who frequently interact with children (e.g. teachers and pediatricians). Thus, the goal of this project is to test a web-based, self-guided SSI (Project EMPOWER) targeting parental accommodation in a financially diverse sample.",
    "sponsor": "Stony Brook University",
    "collaborators": [
      "Robert Wood Johnson Foundation"
    ],
    "conditions": [
      "Project EMPOWER",
      "Online Resources and Referrals"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06614829",
    "brief_title": "Patient Reported Experiences and Outcomes Associated with Standard C-Section Wound Closure Versus STRATAFIX/DERMABOND PRINEO Wound Closure (CS-PREO)",
    "official_title": "Patient Reported Experiences and Outcomes Associated with C-Section Wound Closure Bundle",
    "overall_status": "RECRUITING",
    "start_date": "2024-10-22",
    "completion_date": "2025-12",
    "brief_summary": "The aim of the study is to compare outcomes between patients receiving standard C-section wound closure compared to a wound closure bundle that includes Stratafix sutures and Dermabond PRINEO.",
    "detailed_description": "The purpose of this study is to evaluate patient experience and patient reported outcomes following cesarean delivery in women receiving either standard wound closure or a wound closure bundle which includes both Stratfix sutures and Dermabond Prineo.\n\nPatients in both study arms will complete established questionnaires capturing patient-reported experience measures (PREMS) and patient-reported outcome measures (PROMS).",
    "sponsor": "North York General Hospital",
    "collaborators": [
      "Johnson & Johnson"
    ],
    "conditions": [
      "Cesarean Section; Complications, Wound, Infection (Following Delivery)"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04342039",
    "brief_title": "Epigenetic Health Benefits of Budesonide",
    "official_title": "Epigenetic Health Benefits of Budesonide",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2021-01-07",
    "completion_date": "2027-12-31",
    "brief_summary": "Around 40% of the world's population is now impacted by allergic disease and this figure continues to rise. It is now understood that allergic disease arises from complex interactions between genetic and environmental factors. Exposure to allergens such as dust mites and pollen, as well as air pollutants such as diesel exhaust particulates, can alter the ability of critical genes to be expressed appropriately, a process known as epigenetic modification. The epigenetic modifications induced by allergens and pollutants appears to be reversible, thus providing a mechanism by which allergic disease can be treated. Budesonide (Rhinocort®) is a corticosteroid nasal spray commonly used to treat allergy symptoms. While the anti- inflammatory and other pharmacological aspects of budesonide are well understood, recent studies have suggested that budesonide may also work by reversing the epigenetic modifications caused by allergen exposure, although this has not been examined in the context of real-world exposures in humans.\n\nThis study aims to harness the power of epigenetic analysis to determine whether the epigenetic landscape in patients suffering from allergic disease can be modified by the administration of budesonide. It will fill critical gaps in understanding of epigenetic effects and provide information to examine the connection between environmental impacts and treatment effects. The research will expand the mechanistic understanding of the therapeutic effects of budesonide for relief of nasal rhinitis symptoms and may reveal new mechanisms that could improve treatment of allergies or pollution exposure, or serve as a tool for evaluating future therapies. If this venture is successful, it will serve as a model for studying and optimizing the epigenetic effects of other treatments and other diseases.",
    "detailed_description": "To test this, the investigators have planned for two treatment trials where participants will act as both the control and tester (crossover design method). Participants will be provided a randomized treatment order of either 1) Budesonide (Rhinocort) or 2) placebo (no medication) nasal spray for the treatment trial. Participants will go through a series of nasal sampling, symptoms questionnaires, nasal inhalation flow readings during the in-person visits at the hospital. Investigators will also attempt to mimic allergen and pollution exposures, and track how the treatment affects one's nasal responses during visits. On days where participants do not have in-person visits, participants will continue using the treatment product on a daily basis. After one cycle of treatment, participants will go through a wash-out period before starting the second cycle with the opposite treatment (Budesonide (Rhinocort)/placebo).\n\nInvestigators are not expecting that participants' responses to the treatments or exposures will be noticeable to the participants. Any responses that may occur will probably only be detectable through careful examination of the collected nasal samples on a genetic basis. However, being able to understand the subtle changes will help investigators optimize and better understand the use of these treatments in the future.",
    "sponsor": "University of British Columbia",
    "collaborators": [
      "Genome British Columbia",
      "Johnson & Johnson Consumer Inc. (J&JCI)"
    ],
    "conditions": [
      "Epigenetic Effects of Intranasal Steroids",
      "Environmental Exposure"
    ],
    "interventions": [],
    "phases": [
      "PHASE4"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06179758",
    "brief_title": "Remote MS Care in Antwerp",
    "official_title": "Remote MS Care in Antwerp",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2024-05-23",
    "completion_date": "2026-03",
    "brief_summary": "Current clinical follow-up of multiple sclerosis (MS) patients suffers from some challenges, as many patients indicate they want to take up a more active role in the decision-making process. However, more than half of MS patients do not consider themselves well informed about their disease. Communication between patients and healthcare professionals (HCPs) has also been reported to be suboptimal, with incorrect alignment between patients and HCPs as a result and relapses going undetected. Digital telemonitoring tools could play a role in educating MS patients, allowing them to take up a more active role in the clinical decision-making process. Additionally, remote monitoring could lead to a better alignment between patient and HCPs and could ultimately even lead to a more efficient clinical workflow.\n\nIn this study, the investigators will investigate an existing digital telemonitoring solution called icompanion, developed by Icometrix. icompanion is a class 1 medical device in US (Food and Drug Administration - FDA) and Europe (Medical Device Directive - MDD). Using the icompanion MS app and website, patients can keep a diary, log symptoms, and perform tests for body function, cognitive function and fatigue based on clinically validated patient-reported outcomes (PROs). In addition, MS patients can add treatment information, from disease modifying therapies (DMTs) to symptomatic and rehabilitation treatments, and set reminders on when to take or perform their treatment. Furthermore, patients can easily upload their magnetic resonance imaging (MRI) scans (via the patient website) and view them (via the patient website and app) as well as learn about topics related to MS (e.g., MS types, MRI lesions). Finally, patients can prepare their consultations using a pre-visit checklist, the answers of which are also shared with the patient's clinical team.\n\nThis study aims to evaluate the feasibility to use this app in a population of 100 MS patients in Antwerp, in three clinical centres. For this, the following objectives have been set forth:\n\n* The primary objective is to evaluate the usability and acceptance of a digital remote monitoring solution for MS (icompanion).\n* The secondary objectives are:\n\n  1. To evaluate the relationship between MS patients' subjective health experience, disease control and disease acceptation (by using the Health Monitor) and adherence and usability\n  2. To evaluate the impact of the use of the solution on the Health Monitor profile (reflecting patients' subjective health experience, disease control and disease acceptation) in a pre- versus post-intervention analysis\n  3. To evaluate the impact of the solution on the MS patients' disease self-management, by use of the Multiple Sclerosis Self-Management Scale-Revised (MSSM-R)\n  4. To evaluate the impact of the solution on the clinical visit workflow, by using visual analogue scales with custom questions about impact on workflow\n* The tertiary objectives are:\n\n  1. To evaluate the concordance between patient-reported and clinician-assessed values of some of the parameters collected by the icompanion default dataset (e.g., patient-reported Expanded Disability Status Scale (EDSS), daily steps), when available\n  2. To evaluate the app features most used by patient users\n  3. To evaluate the web portal features most used by HCP users",
    "detailed_description": "No detailed description",
    "sponsor": "University Hospital, Antwerp",
    "collaborators": [
      "Janssen-Cilag div. of Johnson&Johnson SE",
      "icometrix",
      "Ziekenhuis Netwerk Antwerpen (ZNA)",
      "AZ Klina"
    ],
    "conditions": [
      "Multiple Sclerosis"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05106296",
    "brief_title": "Chemo-immunotherapy Using Ibrutinib Plus Indoximod for Patients With Pediatric Brain Cancer",
    "official_title": "Repurposing Ibrutinib for Chemo-Immunotherapy in a Phase 1b Study of Ibrutinib With Indoximod Plus Metronomic Cyclophosphamide and Etoposide for Pediatric Patients With Brain Cancer",
    "overall_status": "RECRUITING",
    "start_date": "2022-02-08",
    "completion_date": "2026-09",
    "brief_summary": "Recent lab-based discoveries suggest that IDO (indoleamine 2,3-dioxygenase) and BTK (Bruton's tyrosine Kinase) form a closely linked metabolic checkpoint in tumor-associated antigen-presenting cells. The central clinical hypothesis for the GCC2020 study is that combining ibrutinib (BTK-inhibitor) with indoximod (IDO-inhibitor) during chemotherapy will synergistically enhance anti-tumor immune responses, leading to improvement in clinical response with manageable overlapping toxicity.\n\nGCC2020 is a prospective open-label phase 1 trial to determine the best safe dose of ibrutinib to use in combination with a previously studied chemo-immunotherapy regimen, comprised of the IDO-inhibitor indoximod plus oral metronomic cyclophosphamide and etoposide (4-drug combination) for participants, age 6 to 25 years, with relapsed or refractory primary brain cancer. Those previously treated with indoximod plus temozolomide may be eligible, including prior treatment via the phase 2 indoximod study (GCC1949, NCT04049669), the now closed phase 1 study (NLG2105, NCT02502708), or any expanded access (compassionate use) protocols. A dose-escalation cohort will determine the best safe dose of ibrutinib for the 4-drug combination. This will be followed by an expansion cohort, using ibrutinib at the best safe dose in the 4-drug combination, to allow assessment of preliminary evidence of efficacy.",
    "detailed_description": "No detailed description",
    "sponsor": "Theodore S. Johnson",
    "collaborators": [
      "Augusta University",
      "CureSearch for Children's Cancer",
      "Rally Foundation for Childhood Cancer Research"
    ],
    "conditions": [
      "Ependymoma",
      "Medulloblastoma",
      "Glioblastoma",
      "Primary Brain Tumor"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT01406184",
    "brief_title": "Durham Connects RCT Evaluation",
    "official_title": "RCT Evaluation of the Durham Connects Universal Newborn Nurse Home Visiting Program",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2009-07",
    "completion_date": "2027-04",
    "brief_summary": "The aim of this randomized controlled trial (RCT) is to evaluate the impact and mechanisms of the Durham Connects (DC) brief universal nurse home-visiting program to prevent child maltreatment and improve child well-being. It is the first-ever RCT of a home-visiting program that is designed to prevent child maltreatment in an entire community population.\n\nEvaluation of program impact will test three hypotheses: 1) Random assignment to the Durham Connects Program will be associated with lower rates of child maltreatment and emergency department maltreatment-related injuries, better pediatric care, better parental functioning, and better child well-being than assignment as control; 2) Intervention effect sizes will be larger for higher-risk groups; and 3) Community resource use and enhanced family functioning will mediate the positive impact of Durham Connects on outcomes.",
    "detailed_description": "The Durham Connects Program is an innovative, community based, universal nurse home-visiting program that aims to lower the population rate of child maltreatment and improve mother and child health and well-being. The Durham Connects Program is implemented jointly by the Durham County (North Carolina) Department of Public Health, the Center for Child \\& Family Health (a community non-profit), and Duke University. It is designed to be brief and inexpensive per family so that communities can afford its costs. Its goals are consistent with those of more intensive nurse home-visiting programs: 1) to connect with the mother in order to enhance maternal skills and self-efficacy; and 2) to connect the mother with needed community services such as health care, child care, mental health care, and financial and social support; so that 3) the mother can connect with her child.\n\nDC achieves population reach by engaging all families within the community, rapidly triaging families based on identified risk to concentrate resources to families with greater needs, and connecting those families with significant nurse-identified risk to matched community programs and services to provide long-term support and a first step into the community system of care. The program consists of 4-7 manualized intervention contacts, including 1) a hospital birthing visit when a staff member communicates the importance of community support for parenting and schedules an initial home visit; 2) 1-3 nurse home visits between 3-12 weeks of infant age to provide physical assessments for infant and mother, intervention and education, assessment of family-specific needs, and for families with significant nurse-identified risk, connections to matched community resources to provide longer-term support; 3) 1-2 nurse contacts with community service providers to facilitate successful connections; and 4) a telephone follow-up one month after case closure to review consumer satisfaction and community connection outcomes. With family consent, letters from the program reporting on the visit are also provided to also connect families to maternal and infant healthcare providers for ongoing support.\n\nDuring home visits, the nurse engages the mother (and father, when possible) to provide brief educational interventions for all families (e.g., safe sleep) and utilizes a high-inference approach to assess family needs across 12 empirically-derived factors linked to child health and well-being:\n\nHealthcare: parent health, infant health, health care plans; Parenting/childcare: childcare plans, parent-infant relationship, management of infant crying; Family violence/safety: material supports, family violence, maltreatment history; and Parent well-being: depression/anxiety, substance abuse, social/emotional support.\n\nThe nurse scores each of the 12 factors and intervenes accordingly. A score of 1 (low risk) receives no subsequent intervention. A score of 2 (moderate risk) receives short-term, nurse-delivered intervention over 1-2 sessions. For a score of 3 (high risk) the nurse connects the family to matched community resources tailored to address that particular risk (such as, treatment for postpartum depression, a DSS social worker exclusively serving Durham Connects families for enrollment in Medicaid or food stamps, a multi-year home visiting program for long-term parent support). The nurse also provides follow up to make sure that each connection \"sticks,\" requiring additional contacts with the family or community agency. A score of 4 (imminent risk) receives emergency intervention (\\<1% of cases). A final contact four weeks after case closure ascertains community connection outcomes and whether further problem solving is needed to address new or existing needs.\n\nFrom July 1, 2009-December 31, 2010, all 4777 resident births from two Durham County hospitals (one academic tertiary care hospital and one community hospital) were randomized at the even-odd birth date group level, with families assigned to one of two intervention groups based on infant birth date: 1) even birth date families (n=2327) were randomly assigned to receive DC; DC staff attempted to schedule and visit all even birth date families; 2) odd birth date families (n=2450) were randomly assigned to receive other community services as usual and served as the control group. All eligible families (i.e., families living in Durham County giving birth at one of the two county hospitals) were included with experimental rigor, and without exception, but with ethical care for confidentiality. Hospital discharge records were utilized to confirm eligibility for all RCT families. The Duke University Health System Institutional Review Board approved all RCT implementation and evaluation procedures.\n\nCompletely independent of program implementation, a random, representative subsample of 549 families was selected to conduct an independent evaluation of DC beginning at infant age 6 months (initial interviews completed between infant ages 6-8 months). Use of random subsamples for evaluation of population-level interventions allows for testing of intervention impact while minimizing evaluation costs (e.g., Moving to Opportunity for Fair Housing intervention15). Consistent with this evaluation strategy, one family was randomly selected by computer algorithm from public birth records for each of the 549 days of the 18-month RCT enrollment period in order to examine program impact for families enrolled across the entire trial period. Families were selected from the entire population of eligible birth records (i.e., resident Durham County births at one of the two county birthing hospitals) without consideration for intervention participation or adherence. Selected families that declined participation were replaced with a randomly selected family with the same child birth date and race/ethnicity as the original family, in order to preserve any lack of selection bias based on these characteristics.\n\nSelected families were contacted and invited to participate in a descriptive research study about family community service use and child development. Families were blind to study goals, and home interviewers were blind to family DC participation status. Overall, 682 families were randomly selected and 549 (81%) participated (n=269 DC-eligible families; n=280 control families). Post-hoc comparisons of hospital discharge records and public birth records after all evaluation study consenting and interviews were complete identified 18 participating families that were subsequently declared ineligible due to hospital discharge record error (n=13 families with no hospital discharge record; n=3 families with child birth date discrepancies; and n=2 families with address discrepancies affecting Durham County residency), resulting in a final sample of 664 selected families and 531 participating families. The ineligible families (n=9 DC-eligible families; n=9 control families) were removed without consideration for intervention adherence or evaluation outcomes.",
    "sponsor": "Duke University",
    "collaborators": [
      "The Duke Endowment",
      "The Pew Charitable Trusts",
      "Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)",
      "Robert Wood Johnson Foundation"
    ],
    "conditions": [
      "Unspecified Child Maltreatment, Suspected",
      "Unspecified Child Maltreatment, Confirmed"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05517668",
    "brief_title": "Evaluation of the Efficacy of Fomepizole in the Treatment of Acetaminophen Overdose",
    "official_title": "A Randomized Controlled Study to Evaluate the Efficacy of Fomepizole in the Treatment of Acetaminophen Overdose",
    "overall_status": "RECRUITING",
    "start_date": "2022-09-12",
    "completion_date": "2025-11-30",
    "brief_summary": "This study is a randomized, placebo-controlled double-blinded clinical trial of patients presenting with acetaminophen poisoning who are at increased risk of developing liver injury. With this trial the investigators are hoping to show the superiority of acetylcysteine (NAC) + fomepizole (4-MP) compared to treatment with acetylcysteine alone. The primary objective of this trial is to determine the effect of fomepizole on the severity of acute liver injury in patients with acetaminophen poisoning.",
    "detailed_description": "Acetaminophen (N-acetyl-p-aminophenol, paracetamol, APAP) is a commonly used analgesic and antipyretic. The maximal recommended therapeutic dose of 4 g per day is safe and is well tolerated. Unintentional and intentional overdoses occur and can cause serious hepatotoxicity. Acetaminophen overdose is the most common cause of drug-induced acute liver failure (ALF) in the US, accounting for 46% of all cases, which results in about 300-500 deaths annually. This is a persistent health problem because acetaminophen is widely available in the US market. Acetaminophen overdose can induce acute liver failure by a process that involves two processes: oxidative metabolism and amplification of oxidant stress.\n\nOxidative metabolism: At therapeutic doses, 95% of APAP is metabolized via glucuronidation and sulfation in the liver and eliminated from the body without resulting toxicity. In addition to these pathways, approximately 5% of an acetaminophen dose is metabolized by cytochrome P450 enzymes (mainly CYP2E1), which results in the formation of a highly reactive metabolite, N-acetyl-p-benzoquinone imine (NAPQI). During appropriate use of acetaminophen at therapeutic doses, the small amount of NAPQI produced is readily detoxified by intracellular glutathione. After an acetaminophen overdose, a much larger amount of acetaminophen is oxidized by CYP2E1 resulting in elevated amounts of NAPQI. When the amount of NAPQI generated exceeds hepatic glutathione stores, NAPQI binds to cellular and mitochondrial proteins causing dysfunction. This cascade can be amplified through other mediators leading to DNA damage and hepatocyte death.\n\nAmplification of oxidant stress: After NAPQI formation, c-Jun N-terminal kinase (JNK) activation in the cytosol of the cell and its mitochondrial translocation results in the induction of the mitochondrial membrane transition pore. This ultimately triggers a molecular cascade causing amplification of mitochondrial oxidant stress, nuclear DNA fragmentation, and hepatic cell death.\n\nAcetylcysteine is the only FDA approved drug indicated for clinical use in acetaminophen overdose. It is highly effective when patients seek medical attention within 8 hours of acute single ingestion. The incidence and severity of clinically important liver injury after acute ingestion of acetaminophen increases when acetylcysteine is started over 8 hours after ingestion. Many patients, however, seek medical attention later, when acetylcysteine has reduced efficacy thus putting some patients at risk of developing hepatotoxicity, fulminant hepatic failure and death despite acetylcysteine therapy. While not a frequent occurrence, the effects are devastating to the patient and their family. Acetylcysteine acts by replenishing reduced glutathione, but it only addresses the oxidative phase of acetaminophen toxicity. A novel therapeutic intervention strategy is needed for the treatment of acetaminophen-induced hepatotoxicity in these higher risk patients.\n\nFomepizole (4-methylpyrazole) is an FDA approved medication for the treatment of patients with toxic alcohol poisoning by blocking the activity of alcohol dehydrogenase. However, fomepizole has other effects. In animal models of acetaminophen poisoning, fomepizole has been demonstrated to inhibit both phases of acetaminophen-induced liver injury: oxidative metabolism and amplification of injury through JNK and other mediators. Also, inhibition of JNK activation and its resulting mitochondrial translocation and amplification of mitochondrial oxidant stress has been shown to prevent acute liver injury in animal studies. Therefore, fomepizole appears to work in two ways: protection early in the course by preventing the oxidative metabolism of acetaminophen to NAPQI through inhibition of CYP2E1. Additionally, it is important to note that it appears protective late in the clinical course after NAPQI has been formed by inhibiting JNK activation and preventing cell death.\n\nThe investigators propose fomepizole as an adjunctive therapy to acetylcysteine because it adds two additional mechanisms of action, has been studied in the appropriate animal models, and off-label use in humans is promising. Acetylcysteine improves the redox environment is the cell by fostering the regeneration of reduced glutathione (GSH). Fomepizole complements this mechanism by reducing metabolism of acetaminophen to NAPQI, thereby greatly reducing the initial stimulus to injury. In addition, it reduces activation of JNK, which reduces amplification of the injury initiated by NAPQI. Fomepizole therapy is expected to have significant value in patients who are at increased risk of liver injury despite treatment with acetylcysteine. Today, nearly all deaths from acetaminophen arise from this group.\n\nA randomized controlled trial (RCT) was chosen as the strongest type of trial to assess efficacy of Fomepizole. The investigators could potentially have used a single arm study and used historical controls. However, the evolution of acetaminophen treatment in recent years as well as the increasing incidence of patients with repeated supratherapeutic ingestions (RSTI) indicates that it is preferable to have a contemporaneous comparison group.\n\nAn inactive control was chosen because current treatment of acetaminophen poisoning is well characterized and there are no other plausible antidotes other than acetylcysteine available to provide an active comparator.\n\nThe investigators have included both acute and repeating (\"chronic\") patterns of acetaminophen ingestion for several reasons. The main reason is that the clinical reality of acetaminophen poisoning is that many patients don't accurately report the pattern or amount of their ingestion. A prospective assessment of clinician confidence in the acetaminophen dose or time of last ingestion found that physicians were confident in the history in only 16.7% of cases involving acute ingestion of acetaminophen and 0% of cases involving chronic overdose. An ingestion of acetaminophen is often combined with other agents such as alcohol and thus their recollection of events is often inaccurate. Often a patient who claims they took a single acute ingestion is inaccurate. They may view their ingestion as acute, but actually ingested the tablets over many hours. Others take an acute ingestion on the background of overuse of the acetaminophen. Still others repeatedly take supratherapeutic doses for multiple days. It would be impossible to parse these patients for enrollment because even a detailed history would provide myriad and often inaccurate information.\n\nFortunately, the published medical literature and our own experience in off-label use of acetylcysteine suggest that fomepizole's mechanism of action should be effective in all patterns of ingestion. However, there is one scenario where fomepizole (or any treatment) will be ineffective - patients whose injury has progressed so far that only liver transplant offers hope. Therefore, the investigators plan to exclude the group of patients that present with advanced injury that is unlikely to respond to treatment.\n\nEach patient will receive acetylcysteine treatment throughout their hospitalization. Clinical toxicologists in US use a relatively common definition of when to stop treatment every 12 hours after initiation of acetylcysteine. Infusion of acetylcysteine is terminated when all the following conditions (\"Stopping Rule\" are met):\n\n1. the patient's serum acetaminophen has become undetectable (less than 10 mg/L),\n2. ALT/AST levels are considered normal for the patient, or if elevated, at least one of them (either ALT or AST) has decreased from its peak by at least 25%,\n3. the INR (international normalized ratio) is below 2.0, and\n4. the patient is clinically well.\n\nBoth acetylcysteine and study drug will be terminated when this criterion is met. Study drug will be terminated after 5 days (120 hours) after initiation of study drug.",
    "sponsor": "Richard Dart, MD, PhD",
    "collaborators": [
      "Johnson & Johnson Consumer Inc., McNeil Consumer Healthcare Division"
    ],
    "conditions": [
      "Acetaminophen",
      "Drug Overdose",
      "Acetaminophen Overdose",
      "Acetaminophen Poisoning",
      "Drug-induced Liver Injury",
      "Liver Failure",
      "Liver Toxicity"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04049669",
    "brief_title": "Pediatric Trial of Indoximod With Chemotherapy and Radiation for Relapsed Brain Tumors or Newly Diagnosed DIPG",
    "official_title": "Phase 2 Trial of Indoximod With Chemotherapy and Radiation for Children With Progressive Brain Tumors or Newly Diagnosed DIPG",
    "overall_status": "RECRUITING",
    "start_date": "2019-10-02",
    "completion_date": "2027-10-02",
    "brief_summary": "Indoximod was developed to inhibit the IDO (indoleamine 2,3-dioxygenase) enzymatic pathway, which is important in the natural regulation of immune responses. This potent immune suppressive mechanism has been implicated in regulating immune responses in settings as diverse as infection, tissue/organ transplant, autoimmunity, and cancer. By inhibiting the IDO pathway, we hypothesize that indoximod will improve antitumor immune responses and thereby slow the growth of tumors.\n\nThe central clinical hypothesis for the GCC1949 study is that inhibiting the pivotal IDO pathway by adding indoximod immunotherapy during chemotherapy and/or radiation is a potent approach for breaking immune tolerance to pediatric tumors that will improve outcomes, relative to standard therapy alone.\n\nThis is an NCI-funded (R01 CA229646, MPI: Johnson and Munn) open-label phase 2 trial using indoximod-based combination chemo-radio-immunotherapy for treatment of patients age 3 to 21 years who have progressive brain cancer (glioblastoma, medulloblastoma, or ependymoma), or newly-diagnosed diffuse intrinsic pontine glioma (DIPG). Statistical analysis will stratify patients based on whether their treatment plan includes up-front radiation (or proton) therapy in combination with indoximod. Central review of tissue diagnosis from prior surgery is required, except non-biopsied DIPG. This study will use the \"immune-adapted Response Assessment for Neuro-Oncology\" (iRANO) criteria for measurement of outcomes. Planned enrollment is up to 140 patients.",
    "detailed_description": "Disease-specific Cohorts :\n\nCohort 1A, 1B (closed to enrollment): relapsed or refractory glioblastoma\n\nCohort 2A, 2B: relapsed or refractory medulloblastoma\n\nCohort 3A, 3B, 3C: relapsed or refractory ependymoma\n\nCohort 4C (closed to enrollment): newly-diagnosed DIPG (must have no prior radiation or other therapy)\n\n.\n\nRadiation (or proton) plan sub-cohorts:\n\nSub-cohort A: for patients not eligible for re-irradiation\n\nSub-cohort B: for patients who are eligible for partial re-irradiation\n\nSub-cohort C: for patients who are eligible for full-dose radiation (All newly diagnosed DIPG patients and some relapsed ependymoma patients)",
    "sponsor": "Theodore S. Johnson",
    "collaborators": [
      "National Cancer Institute (NCI)",
      "Augusta University",
      "Emory University"
    ],
    "conditions": [
      "Glioblastoma",
      "Medulloblastoma",
      "Ependymoma",
      "Diffuse Intrinsic Pontine Glioma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03789669",
    "brief_title": "A Prospective, Multi-Center Evaluation of Corneal Flap Creation Using Cheetah Femtosecond Laser System and Cheetah Patient Interface",
    "official_title": "A Prospective, Multi-Center Evaluation of Corneal Flap Creation Using Cheetah Femtosecond Laser System and Cheetah Patient Interface",
    "overall_status": "RECRUITING",
    "start_date": "2018-12-19",
    "completion_date": "2024-08-31",
    "brief_summary": "The study is a 2-phase, prospective, open-label, comparative (phase II) study design that was chosen for the purpose of optimizing the Cheetah settings (phase I), and evaluating the Cheetah system quality of LASIK flap (phase II).",
    "detailed_description": "This study is a 3-month, 2-phase, prospective, multicenter, open-label, comparative (phase II), randomized (phase II, 1:1 ratio for right and left eyes) study.\n\nThe study will be conducted at up to 5 sites and will include up to 30 treated subjects in phase I and up to 300 treated subjects in phase II to achieve minimum 40 eyes with optimized settings and additional eye data for further device experience.\n\nSubjects will be enrolled in phase I until Cheetah setting optimization is achieved. After setting optimization, and upon medical monitor and principal investigator consensus, phase II of the study may begin.\n\nFor phase I, one eye of each subject will be included (worst seeing eye should be preferred). The investigational Cheetah femtosecond laser and Cheetah patient interface (PI) will be used on one eye to create a LASIK flap. Refractive correction via corneal ablation with a commercial excimer laser will be performed at the investigator's discretion, provided there is at least 1.00 D SE of refractive error. If refractive correction is performed on the study eye, the fellow eye may receive standard LASIK treatment, otherwise, fellow eye will remain untreated.\n\nOnce five consecutive phase I subjects show good flap lift, per investigator's evaluation, central flap thickness within ±10 µm of planned thickness, flap diameter within ±0.5 mm of planned diameter, and upon medical monitor and principal investigator consensus, phase II may begin.\n\nIn phase II both eyes of each subject will be treated. The investigator will use the Cheetah femtosecond laser, with the following possible procedures performed:\n\n1. A comparison between the one and two piece PI with the Cheetah system in both eyes. The eye treated with the one piece PI will be the study eye and the eye treated with the two piece PI will be the control eye.\n2. A comparison of commercial iFS femtosecond laser and PI in one eye and the Cheetah femtosecond laser (with the one or two piece PI) on the other eye. The eye treated with the Cheetah femtosecond laser will be the study eye and the eye treated with the commercial iFS femtosecond laser will be the control eye.\n\nAll procedures will be performed to create a LASIK flap on subjects' corneas. Flap parameters (such as flap depth, flap diameter, and hinge angle) should be the same for both eyes. The study eye will be randomized (ratio of 1:1 for right eye and left eye).\n\nSubjects in phase II will undergo refractive correction via corneal ablation on both eyes using a commercial excimer laser for vision correction (same excimer laser system shall be used on both eyes).\n\nOver the course of the study, minor prototype device settings/improvements (with no safety implications and without compromising the clinical validity of the study) may be performed to optimize the quality of flap.",
    "sponsor": "Johnson & Johnson Surgical Vision, Inc.",
    "collaborators": [],
    "conditions": [
      "Refractive Error"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06965504",
    "brief_title": "INitiation and Titration of Guideline Directed Medical TheRApy in HearT Failure Cardiogenic Shock With ImpElla 5.5 for Cardiac Recovery (INTeGRATE)",
    "official_title": "Initiation and Titration of Guideline Directed Medical Therapy in Heart Failure Cardiogenic Shock With Impella 5.5 for Cardiac Recovery: INTeGRATE",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-12-01",
    "completion_date": "2028-06-01",
    "brief_summary": "The study will evaluate if Impella 5.5® support in heart failure reduced ejection fraction (HFrEF) patients presenting with decompensated heart failure (HF) and cardiogenic shock will facilitate the initiation and optimization of guideline directed medical therapy (GDMT) during the hospital stay and post-discharge.",
    "detailed_description": "This is a prospective, single arm, multi-center, post-market, on-label study. Patients presenting with HFrEF who are not on adequate GDMT and who are presenting with heart failure cardiogenic shock will be evaluated for inclusion. The study objectives are to evaluate the impact of Impella 5.5 support on GDMT up-titration during support, at discharge, and at 90-days post-discharge and to evaluate the feasibility of Impella 5.5 combined with optimal GDMT to improve heart recovery in patients with decompensated heart failure. Outcomes will be measured up to one-year post-hospital discharge.",
    "sponsor": "Abiomed Inc.",
    "collaborators": [
      "Johnson & Johnson"
    ],
    "conditions": [
      "Heart Failure",
      "Cardiogenic Shock",
      "Reduced Ejection Fraction Heart Failure"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04614610",
    "brief_title": "Lidocaine Intravenous in the Emergency Department For Sickle Cell Crisis",
    "official_title": "Randomized Trial Evaluating Lidocaine Intravenous in the Emergency Department For Sickle Cell Crisis - RELIEF-SCC",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2024-01-01",
    "completion_date": "2025-06-01",
    "brief_summary": "Sickle cell crisis continues to be a frequent presentation to emergency departments. Patients presenting will often require immediate treatment for their pain and often times this will include opioids. The opioid epidemic has cost thousands of lives; and continues to be a significant problem posing several challenges when treating patients presenting with sickle cell disease. Primarily, opioids remain the mainstay of treatment for these patients and the push to address the opioid crisis may present challenges for adequate opioid administration in patients suffering from a sickle cell crisis while hospitals find ways to curb the opioid crisis overall. Opioid treatment for patients in acute vaso-occlusive crisis has significantly contributed to quality of life and life expectancy of patients with this diagnosis. Measures should continue to attempt to administer a multi-model approach to sickle cell patients to minimize the morphine milligram equivalents in these patients while also successfully addressing the patient's pain. IV lidocaine is a pain medication that has been evaluated in several painful experiences, such as in renal colic. A few case reports have shown IV lidocaine use in sickle cell can be a potential effective adjunct medication to opioids to treat pain and reduce further opioid requirements. Currently, no prospective controlled trial exists to evaluate the true benefit of IV lidocaine in this population. Our study aims to evaluate IV lidocaine as an adjunct to opioid treatment in the emergency department to determine if improved pain is achieved and if there is a reduction in overall morphine milligram equivalents throughout the emergency department visit.",
    "detailed_description": "Pain is the most frequent reason for emergency department visits in the United States, especially for those patients with sickle cell disease (SCD). Painful vaso-occlusive events frequently require admission to the hospital despite opioid therapy, which is the mainstay of treatment for moderate to severe pain in SCD. Achieving adequate pain control with escalating doses of opioid analgesics may be difficult due to tolerance, physical dependence, and side effects. Common side effects include pruritus, nausea and vomiting, constipation, urinary retention, sedation, and respiratory depression. With the recent focus on the opiate crisis there has been a push towards the use of alternative to opiates (ALTO) for a variety of pain syndromes.\n\nLidocaine is a class 1b sodium channel blocking agent that is typically used as an anti-arrhythmic and local anesthetic. This medication also has potent anti-inflammatory, anti-hyperalgesic, and gastrointestinal pro-peristaltic properties. Lidocaine may be useful as an adjunct to opioids in response to a painful sickle cell crisis. Intravenous (IV) lidocaine infusion has previously shown benefit in neuropathic pain, renal colic, and peri-operative pain. No prospective studies have evaluated lidocaine for SCD pain thus far.\n\nA previous retrospective study evaluated lidocaine infusion as adjuvant therapy to patients with SCD. Eleven patients were given a total of 15 IV lidocaine trials. Investigators found clinical improvement in pain score from pre-lidocaine challenge to 24 hours post (defined as a \\>20% reduction in pain scores) in 53.3% (8 of 15) of patients. Of the 8 clinically successful trials, the mean reduction in morphine dose equivalents (MDE) from 24 hours pre to 24 hours post lidocaine was 32.2%. Two patients experienced disorientation and dizziness. The authors concluded that lidocaine was able to provide pain relief and reduce the amount of morphine necessary during SCD vaso-occlusive crisis and that prospective studies are needed to determine its true efficacy, dosing, and tolerability.\n\nA prospective, single-arm, phase II trial evaluated lidocaine 5% patches for neuropathic pain and pain related to vaso-occlusive sickle cell crises in children ages 6 to 21 years old. Patches were applied to the painful area for 12 hours a day. The primary endpoint was the proportion of inpatients with significant pain relief defined as a decrease of at least 2 points on the visual analog pain scale (VAS, from 0-10) measured at 12 hours after patch placement over two consecutive days. The use of additional treatments such as antiepileptics and opioids were allowed and their usage was documented. The primary outcome of VAS improvement of \\>2 over 2 consecutive days was observed in 48.6% of evaluated patients (19/39). Transdermal lidocaine was tolerated well with only 3 minor adverse events reported (two localized skin reactions and one generalized skin eruption) and no serious adverse events.\n\nThe theoretical benefits along with the two previously discussed studies provide evidence to further investigate the use of lidocaine in SCD pain. Studies are needed to know whether lidocaine may be able to benefit alleviate pain quicker and minimize need for opiates similarly to its use in renal colic. This prospective trial aims to evaluate whether lidocaine can decrease the opiate needs during a SCD crisis while providing adequate pain relief and tolerability.",
    "sponsor": "Community Medical Center, Toms River, NJ",
    "collaborators": [
      "Newark Beth Israel Medical Center",
      "Monmouth Medical Center",
      "Rutgers Robert Wood Johnson Medical School"
    ],
    "conditions": [
      "Sickle Cell Disease",
      "Sickle Cell Crisis",
      "Pain, Acute"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06665295",
    "brief_title": "THRIVE-CAR-T Digital App",
    "official_title": "Randomized Controlled Trial of a Supportive Care Digital Application (THRIVE-CAR-T) for Patients Receiving CAR-T Cell Therapy",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2024-11-01",
    "completion_date": "2026-12-31",
    "brief_summary": "The goal of this clinical trial is to learn if a digital mobile application called THRIVE-CAR-T is helpful for the care of patients undergoing CAR-T cell therapy. The main question\\[s\\] it aims to answer are whether the THRIVE-CAR-T app is feasible and acceptable to patients.",
    "detailed_description": "This pilot randomized controlled trial aims to examine the feasibility, acceptability, and preliminary effects of a supportive care digital app (THRIVE-CAR-T) versus usual care in patients receiving chimeric antigen receptor T-cell therapy (CAR-T). The primary objective of the study is to determine if THRIVE-CAR-T is feasible and acceptable to patients. The exploratory objective is to assess the preliminary effects of THRIVE-CAR-T for improving patient-reported quality of life (QOL), psychological distress, and self efficacy.",
    "sponsor": "Patrick C. Johnson, MD",
    "collaborators": [],
    "conditions": [
      "CAR T-Cell Therapy"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05972135",
    "brief_title": "Outpatient Administration of Teclistamab or Talquetamab for Multiple Myeloma",
    "official_title": "Outpatient Administration of Teclistamab or Talquetamab for Multiple Myeloma",
    "overall_status": "RECRUITING",
    "start_date": "2023-10-23",
    "completion_date": "2026-03",
    "brief_summary": "This is a phase II study to evaluate the outpatient administration of Teclistamab or Talquetamab in Multiple Myeloma patients",
    "detailed_description": "* This is a two-arm, non-randomized, multicenter, prospective study in adult patients with RRMM, who are administered Teclistamab (TECVAYLI™) or Talquetamab (TALVEY™), in the post-marketing setting.\n* Teclistamab (TECVAYLI™) is a humanized IgG-4 PAA bispecific antibody designed to target the CD3 receptor complex on T cells and BCMA on B-lineage cells.\n* Talquetamab (TALVEY™) is a humanized IgG-4 bispecific antibody designed to target the CD3 receptor complex on T cells and GPRC5D-expressing multiple myeloma (MM) cells This study will investigate the use of prophylactic tocilizumab to reduce the incidence and severity of CRS associated with teclistamab or talquetamab administration, to enable administration of the step-up dosing regimen of teclistamab or talquetamab in an outpatient setting.",
    "sponsor": "SCRI Development Innovations, LLC",
    "collaborators": [
      "Johnson & Johnson"
    ],
    "conditions": [
      "Multiple Myeloma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05584124",
    "brief_title": "rTMS for Post-stroke Fatigue",
    "official_title": "Neuromodulation for Rehabilitation of Post-Stroke Fatigue: An rTMS Pilot Study",
    "overall_status": "RECRUITING",
    "start_date": "2023-04-10",
    "completion_date": "2027-10-29",
    "brief_summary": "This experimental trial is investigating the use of magnetic stimulation of the brain as a possible treatment for people with post-stroke fatigue. Fatigue is a common condition after a stroke and can negatively impact an individual's ability to perform desired social and physical activities. Magnetic stimulation of the brain has been shown to improve signs and symptoms of related psychological (e.g., depression) conditions. Participants in this trial will receive a type of magnetic stimulation called repetitive magnetic stimulation, or rTMS. The investigators will measure feelings of fatigue, and other clinical characteristics related to mood and cognition, before and after participants receive rTMS.",
    "detailed_description": "No detailed description",
    "sponsor": "VA Office of Research and Development",
    "collaborators": [
      "Ralph H. Johnson VA Medical Center"
    ],
    "conditions": [
      "Stroke",
      "Stroke, Chronic",
      "Fatigue"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04370496",
    "brief_title": "Safety of Minimally Invasive Surgery Using Endoscopic Stapler in Early Stage Cervical Cancer Patients (SOLUTION)",
    "official_title": "Safety Of Laparoscopic or Robotic Radical Hysterectomy Using Endoscopic sTapler for Inhibiting tumOr Spillage of Cervical Neoplasms (SOLUTION): a Phase II Study",
    "overall_status": "RECRUITING",
    "start_date": "2020-07-02",
    "completion_date": "2028-12-31",
    "brief_summary": "The SOLUTION trial aims to show the efficacy and safety of performing radical hysterectomy by minimally invasive surgery using an endoscopic stapler in patients with cervical cancer stage IB1 (FIGO staging 2009) and thus to prove that minimally invasive surgery is non-inferior to open surgery.",
    "detailed_description": "Cervical cancer is the 4th most common gynecologic cancer and treatment in early stages consists of surgery, chemotherapy, or radiation therapy. Surgical methods are simple or radical hysterectomy and pelvic and para-aortic lymph node dissection either done in an open manner or minimally invasive surgery (robotic or laparoscopic). However, a phase III cinical trial in 2018 comparing the safety and efficacy between minimally invasive surgery and open surgery in performing radical hysterectomy, 'Laparoscopic Approach to Cervical Cancer' (LACC), showed that open surgery is safer than minimally invasive surgery. Possible causes of such results are as follows:\n\n1. Carbon dioxide is supplied during laparoscopic operations to maintain capnoperitoneum, which can cause the implantation and proliferation of tumor cells exposed to the peritoneal cavity.\n2. Insertions of uterine manipulators into the endometrial cavity is commonly done, which can cause tumor cells to travel to both salpinges.\n3. Tumor cells can be exposed to the peritoneal cavity when the cervix is exposed during intracorporeal colpotomy.\n4. Tumor cells exposed to the peritoneal cavity can travel upwards when the patient's position is maintained in the Trendelenburg position during minimally invasive operations, leading to distant metastasis.\n\nBased on the above-mentioned hypothesis, the following methods could be applied to minimize the exposure of tumor cells to the peritoneal cavity.\n\n1. The application of a vaginal tube instead of a uterine manipulator to prevent tumor cells from traveling to the salpinges.\n2. The ligation of both salpinges prior to insertion of a vaginal tube to block the travel of tumor cells.\n3. The performance of extracorporeal colpotomy instead to prevent the exposure of tumor cells inside the peritoneal cavity.\n\nAlthough it would be favorable to perform all the forementioned methods, extracorporeal colpotomy is difficult to perform especially in menopausal patients with atrophic vaginitis or patients with no sexual experience. Thus, an alternative method is to use an endoscopic stapler which can simultaneously cut and suture the cervix into a vaginal stump, which can prevent tumor cells from being exposed to the peritoneal cavity.\n\nIn conclusion, this clinical trial aims to show the efficacy and safety of performing radical hysterectomy by minimally invasive surgery using an endoscopic stapler in patients with cervical cancer stage IB1 (FIGO staging 2009) and thus to prove that minimally invasive surgery is non-inferior to open surgery.",
    "sponsor": "Seoul National University Hospital",
    "collaborators": [
      "Johnson & Johnson"
    ],
    "conditions": [
      "Cervical Cancer",
      "Cervical Cancer Stage IB1",
      "Minimally Invasive Surgery"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06591741",
    "brief_title": "PCA Administration in Prosthetic Joint Infection",
    "official_title": "Effects of Dietary Protocatechuic Acid (PCA) on the Function and Structure of Participants With Knee Prosthetic Joint Infection (PJI) as Measured by Standard Biomarkers",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-03",
    "completion_date": "2028-12",
    "brief_summary": "Determine if dietary protocatechuic acid (PCA) will affect health biomarkers in patient undergoing revision surgery for a knee prosthetic joint infection",
    "detailed_description": "Patients who are scheduled to undergo revision surgery for a knee prosthetic joint infection are given PCA prior to surgery for a time period determined by a previous pilot study. PCA is then post-operatively until anticoagulation is stopped, and then will be resumed for four years post revision surgery. Measurement of changes in glucose control, immunity, will be measured over the first 3 months post-revision, and the post-revision reinfection rate over the full 4 years will be compared to a cohort rate",
    "sponsor": "Dr. Dean Reeves Clinic",
    "collaborators": [
      "Lanny Johnson, M.D.",
      "Leo Whiteside, M.D."
    ],
    "conditions": [
      "Prosthetic Joint Infection"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05922124",
    "brief_title": "Cefiderocol and Ampicillin-sulbactam vs. Colistin +/- Meropenem for Carbapenem Resistant A. Baumannii",
    "official_title": "Cefiderocol and Ampicillin-sulbactam vs. Colistin or Colistin-meropenem for Carbapenem Resistant Acinetobacter Baumannii Bacteremia or Hospital-acquired Pneumonia: Controlled Clinical Study With Historical Controls (CASCADE)",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2024-05-30",
    "completion_date": "2026-09",
    "brief_summary": "Patients with bloodstream infections, hospital acquired pneumonia or ventilator-associated pneumonia caused by carbapenem-resistant Acinetobacter baumannii (CRAB) treated with cefiderocol combined with ampicillin sulbactam will be compared to patients treated treated with colistin alone or colistin combined with meropenem.",
    "detailed_description": "This will be a prospective controlled clinical study with historical controls.\n\nIn the prospective CASCADE study consecutive consenting patients with bloodstream infections, hospital acquired pneumonia or ventilator-associated pneumonia will be treated with cefiderocol combined with ampicillin sulbactam in 3 hospitals in Israel and 2 hospitals in Italy, all endemic for CRAB. We plan to recruit 150 patients into this prospective studies.\n\nThe CASCADE cohort will be compared to patients treated for the same types of infection in two recently completed randomized controlled trials (AIDA and OVERCOME). These trials compared between treatment with colistin vs. treatment with colistin-meropenem combination therapy, both finding no difference between treatment groups among patients with carbapenem-resistant Acinetobacter baumannii (CRAB) pneumonia. Thus, patients in CASCADE will be compared to all patients with CRAB bloodstream infections, hospital acquired pneumonia or ventilator-associated pneumonia in these randomized controlled trials.",
    "sponsor": "Rambam Health Care Campus",
    "collaborators": [
      "Monaldi Hospital",
      "Rutgers Robert Wood Johnson Medical School",
      "Pisa University Hospital",
      "Assaf-Harofeh Medical Center",
      "Sheba Medical Center"
    ],
    "conditions": [
      "Carbapenem Resistant Bacterial Infection",
      "Acinetobacter Bacteremia",
      "Acinetobacter Pneumonia"
    ],
    "interventions": [],
    "phases": [
      "PHASE4"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05583149",
    "brief_title": "Acalabrutinib + Liso-Cel In R/R Aggressive B-Cell Lymphomas",
    "official_title": "A Phase 2 Study of Acalabrutinib in Combination With Lisocabtagene Maraleucel in Relapsed/Refractory Aggressive B-cell Lymphomas",
    "overall_status": "RECRUITING",
    "start_date": "2023-03-01",
    "completion_date": "2029-03-01",
    "brief_summary": "This research is being done to assess the effectiveness and safety of acalabrutinib combined with lisocabtagene maraleucel (liso-cel) for people with relapsed/refractory aggressive B-cell lymphoma.\n\nThis research study involves the study drug acalabrutinib in combination with lisocabtagene maraleuce",
    "detailed_description": "This research study involves the study drug acalabrutinib in combination with lisocabtagene maraleucel.\n\nThe research study procedures include screening for eligibility and study treatment including evaluations and follow up visits.\n\n- Participants will receive one infusion of liso-cel and will receive acalabrutinib capsules twice daily as long as treatment is tolerated and disease does not worsen (disease progression) for up to one year.\n\nParticipants will be followed by clinical visits for up to 5 years and the medical record will be monitored for up to 15 years.\n\nIt is expected that about 27 people will take part in this research study.\n\nThis research study is a Phase II clinical trial. Phase II clinical trials test the safety and effectiveness of an investigational intervention to learn whether the intervention works in treating a specific disease. \"Investigational\" means that the intervention is being studied.\n\nThe U.S. Food and Drug Administration (FDA) has not approved acalabrutinib for this specific disease, but it has been approved for other uses.\n\nThe U.S. FDA has approved lisocabtagene maraleucel for this specific disease.\n\nAstraZeneca, a pharmaceutical company, is supporting this research study by providing funding for the research study and supplying acalabrutinib.",
    "sponsor": "Patrick C. Johnson, MD",
    "collaborators": [
      "AstraZeneca"
    ],
    "conditions": [
      "Refractory Aggressive B-cell Lymphomas",
      "Refractory B-Cell Non-Hodgkin Lymphoma",
      "Aggressive B-cell NHL",
      "Diffuse Large B-cell Lymphoma (DLBCL)",
      "De Novo or Transformed Indolent B-cell Lymphoma",
      "DLBCL, Nos Genetic Subtypes",
      "T Cell/Histiocyte-rich Large B-cell Lymphoma",
      "EBV-Positive DLBCL, Nos",
      "Primary Mediastinal [Thymic] Large B-cell Lymphoma (PMBCL)",
      "High-Grade B-Cell Lymphoma, Nos",
      "C-MYC/BCL6 Double-Hit High-Grade B-Cell Lymphoma",
      "Grade 3b Follicular Lymphoma",
      "C-MYC/BCL2 Double-Hit High-Grade B-Cell Lymphoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06682949",
    "brief_title": "Daily Routines, Executive Functioning & ADHD",
    "official_title": "Daily Routines and Executive Functioning in Youth with ADHD",
    "overall_status": "RECRUITING",
    "start_date": "2024-11-04",
    "completion_date": "2025-06",
    "brief_summary": "The goal of this clinical trial is to learn adjusting daily or nightly routines improves executive functioning in youth with ADHD. It will also learn about the acceptability of the intervention.\n\nThe main questions it aims to answer are:\n\n1. Does the intervention improve sleep for youth with ADHD?\n2. Does the intervention improve areas of executive functioning for youth with ADHD?\n3. Is this an acceptable intervention for youth with ADHD?\n\nResearchers will compare the two intervention conditions to see if their are impacts in executive functioning and sleep.\n\nParticipants will:\n\nComplete cognitive testing, executive function tasks, questionnaires, and an interview at baseline and at one month Wear an actigraph watch for one month Bring a parent with them to three meetings Complete daily sleep diaries for one month",
    "detailed_description": "The purpose of this study will be to examine if adolescents with ADHD with altered daily or nightly routines show improvements in EF, specifically working memory, cognitive flexibility, and inhibitory control. This will be a pilot study including up to 25 adolescents between the ages of 11 and 17 years old, with a diagnosis of ADHD (combined presentation, or predominantly inattentive presentation). Participants will be stratified by gender and randomly assigned to one of two conditions: 1) night routines or 2) daily routines. The intervention is ready to be implemented and adapted for an ADHD population. Though the intervention itself was not focused on sleep hygiene, the team incorporated strategies to increase the likelihood of extending sleep duration, such as reviewing actigraphy and sleep diary data with the participant, collaboration between the participant, caregiver and researcher to address obstacles to obtaining enough sleep, and instructing the participant to obtain a specific amount of sleep. The first study demonstrated that sleep extension in youth with type 1 diabetes (T1DM) was feasible, whereas the ongoing study has demonstrated that overall youth increase TST over a 3-month period. This latter study has a booster session approximately one month after the initial consultation. Thus, this study will last one month with two weeks of baseline to establish sleep patterns and the intervention portion for this study will last for two weeks to monitor whether the youth increase their sleep and ascertain an effect size of intervention impact.",
    "sponsor": "Cori Manning",
    "collaborators": [
      "Robert Wood Johnson Foundation"
    ],
    "conditions": [
      "Attention Deficit Disorder with Hyperactivity (ADHD)"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06173713",
    "brief_title": "Emphasys Radiostereometric Analysis",
    "official_title": "Multi-Center, Non-Controlled, Prospective Radiostereometric Analysis of Emphasys Hip Solutions",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2024-12-01",
    "completion_date": "2027-08-31",
    "brief_summary": "This study is designed as a prospective, multi-centre, non-randomized, non-controlled study. This study does not limit the procedures involved in the treatment of the subject as long as the protocol specified products are utilized.\n\nThe primary objective is to establish the mean superior cup migration of the Emphasys Shell and the mean inferior stem migration of the Emphasys Stem using model-based RSA over the first two years post-implantation. Additionally, the data from this study will be compared to historical Pinnacle Acetabular Shell data obtained in study DSJ_2018_02.",
    "detailed_description": "No detailed description",
    "sponsor": "Canadian Radiostereometric Analysis Network",
    "collaborators": [
      "Johnson & Johnson"
    ],
    "conditions": [
      "Hip Osteoarthritis"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05996419",
    "brief_title": "Intervention to Reduce Safety Behaviors",
    "official_title": "Improving Psychosocial Functioning Among Veterans With Social Anxiety: A Pilot Evaluation of Self-Monitoring Intervention to Reduce Safety Behaviors",
    "overall_status": "RECRUITING",
    "start_date": "2024-07-01",
    "completion_date": "2025-11-30",
    "brief_summary": "Social anxiety is associated with significant deficits in social and occupational functioning. The proposed study seeks to evaluate the feasibility of implementing a brief text-based intervention for decreasing social anxiety related safety behaviors among Veterans attempting to re-integrate into the workforce. Findings from this pilot will support a larger randomized controlled study examining the efficacy of the intervention for improving functional outcomes and quality of life among Veterans.",
    "detailed_description": "No detailed description",
    "sponsor": "VA Office of Research and Development",
    "collaborators": [
      "Ralph H. Johnson VA Medical Center"
    ],
    "conditions": [
      "Social Anxiety"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT00552136",
    "brief_title": "Canadian Orthopaedic Foot and Ankle Society Surgical Treatment of Ankle Arthritis Outcome Study",
    "official_title": "Canadian Orthopaedic Foot and Ankle Society Surgical Treatment of Ankle Arthritis Outcome Study",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2005-05-30",
    "completion_date": "2030-04",
    "brief_summary": "The purpose of this study is to see if the clinical outcome success rate of Total Ankle Arthroplasty is similar to that of Ankle Arthrodesis over a period of 10 years. This will include looking at whether Total ankle arthroplasty results in a lower rate of hindfoot arthrosis and arthritis after surgery compared to ankle joint arthrodesis and if the rate of complications and revision surgery is acceptable when compared to Ankle Arthrodesis over a period of 10 years.",
    "detailed_description": "No detailed description",
    "sponsor": "Nova Scotia Health Authority",
    "collaborators": [
      "Canadian Orthopaedic Foot and Ankle Society",
      "Johnson & Johnson"
    ],
    "conditions": [
      "Ankle Arthritis"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05669170",
    "brief_title": "Methylphenidate for Apathy in Veterans With Parkinson's Disease",
    "official_title": "Evaluating Safety and Potential Benefit of Methylphenidate as a Symptomatic Treatment for Apathy in Veterans With Parkinson's Disease.",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2024-01",
    "completion_date": "2028-06",
    "brief_summary": "Apathy is one of the most common behavioral symptoms of Parkinson's disease. Patients with apathy show diminution in motivation and goal-directed behaviors, which is a fundamental aspect of human functioning, affecting dependency and quality of life. Although apathy is thought to be potentially treatable currently there are no effective treatments for apathy. Given the higher incidence of medical and psychiatric comorbidities, the Veterans Affairs health system represents a unique population for which medication response may be different from the general population. This study aims to evaluate if a medication that has already been proven to be useful in Alzheimer's disease patients with apathy, could be helpful in Parkinson's disease as well as decreasing its debilitating consequences and reducing patients' dependency on caregivers, providing well-deserved relief to patients and their loved ones.",
    "detailed_description": "Apathy in Parkinson's disease (PD) is a significant public health problem with serious adverse consequences for patients and caregivers. Apathy is present in up to 70% of people with PD. Patients suffering from apathy experience decreased motivation, relying heavily on caregivers to initiate daily activities. The presence of apathy is associated with worse quality of life for patients and caregivers. Moreover, patients with apathy have a faster disease progression and increased likelihood of development of cognitive impairment.\n\nDespite the high prevalence of apathy in PD and its serious consequences, there are no proven treatments for this condition. Dopaminergic enhancement appears as a potential mechanism as there is evidence that degeneration of the frontostriatal circuits involving the prefrontal cortex is one of the main mechanisms for the presence of apathy in PD as well as other neurodegenerative disorders, such as Alzheimer's disease (AD). This degeneration is associated with deficits in dopaminergic and noradrenergic input fibers to the prefrontal cortex.\n\nMethylphenidate, a dopamine and noradrenaline reuptake inhibitor, has been shown to be safe and effective in PD in the treatment of motor and cognitive symptoms, and several small trials and case series reported improvement in motivation and mood. Recently, methylphenidate was shown to be safe and improve apathy in AD in a series of well-controlled studies conducted by members of our team. This represents a relevant result as similar pathophysiology for apathy has been suggested in both AD and PD.\n\nGiven the common biological pathways in the onset of apathy in both disorders, we propose that, as is the case in AD, methylphenidate will be a safe and effective treatment for apathy in PD.\n\nThe goal of the proposed study of Methylphenidate for Apathy in Veterans with Parkinson's Disease (MAV-PD) is to expand upon this encouraging preliminary work by evaluating methylphenidate for the treatment of apathy in PD Veteran patients. It is our strong belief that a trial designed specifically in Veteran population should be conducted, as reliance on data from civilian populations who differ in their level of medical and psychiatric comorbidity, which influence drug response, may not be applicable to Veterans with PD.\n\nThis study will employ a single-site, parallel, randomized, double-blind, placebo-controlled design conducted on 60 Veterans with apathy and PD. MAV-PD is designed specifically for PD patients with apathy, and as such it employs a concise battery of neuropsychological tests that have been chosen for this patient group.\n\nThis project is of great importance because it will explore the efficacy and safety of a promising dopamine agonist for treating apathy in PD, where there are no proven treatment options. Should methylphenidate be found effective, it will likely become the first-line therapy for apathy in PD.",
    "sponsor": "Ralph H. Johnson VA Medical Center",
    "collaborators": [],
    "conditions": [
      "Parkinson Disease",
      "Apathy"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03620903",
    "brief_title": "Efficacy of First Line B-RI for Treatment Naive Waldenström's Macroglobulinemia",
    "official_title": "Efficacy of First Line Bortezomib, Rituximab, Ibrutinib (B-RI) for Patients With Treatment Naive Waldenström's Macroglobulinemia",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2019-09-11",
    "completion_date": "2029-09",
    "brief_summary": "In Waldenström macroglobulinemia (WM) conventional chemotherapy induces only low complete remission (CR) rates and responses of short duration compared to other indolent lymphomas. Thus innovative approaches are needed which combine excellent activity and tolerability in patients with WM, who are mostly of advanced age. The immunochemotherapy DRC (dexamethasone, rituximab, cyclophosphamide) was shown to be highly effective in patients with WM without inducing major hematological toxicities. On the other hand the proteasome inhibitor bortezomib showed substantial activity as a single agent in WM with only very few side effects when given in a weekly schedule. Recent data confirmed high activity with low toxicity for ibrutinib in relapsed WM patients as single agent therapy. Based on these observations it is the aim of this study to investigate the efficacy and toxicity of the chemotherapy-free combination bortezomib, rituximab, ibrutinib (B-RI) in treatment naïve WM patient.",
    "detailed_description": "In Waldenström's macroglobulinemia (WM) conventional chemotherapy induces only low complete remission (CR) rates and responses of short duration compared to other indolent lymphomas. Thus innovative approaches are needed which combine excellent activity and tolerability in patients with WM, who are mostly of advanced age. Today, chemotherapy in combination with the anti-cluster of differentiation (CD) 20 antibody rituximab is still the backbone of treatment in patients with WM and is recommended as first line in national and international treatment guidelines. With the approval of Ibrutinib by the European Medicines Agency (EMA) 2015 for patients with relapsed WM or for patients not eligible for chemotherapy with treatment naïve WM treatment landscape has changed in this lymphoma subtype and there is an urgent need to evaluate to which extent chemotherapy-free approaches add clinical benefit to the patient. The treatment in the \"European Consortium for Waldenström's Macroglobulinemia\" (ECWM)-2 trial will test, whether the chemotherapy-free approach, which is given orally (ibrutinib) and subcutaneously (bortezomib and rituximab from cycle 2 onwards) (B-RI) will approach the efficacy of chemotherapy containing treatment concepts, but avoids chemotherapy associated toxicity. From the perspective of single agent ibrutinib, this regimen tests whether ibrutinib can be further optimized by adding rituximab and bortezomib. The combination of rituximab and ibrutinib was tested in comparison to rituximab/placebo in a large international phase III trial on behalf of the European Consortium for Waldenström's Macroglobulinemia in relapsed and first line WM, and results were recently published: in this trial no unexpected toxicity of the combination ibrutinib/rituximab was reported. Furthermore, ibrutinib/rituximab was significantly superior to rituximab/placebo with regard to response rates and PFS. From the perspective of the established rituximab/bortezomib regimen, the combination of B-RI will evaluate whether adding ibrutinib to this combination will add any benefit for the patient.\n\nTo this end, the aim of the study is to assess the toxicity and efficacy of B-RI in an exploratory phase II trial.",
    "sponsor": "Christian Buske",
    "collaborators": [
      "University of Ulm",
      "ClinAssess GmbH",
      "Zentrum für Klinische Studien Ulm",
      "Hoffmann-La Roche",
      "Johnson & Johnson"
    ],
    "conditions": [
      "Waldenstrom Macroglobulinemia"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05634408",
    "brief_title": "Evaluating ACUVUE® Abiliti™ 1-Day Soft Therapeutic Lenses for Myopia Management",
    "official_title": "Evaluating ACUVUE® Abiliti™ 1-Day Soft Therapeutic Lenses for Myopia Management",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2022-12-24",
    "completion_date": "2025-08-31",
    "brief_summary": "This is a single-site, prospective, single-arm, open-label, real-world evidence study with a minimal study duration of 1-year, up to 2-year follow-up to evaluate overall visual acuity.",
    "detailed_description": "No detailed description",
    "sponsor": "Johnson & Johnson Vision Care, Inc.",
    "collaborators": [],
    "conditions": [
      "Visual Acuity"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06667908",
    "brief_title": "A Study of JNJ-90301900 in Combination With Chemoradiation Followed by Consolidation Immunotherapy for Non-Small Cell Lung Cancer (NSCLC)",
    "official_title": "A Phase 2, Randomized, Open-Label, Active-Controlled Study of JNJ-90301900 in Combination With Chemoradiation Followed by Durvalumab in Locally Advanced and Unresectable Stage III NSCLC",
    "overall_status": "RECRUITING",
    "start_date": "2024-12-06",
    "completion_date": "2028-12-31",
    "brief_summary": "The purpose of this study is to determine whether JNJ-90301900 added to concurrent platinum-based doublet chemotherapy with radiation therapy (cCRT) followed by consolidation immunotherapy (cIT) can improve objective response rate (ORR; that is percentage of participants whose best response is complete response or partial response during the study) in participants with locally advanced and unresectable stage III non-small cell lung cancer.",
    "detailed_description": "No detailed description",
    "sponsor": "Johnson & Johnson Enterprise Innovation Inc.",
    "collaborators": [],
    "conditions": [
      "Carcinoma, Non-Small-Cell Lung"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06377514",
    "brief_title": "Clinical Investigation of the TECNIS® Next-Generation Intraocular Lens",
    "official_title": "Clinical Investigation of the TECNIS® Next-Generation Intraocular Lens",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2024-06-03",
    "completion_date": "2025-07-27",
    "brief_summary": "Prospective, multicenter, bilateral, interventional, controlled, masked (sponsor, subjects, and evaluators), randomized clinical trial.",
    "detailed_description": "No detailed description",
    "sponsor": "Johnson & Johnson Surgical Vision, Inc.",
    "collaborators": [],
    "conditions": [
      "Cataracts"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02620852",
    "brief_title": "Women Informed to Screen Depending on Measures of Risk (Wisdom Study)",
    "official_title": "Enabling a Paradigm Shift: A Preference-Tolerant RCT of Personalized vs. Annual Screening for Breast Cancer (Wisdom Study)",
    "overall_status": "RECRUITING",
    "start_date": "2016-08-31",
    "completion_date": "2026-09-01",
    "brief_summary": "Most physicians still use a one-size-fits-all approach to breast screening in which all women, regardless of their personal history, family history or genetics (except BRCA carriers) are recommended to have annual mammograms starting at age 40. Mammograms benefit women by detecting cancers early when they are easier to treat, but they are not perfect. Recent news stories have discussed some of the potential harms: large numbers of positive results that cause stressful recalls for additional mammograms and biopsies. With the current screening approach, half of the women who undergo annual screening for ten years will have at least one false positive biopsy. Potentially more important are cancer diagnoses for growths that might never come to clinical attention if left alone (called \"overdiagnosis\"). This can lead to unnecessary treatment. Even more concerning is evidence that up to 20% of breast cancers detected today may fall into the category of \"overdiagnosis.\"\n\nThis study compares annual screening with a risk-based breast cancer screening schedule, based upon each woman's personal risk of breast cancer. The investigators have designed the study to be inclusive of all, so that even women who might be nervous about being randomly assigned to receive a particular type of care (a procedure that is typical in clinical studies) will still be able to participate by choosing the type of care they receive.\n\nFor participants in the risk-based screening arm, each woman will receive a personal risk assessment that includes her family and medical history, breast density measurement and tests for genes (mutations and variations) linked to the development of breast cancer. Women who have the highest personal risk of developing breast cancer will receive more frequent screening, while women with a lower personal risk would receive less frequent screening. No woman will be screened less than is recommended by the USPSTF breast cancer screening guidelines.\n\nIf this study is successful, women will gain a realistic understanding of their personal risk of breast cancer as well as strategies to reduce their risk, and fewer women will suffer from the anxiety of false positive mammograms and unnecessary biopsies. The investigators believe this study has the potential to transform breast cancer screening in America.",
    "detailed_description": "For almost 30 years, annual mammograms for women over 40 have been a cornerstone of the US strategy to reduce mortality from breast cancer. A number of advances in the understanding of breast cancer biology, and screening in general, have led to calls to revise and improve national screening strategies (Esserman et al., 2014). In 2009, the US Preventive Services Task Force (USPSTF) introduced changes to screening guidelines, recommending that annual mammograms for all women 40-75 be replaced by biennial screening for women ages 50-75, and that screening in the 40's should be individualized by taking patient context into account, including the patient's values regarding specific benefits and harms. Despite being based on a thorough review of the scientific literature, these recommendations continue to spark debate and scientific opinion on the effectiveness of annual screening is greatly divided. On one hand the radiology and obstetrics/gynecology community argues that annual mammograms starting at 40 reduce the rate of interval cancers. On the other hand, primary care physicians and other specialists believe that annual screening results in more false-positives and unnecessary treatment and that a more targeted approach could result in fewer false-positives and less over-diagnosis without increasing the number of interval cancers. In fact it has been estimated that half of women will receive a false-positive recall over 10 years of annual screening and that as many as 20% of all breast cancers might be overdiagnosed. Since 2009 this debate has intensified, paralyzing the system and thwarting any efforts to change or improve screening. The end result is that women are frustrated and confused, and some have stopped screening altogether.\n\nDespite a vastly improved understanding of breast cancer risk, the only criteria used to establish a woman's screening recommendations is her age (and BRCA status if known), but there are risk models available that incorporate personal and family history of breast disease, endocrine exposures and breast density to assess breast cancer risk (Constantino, et al., 1999; Parmigiani, et al., 1998; Tyrer, et al., 2004; Claus, et al., 2001; Ozanne, et al., 2003). Most recently certain genetic mutations and common genetic variants (single nucleotide polymorphisms or SNPs) have been confirmed predictors as well (Darabi, et al., 2012). Therefore, advances in this understanding of breast cancer biology, risk assessment, and imaging have enabled the creation of better tools and sufficient knowledge to replace the one-size-fits-all approach to screening and to implement a new, personalized model; one that provides recommendations on when to start, when to stop, and how often to screen that depend upon well characterized measures of risk.\n\nThe investigators propose to test a transformational evidence-based approach to breast screening that educates women about their actual risk, and tailors screening recommendations to them as individuals. Within the Athena Breast Health Network, the study will compare comprehensive, patient-centered risk-based screening to annual screening for women starting at age 40. The comprehensive risk assessment is based on a widely accepted risk model, the Breast Cancer Surveillance Consortium model, that includes endocrine exposures, family history and breast density, with additional genomic risk factors that include rare and uncommon major breast cancer susceptibility alleles as well as more common and recently validated single nucleotide polymorphisms (SNPs) that can, cumulatively, contribute significantly to a woman's individual risk. The study's personalized approach will recommend an age to start and stop screening as well as a frequency based upon individual risk. Women of highest risk will receive greater surveillance than those of lowest risk where the lower bound is the USPSTF recommended guidelines. In this manner, the study will focus the most effort on those most likely to develop the disease.\n\nIn close collaboration with patient advocates, the study has been designed as a 5-year, preference-tolerant, 65,000 patient, randomized controlled trial of risk-based versus annual screening. Individuals uncomfortable with the potential to be assigned to a particular arm in the randomized cohort can participate in the self-assigned observational cohort, an example of the pragmatic approach taken. Total accrual is anticipated to be 100,000 women across both cohorts. A broad group of stakeholders have participated in crafting this approach, including advocates, payers, the entire range of medical specialists and primary care providers and researchers involved with breast cancer screening across the entire Athena Network, technology partners, the Office of the President at the University of California, and policy-making organizations.\n\nThe study hypothesizes that risk-based screening will be an improvement over annual screening because it will be as safe, less morbid, enable more cancer prevention, less stressful and more readily accepted by women as a result of an improved understanding of their personal risk.\n\nThe Athena Breast Health Network was established across the 5 University of California medical centers to develop a new, harmonized approach to breast cancer prevention, screening and treatment. Athena is among the few centers in North America to use technology to integrate risk assessment into breast screening. The investigators have developed a cadre of \"breast health specialists\" who provide women with counseling and support around risk and prevention. There are currently 100,000 registered Athena participants, with 30,000 new patients per year and growing with the addition of Sanford Health, one of the largest rural health networks in the country. The primary research mission of Athena is to address issues requiring a population-based approach and translate solutions to clinical practice. Athena is uniquely positioned to address the screening controversy and provide women with renewed confidence in decisions about their breast health. Risk-based screening for breast cancer is exactly the advanced, evidence-based approach to medicine described in the NIH and FDA's \"Path to Personalized Medicine\". If these hypotheses prove to be correct, this study will be able to establish a clear justification for its use, and provide a framework for widespread implementation that will benefit women across the country.",
    "sponsor": "University of California, San Francisco",
    "collaborators": [
      "Patient-Centered Outcomes Research Institute",
      "Robert Wood Johnson Foundation",
      "Color Genomics, Inc.",
      "Salesforce",
      "National Cancer Institute (NCI)",
      "Safeway Foundation",
      "United States Department of Defense"
    ],
    "conditions": [
      "Breast Cancer Screening",
      "Breast Carcinoma in Situ",
      "Breast Cancer"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04031170",
    "brief_title": "Filipino Family Health Initiative",
    "official_title": "Filipino Family Health Initiative: The Incredible Years for Parents of School Age Children",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2018-07-07",
    "completion_date": "2025-12-31",
    "brief_summary": "The overall objective of this research is to test the effectiveness of a parenting program on Filipino parents living in California. The sample will include 180 Filipino immigrant families, half of which will receive the Online Incredible Years® School Age Basic \\& Advanced Parent Training Program (intervention) and the other half will receive the American Academy of Pediatrics' Bright Futures handouts (control) and be placed on a 3-month waitlist for the IY parenting program.",
    "detailed_description": "The overall objective of the proposed research is to test the effectiveness of a parenting program (Incredible Years® School Age Basic \\& Advanced Parent Training Program, IYP) on Filipino parents recruited from multiple community-based settings and its impact on trajectories of parenting practices, parenting stress, and child problem behavior.\n\nEvidence-based parenting interventions provided in early childhood have proven to be effective in preventing the onset and escalation of child mental health disorders. IYP is one of the best-studied and most highly regarded parent training programs. As a result of pilot studies funded by a NIH K23 and a NCATS KL2 award, the investigators have identified IYP as a community-identified solution for preventing behavioral health disparities, demonstrated IYP efficacy in improving parenting practices and parenting stress in Filipino parents, and child problem behavior.\n\nThis population was chosen because: 1) Filipinos are the second largest immigrant population in the U.S. with the highest concentration living in Los Angeles; 2) Filipinos are exposed to multiple adversities, including immigration stress and relocation, loss of social status, and lower self-esteem due to discrimination, placing young children at risk for future behavioral and mental health problems; 3) U.S.-born Filipino youth exhibit higher rates of mental health problems than non-Hispanic whites and attain significantly lower levels of education than their foreign-born counterparts and other U.S.-born Asian American populations; and 4) Filipinos are less likely than non-Hispanic whites to participate in mental health and preventive care interventions.\n\nThe proposed study will be a randomized controlled trial involving 180 parents of children aged 8-12 years old. Parents will be randomly chosen to receive either a) an online 12 - week parenting intervention called the Incredible Years (intervention group) or b) AAP bright future handouts with general parenting advice (control group). The control group will be offered the Incredible Years after a 3-month wait list period.\n\nFindings will contribute to the scientific literature on preventive and early intervention programs for children at high risk for future behavioral problems. The data will also provide important information to understand the processes underlying how IYP affects parenting practices and subsequent child problem behavior among Filipino families. The importance of this research rests on its potential to prevent behavioral health disparities in this understudied and high-risk population.",
    "sponsor": "Children's Hospital Los Angeles",
    "collaborators": [
      "Robert Wood Johnson Foundation"
    ],
    "conditions": [
      "Parenting",
      "Family Relations",
      "Education"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06852742",
    "brief_title": "A Study to Evaluate and Compare the Efficacy of Two Facial Creams on Moderately to Severely Photodamaged Skin",
    "official_title": "A Randomized, Evaluator-Blind, Twelve-Week Usage Study to Evaluate and Compare the Efficacy of Two Facial Creams on Moderately to Severely Photodamaged Skin",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2025-01-20",
    "completion_date": "2025-05-20",
    "brief_summary": "The objective of this study is to evaluate the efficacy of a retinol alternative-containing facial cream in improving skin texture, radiance/brightness, and the appearance of fine lines, wrinkles, uneven skin tone, and dark spots, with a positive control of a retinol-containing cream.",
    "detailed_description": "No detailed description",
    "sponsor": "Johnson & Johnson Consumer Inc. (J&JCI)",
    "collaborators": [],
    "conditions": [
      "Photodamaged Skin"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06318637",
    "brief_title": "Evaluation of the Acceptability and Feasibility of a Bedtime Routine for Neonates",
    "official_title": "A Clinical Evaluation of the Acceptability and Feasibility to Caregivers of a Bedtime Routine for Neonates",
    "overall_status": "RECRUITING",
    "start_date": "2024-04-18",
    "completion_date": "2025-08-18",
    "brief_summary": "The purpose of this study is to assess, via caregiver questionnaire, the acceptability and feasibility of implementing a bedtime routine for newborns.",
    "detailed_description": "No detailed description",
    "sponsor": "Johnson & Johnson Consumer Inc. (J&JCI)",
    "collaborators": [],
    "conditions": [
      "Newborn"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06993675",
    "brief_title": "Engaging T-cells to Eliminate MRD in Newly Diagnosed Myeloma Optimizing Response With Talquetmab and Teclistamab (ROTATE)",
    "official_title": "Improving MRD Negativity Rates in Newly Diagnosed Multiple Myeloma Patients: a Response-adaptive Approach of Consolidation With One or Two Bispecific T-cell Engagers Against GPRC5D or BCMA",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-06",
    "completion_date": "2029-03",
    "brief_summary": "Multiple myeloma is characterized by a pattern of recurrent relapse and remains an incurable malignancy. Participants with minimal residual disease (MRD) after front line therapy with induction with or without transplant have worse prognosis than those with MRD negative disease.\n\nBispecific T-cell-based immunotherapies have the potential to promote further reduction of malignant plasma cells thus improving rates of MRD negativity and improve patient outcomes. In this study, participants who are MRD positive after front line therapy will receive consolidation with GPRC5D-targeted bispecific talquetamab. We will test MRD negative conversion and if MRD negativity was not achieved, the participant will switch to a different target using the B-cell maturation antigen TCE, teclistamab. Consolidation will be continued for up to 1 year in participants who have achieved MRD negativity.",
    "detailed_description": "No detailed description",
    "sponsor": "Noffar Bar",
    "collaborators": [
      "Johnson & Johnson"
    ],
    "conditions": [
      "Multiple Myeloma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02596802",
    "brief_title": "Fetoscopic Endoluminal Tracheal Occlusion (FETO) for Congenital Diaphragm Hernia",
    "official_title": "Pilot Trial of Fetoscopic Endoluminal Tracheal Occlusion (FETO) in Severe Left Congenital Diaphragmatic Hernia (CDH)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2015-12-01",
    "completion_date": "2026-01-20",
    "brief_summary": "The goal is to assess the feasibility and safety of implementing Fetoscopic Endoluminal Tracheal Occlusion (FETO) therapy in fetuses with severe left Congenital Diaphragmatic Hernia (CDH) at UTHealth. UTHealth's success in this study (with an initial 5 patients) will determine the feasibility of UTHealth's future participation in multi-center trials of this intervention.",
    "detailed_description": "No detailed description",
    "sponsor": "Anthony Johnson",
    "collaborators": [],
    "conditions": [
      "Congenital Diaphragmatic Hernia"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT01496638",
    "brief_title": "The Nordic-Baltic Bifurcation Study IV",
    "official_title": "How Should Coronary Artery Stenoses With Significant Side Branch be Stented? A Strategy of Stenting Both Main Vessel and Side Branch Compared to a Strategy of Stenting the Main Vessel and Only Stenting the Side Branch if Necessary.",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2008-12",
    "completion_date": "2025-12",
    "brief_summary": "How should coronary artery stenoses with significant side branch be stented?\n\nA strategy of stenting both main vessel and side branch compared to a strategy of stenting the main vessel and only stenting the side branch if necessary.\n\nThe 2-stent strategy is superior to the 1-stent strategy regarding occurrence of cardiac death, non-procedure related myocardial infarction and re-revascularization with percutaneous coronary intervention (PCI) or coronary artery bypass grafting (CABG).",
    "detailed_description": "Design:\n\n* Randomised open multicentre trial.\n\nPatients:\n\n* Number 450.\n\nRandomisation:\n\n* No side branch treatment group or stenting of main vessel and side branch group.\n\nEvaluation of endpoints:\n\n* Primary and secondary endpoints will be assessed by an independent endpoint committee.\n* The endpoint committee will consist of experienced cardiologists with professor Kristian Thygesen, Aarhus Universitetshospital, as chairman.\n\nSample size calculation:\n\n* A total of 225 patients will be included in each group, in total 450 patients. We expect a primary endpoint rate of 10% (cardiac death, non-procedure related myocardial infarction related to index lesion or TLR after 6 months) in the 1- stent strategy group and of 3% in the 2-stent strategy group. With an alpha of 5% and a strength of 80%, 194 patients will be needed in each group (two-sided chi-square test) to demonstrate this difference. The expected primary endpoint rate after 6 months is based on 6 months MACE rates and on the angiographic results in our previously published studies. In these studies, a 6 months MACE rate of 3.7% was found in the culotte group of the Nordic Stent Technique Study. Besides, an angiographic restenosis rate of 19.2% in the 1-stent strategy group in the Nordic Bifurcation Study is estimated to translate to a MACE rate of approximately 10% in the present study.\n\nAnalysis of the population:\n\n* The results will be analyzed according to the intention-to-treat principle.\n\nData management:\n\n* The study is reported to Datatilsynet (The Danish Data Protection Agency) and the agency's guidelines for data management will be followed.\n\nDedicated case record forms (CRF) will be used and faxed to PCI research, Cardiac Cath. Lab., Aarhus University Hospital, Skejby, DK-8200 Aarhus N, Denmark. Data will be stored in an Access database and double data entry will be used as quality control. There will be a log of accesses and attempt of accesses. Back-up data and original data will be cryptotized.\n\nMonitoring of the study:\n\n* The study will be monitored according to the GCP rules by independent professionals. During the study period, monitors will have regular contact to the participating departments to ensure that the trial is conducted in compliance with the protocol, GCP and applicable regulatory requirements\n\nPublication:\n\n* Results, positive as well as negative, will be published in an international cardiovascular journal. Publication and author issues will be decided by the steering committee on basis of general involvement in the study (drafting of protocol, core lab. function, end point committee membership, etc.) and of number of included patients.",
    "sponsor": "Niels Ramsing Holm",
    "collaborators": [
      "Johnson & Johnson"
    ],
    "conditions": [
      "Coronary Artery Disease"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06206187",
    "brief_title": "Blinded Randomized Controlled Trial of Artificial Intelligence Guided Detection of Intracardiac Thrombus",
    "official_title": "ICE Detector-RCT: Blinded, Randomized Controlled Trial of Electrophysiologist vs. Artificial Intelligence Detection of Intracardiac Thrombus",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2024-01-05",
    "completion_date": "2025-12-31",
    "brief_summary": "To determine whether an integrated AI decision support can save time and improve the accuracy of detection of intracardiac thrombus, the investigators are conducting a blinded, randomized controlled study of AI-guided detection of intracardiac thrombus to electrophysiologist judgment in preliminary readings of echocardiograms.",
    "detailed_description": "No detailed description",
    "sponsor": "Shanghai Chest Hospital",
    "collaborators": [
      "Johnson & Johnson"
    ],
    "conditions": [
      "Atrial Fibrillation"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05525585",
    "brief_title": "Early Human Milk Fortification After Early, Exclusive, Enteral Nutrition in Very Preterm Infants",
    "official_title": "Early Human Milk Fortification After Early, Exclusive, Enteral Nutrition in Very Preterm Infants: a Randomized Clinical Trial",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2022-11-17",
    "completion_date": "2025-10",
    "brief_summary": "In this proposed clinical trial, the investigators will randomize 80 very preterm (VPT) infants to receive either early (between day 4 and 7) or delayed (between day 10 and 14) fortification and determine if providing early protein supplementation through early fortification results in higher FFM-for-age z scores and more diversity in the gut microbiome.",
    "detailed_description": "No detailed description",
    "sponsor": "University of Alabama at Birmingham",
    "collaborators": [
      "Mead Johnson Nutrition"
    ],
    "conditions": [
      "Prematurity",
      "Light-For-Dates",
      "Enteral Feeding Intolerance"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05903885",
    "brief_title": "A Cross-sectional Partnership to Improve Prevention and Health Equity Among African Americans",
    "official_title": "Using a Cross-sectional Partnership to Improve Prevention and Health Equity Among African Americans",
    "overall_status": "RECRUITING",
    "start_date": "2023-10-02",
    "completion_date": "2026-01",
    "brief_summary": "African Americans face racial disparities in colorectal cancer (CRC), with lower screening rates and higher incidence and mortality rates. To address this gap and improve CRC screening rates, investigators aims to recruit a total of 1,200 African American participants aged 45-75 during their visits to the DMV, 4606 N 56th St Ste100, Omaha, for CRC screening. All participants will receive a free Fecal Immunochemical Test (FIT) kit with a prepaid return envelope, a culturally tailored educational brochure, reminder text messages and calls, and post-FIT navigation support for participants with positive results or without family doctor/insurance. Kits are returned to a designated Nebraska Medicine lab for testing, and test results will be mailed to participants within 14-21 days. Participants will be assigned to one of two groups: the on-site distribution group or the on-site distribution group with social media advertising group. The social media advertising group will additionally be exposed to targeted ads on platforms like Facebook, Instagram, and YouTube to increase awareness and potentially improve participation rates. The study will compare FIT kit return rates, positive screening rates, and completion rates of follow-up colonoscopies after positive FIT results between the two groups.",
    "detailed_description": "African Americans face racial disparities in colorectal cancer (CRC), with lower screening rates and higher incidence and mortality rates. The American Cancer Society reported that African Americans are about 20% more likely to have CRC and 40% more likely to die from it compared to other racial groups. The main reasons for high CRC incidence and mortality for African Americans are structural barriers in access to quality healthcare and timely screening that can be attributed in large part to historical and persistent structural racism in the U.S. To address this gap and improve CRC screening rates among African Americans, this study will partner with the Department of Motor Vehicles (DMV) to recruit African Americans eligible for CRC screening during their regular visits to the DMV. Investigators will recruit 1,200 participants aged 45-75 for CRC screening.\n\nUpon consent, participants' demographic and screening-related information will be collected via a paper-based registration survey (e.g., name, age, gender, race/ethnicity, address, healthcare access, recent CRC screening history, smoking status, and personal/family history of CRC). All participants will receive a free Fecal Immunochemical Test (FIT) kit with a prepaid return envelope, a culturally tailored educational brochure, reminder text messages and calls. Participants will be assigned to one of two groups: the on-site distribution group or the on-site distribution group with social media advertising group. The social media advertising group will additionally be exposed to targeted ads on platforms like Facebook, Instagram, and YouTube from August 19, 2024, to October 29, 2024, to increase awareness and potentially improve participation rates.\n\nKits are returned to a designated Nebraska Medicine lab, and test results will be mailed to participants within 14-21 days. Follow-up services, including assistance with scheduling colonoscopies and applying for financial support programs, will be provided by a health navigator at Charles Drew Health Center for participants with positive results or those without health insurance or a primary care provider. Outcomes (screening completion rate and positive results) will be compared between the onsite and onsite with social media advertising groups, controlling for other covariates (age, gender, income, previous screening, smoking status, healthcare access, and health beliefs). The study will also assess the cost-effectiveness of each strategy and the completion rate of follow-up colonoscopies after receiving positive FIT results. Participants' perceptions and beliefs about screening will be collected via an online survey.",
    "sponsor": "University of Nebraska",
    "collaborators": [
      "Robert Wood Johnson Foundation"
    ],
    "conditions": [
      "Colorectal Cancer",
      "Prevention"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06941415",
    "brief_title": "Bumetanide vs. Furosemide in Cirrhosis",
    "official_title": "Bumetanide vs. Furosemide for Adults Hospitalized With Cirrhosis: the BUFF Trial",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-07-01",
    "completion_date": "2027-07-31",
    "brief_summary": "Patients with cirrhosis are frequently hospitalized due to an acute decompensation of their liver disease including bleeding, jaundice, encephalopathy, and volume overload. Volume overload is associated with increased mortality from acute hypoxic respiratory failure, hemorrhage from esophageal varices, and spontaneous bacterial peritonitis.\n\nClinical practice guidelines describe sodium restriction and diuretics as first-line treatment, combined with regular body weight monitoring to assess response. In patients with suboptimal response to furosemide, alternative loop diuretics like torsemide or bumetanide may improve natriuresis. Bumetanide has a theoretic advantage over furosemide due to its more rapid and complete intestinal absorption, combined with a prolonged half-life in patients with hepatic dysfunction. In this pragmatic study, the aim is to compare the efficacy of diuresis with bumetanide versus furosemide among hospitalized patients with cirrhosis.",
    "detailed_description": "No detailed description",
    "sponsor": "Stacy Johnson",
    "collaborators": [],
    "conditions": [
      "Cirrhosis"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06059209",
    "brief_title": "Enfamil NeuroPro Study",
    "official_title": "The Role of Milk Fat Globule Membrane and 2'-Fucosyllactose in the Infant Gut Microbiota",
    "overall_status": "RECRUITING",
    "start_date": "2023-01-05",
    "completion_date": "2026-05-31",
    "brief_summary": "This study will compare infant gut bacteria for infants who have been fed a standard infant formula (Enfamil Infant); infants who have been fed a new infant formula designed to be more similar to breast milk (Enfamil NeuroPro); and breastfed infants. These formulas are currently available on the market and meet FDA requirements for infant formula.",
    "detailed_description": "This study is a randomized, double-blind, parallel-group study comparing breast milk to Enfamil Infant and Enfamil NeuroPro formulas. The central hypothesis of the study is that the addition of milk fat globule membrane and2'-Fucosyllactose (2'-FL) to infant formula plays a role in shaping the microbiota in a manner similar to the microbiota of breastfed infants. To test this hypothesis, the investigators will explore longitudinal changes in the fecal microbiome from birth to 4 months of age in infants fed breast-milk, standard Enfamil Infant formula or Enfamil NeuroPro formula. Fecal samples will be collected at birth, and then monthly for 4 months. At the time of last collection one serum sample will be collected. The investigators will analyze basic growth parameters, fecal microbial community analysis by metagenomics, fecal metabolome by untargeted metabolomic analysis, and fecal and systemic indicators of inflammation and intestinal barrier function.",
    "sponsor": "University of Arizona",
    "collaborators": [
      "Mead Johnson Nutrition"
    ],
    "conditions": [
      "Infant Development",
      "Infant ALL"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06207071",
    "brief_title": "Early DHA/ARA Supplementation in Growth-restricted Very Preterm Infants: A Randomized Clinical Trial",
    "official_title": "Early DHA Supplementation in Growth-restricted Very Preterm Infants: A Randomized Clinical Trial",
    "overall_status": "RECRUITING",
    "start_date": "2024-05-20",
    "completion_date": "2026-12",
    "brief_summary": "Growth-restricted very preterm infants (VPT) are born without adequate fat mass (FM) deposits and low docosahexaenoic acid (DHA) concentrations. They often experience further declines in DHA concentrations during the initial three weeks post-birth while advancing enteral feeds and receiving lipid supplementation predominantly through parenteral nutrition. These suboptimal enteral and parenteral nutrition practices significantly heighten the risk of faltering postnatal growth. One promising approach to mitigate these issues is enteral DHA supplementation. However, it remains unclear whether the early administration of DHA through enteral supplementation could lead to a more substantial increase in head growth without affecting FM accretion in growth-restricted VPT infants. To address this question, we propose a masked randomized clinical trial involving 152 VPT infants.",
    "detailed_description": "No detailed description",
    "sponsor": "University of Alabama at Birmingham",
    "collaborators": [
      "Mead Johnson Nutrition"
    ],
    "conditions": [
      "Infant Malnutrition",
      "Light-For-Dates With Signs of Fetal Malnutrition",
      "Premature",
      "Nutrition Disorder, Infant"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06311578",
    "brief_title": "A Study of JNJ-87704916, as Monotherapy and in Combination for Advanced Solid Tumors",
    "official_title": "Phase 1 Study of Intratumoral Administration of JNJ-87704916, an Oncolytic Virus, as Monotherapy and in Combination for Advanced Solid Tumors",
    "overall_status": "RECRUITING",
    "start_date": "2024-04-10",
    "completion_date": "2033-11-30",
    "brief_summary": "The purpose of this study is to determine the safety, feasibility, recommended dose(s) and regimen(s) of JNJ-87704916 as monotherapy and in combination with cetrelimab.",
    "detailed_description": "No detailed description",
    "sponsor": "Johnson & Johnson Enterprise Innovation Inc.",
    "collaborators": [],
    "conditions": [
      "Advanced Solid Tumors"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06740487",
    "brief_title": "Advanced Wireless Augmented Reality-Enhanced Exposure Therapy for Posttraumatic Stress Disorder",
    "official_title": "Advanced Wireless Augmented Reality-Enhanced Exposure Therapy for Posttraumatic Stress Disorder",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-06-01",
    "completion_date": "2027-12-31",
    "brief_summary": "The goal of this trial is to test how augmented reality exposure therapy (ARET) may potentiate the effects of traditional exposure therapy administered to U.S. military personnel diagnosed with PTSD. 40 adult males and females over the age of 18 that have served, or are currently serving, in the U.S. military, with a current diagnosis of PTSD, will be recruited. Participants will be randomized into two groups: 20 participants will receive ARET + traditional ET, with the remaining 20 to receive traditional ET only. The main questions this trial aims to answer are:\n\n* what are the different clinical and psychosocial functioning outcomes between veterans/active-duty personnel with PTSD who receive ARET + traditional ET versus traditional ET only\n* what are the differences in acceptance and satisfaction of treatment, between ARET + traditional ET and the traditional ET-only group",
    "detailed_description": "Post-traumatic stress disorder (PTSD) affects 12-14% of military personnel exposed to combat or military sexual trauma. Exposure therapy (ET) is the core of effective treatments for PTSD. During ET, patients are gradually exposed to avoided situations until fear/avoidance diminish. Despite its centrality in treatment, dropout from ET is high. Furthermore, while ET allocates significant therapist time to imaginal exposure to trauma memories, it relies on patients to independently engage in in vivo exposure to real-life situations they avoid (e.g., a crowded room or a grocery store). This limits patients' success in key exposure assignments, and importantly, their ability to return to civilian life functioning and work. Often, patients' symptoms improve, but social and occupational disability persists.\n\nAugmented reality (AR) represents the newest wave of interactive human-computer technology, wherein virtual objects are mixed with physical reality. Instead of a completely synthetic environment (as with virtual reality; VR), AR simply adds to a patient's real physical context. As such, AR is less costly and easier to develop, and most importantly, is far more representative of the environment than VR, because AR IS the patient's environment, albeit with the addition of virtual feared stimuli.\n\nTo overcome ET limitations, researchers at the Stress, Trauma and Anxiety Research Clinic (STARC), in the Department of Psychiatry and Behavioral Neurosciences at Wayne State University, have created an AR technology that for the first time, allows the use of advanced AR technology for ET. This technology, called ExpandXR, is being used for treatment of first responders with PTSD. ExpandXR connects the clinician's computer to the AR headset via local area network (LAN) or Wi-Fi and provides a real-time 3D visual of the patient's surroundings on the therapist's computer. The clinician can see the position of the patient and the AR objects in a schematic of the room (not the real room), as well as the characters in patient's field of view. Simple clicks allow the clinician to control which virtual objects are present in the environment, as well as their behavior and movement. Stereo sound is delivered to the patient via speakers inside the headset. The software allows for recording of the number of augmented avatars in patient's field of view at any moment. Patients' subjective units of distress score (SUDS) can be directly entered into the software during the session.\n\nExpandXR includes 'scenarios' involving exposure to crowds in diverse social contexts. These scenarios have been designed by obtaining feedback from first responders, as well as the clinicians who work with them, while the technology has been developed in collaboration with experts with decades of experience in the gaming industry to ensure the realism needed for this application, and the highest possible overall quality of the product. The scenarios are scalable from very low on the fear hierarchy (e.g., two people talking to each other in a far corner of the room) to higher levels (e.g., a loud gathering with multiple groups of people, both in the patient's field of vision and behind them, with the sound of fireworks in the background). Current fixed scenarios include a gradually crowding party (which with some props could be transformed to a restaurant or bar), a gradually crowding grocery store, a bar/restaurant, a sports event, and office space. Some characters will have military fatigue on. Importantly, these scenarios include the normal life situations that are avoided by people with PTSD due to their trauma and are NOT recreations of the trauma memories. While engaged in a scenario, the patient, wearing the AR headset, can walk around, join groups, and listen to conversations. Some characters are interactive, walking towards the patient and addressing them directly. The clinician's desktop view livestreams the patient's position in space and their point of view (clinician can toggle between views). The exposure hierarchy intensity is easily increased or decreased by clicking arrows. The scenario can be paused and restarted. Sounds effect can be selected and adjusted for each patient. Patients' SUDS can be entered in real-time, and a data file with SUDS, timestamp and the level of exposure is exported at the end of the session. The software also has a library of near 100 diverse characters from which the clinician can choose and apply customized behaviors or interactions with a patient. The clinician can choose a character with specific physical characteristics, define their behavior, and type the content of their speech live. Of note, all these behaviors are normal life behaviors like walking, shaking head, nodding, tapping foot, smiling, looking surprised, etc. This aspect of the technology can be used for customized needs of each patient and their specific avoidances. The technology also allows automated conversations with AI driven characters, for practicing having a normal safe conversation with as stranger.\n\nThe technology has been well-received by first responders (a group with experiences relevant to military personnel) and pilot data suggest great success when used in treatment. Patients' initial resistance to ET seems to be an important limiting factor in acceptance of in vivo exposure. For the past several years, some findings from using ARET are that patients are more open to initiating treatment as they cognitively \"know\" the objects are not real. However, when engaged in the treatment, psychophysiological (SCR), behavioral, and subjective measures indicate that ARET elicits similar level of fear and arousal in response to virtual objects as to real feared objects.\n\nThis study will use a fine-tuned version of the above technology, which has been adjusted to specific civilian life needs of veterans and military personnel with PTSD, based on the feedback from national experts in military trauma, and veterans themselves.\n\nSubject Recruitment:\n\n40 adult males and females over the age of 18 that have served, or are currently serving, in the U.S. military, with a current diagnosis of PTSD, will be recruited. Subject recruitment will happen at the Ralph H. Johnson VA Healthcare System (RAJ VAHCS) in Charleston, South Carolina. Potential participants will be contacted by study staff when recruitment derives from the weekly PTSD clinic staff meetings at RAJ VAHCS. The investigators will also post flyers in the RHJ VAHCS, Charleston, and Savannah communities. Potential participants who respond to flyers, or who are referred by other providers, will be directed to the study coordinator where they will review informed consent and have all questions answered. If for any reason the study coordinator and patient cannot meet face-to-face, participants may be contacted via telephone to discuss study parameters. The investigators will also list this study among those listed in our consortium institution's (Medical University of South Carolina) \"scresearch.org\" web page. Also, primary care and mental health providers of veterans for whom PTSD is suspected may also refer to the study. For individuals that do not meet study inclusion criteria, the study staff will assist with coordinating appropriate care outside of the study.\n\nTreatment will take place at the Ralph H. Johnson VA Healthcare System (RAJ VAHCS) in Charleston, South Carolina. Participants will be randomized into two groups: 20 participants will receive ARET + traditional ET, with the remaining 20 to receive traditional ET only. Participants in both groups will receive 10 90-minute sessions of ET over 5-10 weeks (sessions to occur 1-2x per week). Participants in the ARET + traditional ET group will receive enhanced ET insofar as, 30 minutes of their 90-minute session will be devoted to ARET.\n\nParticipants in the ARET group will be fitted with the AR goggles, and the clinician will see the patient's point of view on a desktop computer. The clinician will explain each of the preset scenarios to the patient (e.g., crowded gathering, grocery store, restaurant, bar, office space), and then start with the scenario that patient indicates they find the easiest. The hierarchies of these scenarios are preset and the same for all participants, which mostly involves addition of more characters. At each level, when the patient's SUDS score is 4 or below and the patient gives the go-ahead, the scenario will be increased to the next level. Patients are assured that they will not be surprised, and nothing will happen without their approval. Participants will also be told that they can stop/pause the scenarios at any time. When the first scenario is completed and the patient has SUDS of 4 or below at the highest level of hierarchy exposure, the clinician will leave the room, to allow a sense of control, which is very important for autonomy in real life. Clinician will still be available via intercom.\n\nThroughout the sessions, when each scenario is completed, the patients will move on to another scenario, until they have successfully completed all the scenarios, or have decided to not continue any specific scenario. After that, the clinician will use characters from the character library, and create interactive situations based on specific needs of each patient. Therapy will be conducted based on the principles of conventional exposure therapy. During the exposure, the provider can be in the same room, or a different room in the clinic, but will still be connected to the patient through voice. At any time, if the level of distress due to exposure is determined to be too high, both the patient and the provider can pause or terminate the exposure.",
    "sponsor": "Wayne State University",
    "collaborators": [
      "Ralph H. Johnson VA Medical Center",
      "United States Department of Defense"
    ],
    "conditions": [
      "PTSD",
      "Post Traumatic Stress Disorder"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06602661",
    "brief_title": "Reinforced and Non-Reinforced Staple Lines in Fissureless Lobectomy",
    "official_title": "A Prospective Randomized Study of Reinforced Vs Non-reinforced Staple Lines in Fissureless Lobectomy",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-01-01",
    "completion_date": "2028-01",
    "brief_summary": "Prolonged Air Leak (PAL) is a common and serious problem after lung surgery. It can lead to worse patient outcomes, longer hospital stays, and higher costs. Reinforced staplers are designed to make the staple line stronger and reduce the risk of PAL. However, investigators don't know if they are better than standard staplers, especially in a specific type of lung surgery called fissureless lobectomy for lung cancer. This study aims to find out if reinforced staplers are more effective at reducing PAL and its complications compared to non-reinforced staplers.\n\nReinforced staplers have been used in lung surgeries and have shown to reduce PAL. For example, staplers with special materials like polyglycolic acid (PGA) sheets have shown lower air leakage and fewer days with chest tubes. Other materials like expanded polytetrafluoroethylene (ePTFE) sleeves have also been used to manage air leaks in different types of lung surgeries. However, their effectiveness in fissureless lobectomy has not been studied yet.",
    "detailed_description": "The standard definition of a PAL by the Society of Thoracic Surgeons (STS) dictates that the leak persists beyond five days; however, clinical practices commonly broaden this definition to include any instances in which the leak delays hospital discharge. Some studies find that air leaks persisting after 72 hours are indicative of PAL. Therefore, investigators have elected to use 72 hours as our benchmark for this study.\n\nIn addition to an increased hospital LOS, PAL can heighten costs, increase the incidence of readmission, and induce other postoperative complications. PAL is therefore one of the most significant complications for patients undergoing pulmonary resections, particularly lobectomy for lung cancer. PAL remains a problem despite enhancements in endoscopic surgical techniques; consequently, reinforced staplers have been developed to provide additional support to the staple line, thereby enhancing its sealing capabilities.\n\nReinforced staplers have been used in pulmonary surgeries, including lobectomies, and the results have shown a reduction in PAL occurrence. For example, staplers with polyglycolic acid (PGA) sheets demonstrated a lower postoperative air leakage rate and a reduction in number of chest tube days. Another study reported application of expanded polytetrafluoroethylene (ePTFE) sleeves in the management of air leaks following thoracoscopic and open lung volume reduction surgery.\n\nThe comparative effectiveness of reinforced versus non-reinforced staplers in the context of fissureless lobectomy has not yet been established. By implementing a randomized control trial design, this prospective study will attempt to fill this knowledge gap and uncover the ability of reinforced staplers to improve patient outcomes. To quantify these effects, hospital LOS will be used as a primary measure. Additional intraoperative and postoperative characteristics will be used to document any secondary benefits to reinforced staplers regarding their safety and effectiveness.",
    "sponsor": "Surrey Thoracic Surgery Group",
    "collaborators": [
      "Johnson and Johnson Medical"
    ],
    "conditions": [
      "Lung",
      "Lung Adenocarcinoma",
      "Lung Adenosquamous Carcinoma",
      "Lung Cancer, Non-Small Cell",
      "Lung Carcinoma",
      "Lobectomy",
      "Lobectomy Patient",
      "Lobectomy by Video-thoracoscopies",
      "VATS"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06433271",
    "brief_title": "Transdiagnostic Behavior Therapy Vs TAU for Adjustment Disorder Following Traumatic Event Exposure",
    "official_title": "Comparative Effectiveness of Transdiagnostic Behavior Therapy Vs TAU for Adjustment Disorder Following Traumatic Event Exposure",
    "overall_status": "RECRUITING",
    "start_date": "2024-10-08",
    "completion_date": "2029-01",
    "brief_summary": "Adjustment Disorder (AjD) is the most common mental health condition diagnosed in Active Duty personnel, and is diagnosed following an extreme stress event such as traumatic loss of a comrade, serious accident or injury, or other intense stress event. Despite its high prevalence, no evidence based treatment for AjD has been subjected to randomized controlled trials. This study seeks to build on the research team's pilot work across several disorders study to benefit service members and Veterans with AjD, a highly prevalent but frequently inadequately treated condition.\n\nThe investigators will compare the effects of Transdiagnostic Behavior Therapy (TBT) vs treatment as usual which is Moving Forward Problem Solving Therapy (TAU-PST) on AjD symptom outcomes. The investigators hypothesize that TBT will result in greater overall symptom reduction compared to TAU-PST.",
    "detailed_description": "Adjustment Disorder (AjD) is the most common mental health condition diagnosed in Active Duty personnel, and is diagnosed following an extreme stress event such as traumatic loss of a comrade, serious accident or injury, or other intense stress event. Despite its high prevalence, no evidence based treatment for AjD has been subjected to randomized controlled trials.\n\nCurrently, the VA suggests a problem solving cognitive behavioral therapy, but this recommendation is not based on replicated, randomized controlled trials. Transdiagnostic Behavior Therapy (TBT), is based on key 'active components' of existing evidence based treatments such as Prolonged Exposure and Behavioral Activation, has been designed by this research team to be easily trained and inexpensively disseminated, and has been evaluated in a series of pilots with anxiety and depression disorders that, importantly, represent the key symptom classes of adjustment disorder.\n\nThus, the rationale for the proposed trial is that the research team has done preliminary efficacy testing of an easily exportable intervention that has impact on the key symptoms of adjustment disorder, and the standard of evidence demands replicated, randomized controlled trials to determine if initial signals of positive effect are sustained.\n\nThe study will use a 2 group repeated measures randomized controlled design to evaluate effectiveness of TBT for AjD compared to treatment as usual (TAU-PST). Participants will be randomly assigned in equal numbers (n = 75; N = 150) to one of two treatment arms: (1) TBT or (2) TAU-PST. Participants assigned to TBT will receive 6, 30-45-minute, manualized, individual therapy sessions. Participants assigned to TAU-PST will receive 6, 30-45-minute sessions of Problem-Solving Therapy. Dependent measures will include Department of Defense (DoD) specified common data elements and specific measures of AjD, PTSD, anxiety, depression, and functioning collected by blinded assessors at baseline, post-treatment, 3-month, and 6-month follow-up.",
    "sponsor": "The University of Texas Health Science Center, Houston",
    "collaborators": [
      "Ralph H. Johnson VA Medical Center",
      "U.S. Army Medical Research and Development Command"
    ],
    "conditions": [
      "Adjustment Disorders",
      "Mental Disorder"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06591728",
    "brief_title": "PCA Loading Time Before Knee Prosthetic Joint Infection Revision",
    "official_title": "The Effects Of Dietary Protocatechuic Acid (PCA) On The Function And Structure Of Participants With Prosthetic Joint Infection (PJI) Before Revision Surgery, As Measured By Standard Biomarkers",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-03-01",
    "completion_date": "2025-12",
    "brief_summary": "Proof of principle pilot study of the effect of dietary nutritional loading of protocatechunic acid (PCA) on the health and welfare of individuals with prosthetic joint infection (PJI), as measured by standard biomarkers",
    "detailed_description": "Our purpose in the pre-surgery serial aspiration study is to determine the optimal PCA loading time duration for those with knee PJI with planned single or two stage revision.Our hypothesis, related to changes in structure and function as a result of PCA administration is that dietary nutritional loading of this nutraceutical PCA via the oral route will benefit the health and welfare of such a subject and alter the function and or structure of the human body having a PJI, as measured by improvemen in a pain biomarker, and one or more laboratory-based biomarkers.",
    "sponsor": "Dr. Dean Reeves Clinic",
    "collaborators": [
      "Lanny Johnson, M.D.",
      "Leo Whiteside, M.D."
    ],
    "conditions": [
      "Prosthesis-Related Infections"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06153797",
    "brief_title": "A Positive Psychology Based Intervention (PATH-C) for Caregivers of HSCT Survivors",
    "official_title": "Randomized Controlled Trial of a Positive Psychology Based Intervention (PATH-C) for Caregivers of Hematopoietic Stem Cell Transplant Survivors",
    "overall_status": "RECRUITING",
    "start_date": "2024-01-01",
    "completion_date": "2027-01-31",
    "brief_summary": "The goal of this randomized clinical trial is to evaluate whether a positive psychology intervention (PATH-C) can improve psychological well-being, quality of life, and physical activity in caregivers of patients undergoing hematopoietic stem cell transplantation (HSCT).",
    "detailed_description": "Family and friend caregivers are vital care providers throughout the entire care continuum for patients with hematologic malignancies undergoing hematopoietic stem cell transplantation (HSCT). These caregivers must manage multiple time-consuming responsibilities, including monitoring vital signs and side effects of treatment, administering medications, and coordinating transportation to and from medical appointments. The substantial caregiving burden among caregivers of patients undergoing HSCT is associated with increased symptoms of depression, anxiety, and fatigue. Symptoms such as fatigue and depression in HSCT caregivers may undermine attempts to maintain regular physical activity routines, which may impact essential health outcomes such as cardiovascular health.\n\nWith persistent shortages in the mental health workforce needed to address these psychological needs of HSCT caregivers adequately, remotely-delivered psychosocial interventions offer an innovative approach to overcome the unmet psychological needs of this population. Hence, the investigators developed a remotely-delivered positive psychology intervention, Positive Affect in the Transplantation of Hematopoietic Stem Cells for Caregivers (PATH-C), tailored to the unique psychological needs of HSCT caregivers. With this study, the investigators will establish the impact of PATH-C on participant-reported outcomes compared to usual care.\n\nThe study will use validated questionnaires to measure caregivers' quality of life, caregiver burden, psychological distress symptoms, positive psychological well-being (e.g., positive affect, gratitude), and self-management targets (e.g., coping, self-efficacy). The study will also use the validated ActiGraph GT3X+ accelerometer to measure minutes/day of moderate-to-vigorous physical activity, light activity, and sedentary leisure time.",
    "sponsor": "Brigham and Women's Hospital",
    "collaborators": [
      "Dana-Farber Cancer Institute",
      "Robert Wood Johnson Foundation",
      "American Society of Hematology"
    ],
    "conditions": [
      "Hematologic Malignancy",
      "Caregiver"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02103205",
    "brief_title": "Effect of Infant Formula With Bovine Lactoferrin and Low Iron Concentration on Infant Health and Immune Function",
    "official_title": "Effect of Infant Formula With Bovine Lactoferrin and Low Iron Concentration on Infant Health and Immune Function",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2014-06",
    "completion_date": "2024-05",
    "brief_summary": "Breast milk is the gold standard of early infant nutrition and breastfed infants have advantages in several short and long term outcomes compared to those formula-fed.\n\nThe first aim of this study is to evaluate the effect of adding bovine lactoferrin to infant formula. The general hypothesis is that bovine lactoferrin reduces some of the previously observed differences between formula-fed and breast-fed infants with regard to health and development. The main outcome studied is the effect on immune function. The second aim is to study the effects of lower iron concentration in infant formula and to test the hypothesis that iron can be lowered without negative effects on health and development. The main outcome studied here is iron status. Other outcomes in this trial are microbiota composition, metabolomics, growth, body composition and cognitive development.\n\nTo test the lactoferrin hypothesis, formula-fed infants will be recruited and fed a low iron (2 mg/L) control formula, or the same formula supplemented with bovine lactoferrin. To test the iron hypothesis, a third group will be fed the same formula (no lactoferrin) with higher iron concentration (8 mg/L). Group allocation for all formula-fed infants will be double-blind randomized. Additionally, breast-fed infants will be recruited and used as a reference group (gold standard).",
    "detailed_description": "No detailed description",
    "sponsor": "Umeå University",
    "collaborators": [
      "University of California",
      "Mead Johnson Nutrition"
    ],
    "conditions": [
      "Health of Formula-fed Children",
      "Infant Infections in Formula-fed Children",
      "Iron Status of Formula-fed Children"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05452447",
    "brief_title": "Spatial Repellents for Aedes-borne Virus Control in Sri Lanka",
    "official_title": "A Cluster Randomized, Placebo Control Trial to Evaluate the Efficacy of a Spatial Repellent (Mosquito ShieldTM) Against Aedes-borne Virus Infection Among Children ≥ 4-16 Years of Age in the Gampaha District, Sri Lanka",
    "overall_status": "RECRUITING",
    "start_date": "2023-03-02",
    "completion_date": "2025-06",
    "brief_summary": "The primary objective of the study is to demonstrate and quantify the protective efficacy (PE) of a single SR product, in reducing DENV infection and active Aedes-borne virus (ABV) disease in human cohorts. The study design will be a prospective, cluster randomized controlled trial (cRCT). Although not a specific objective of this project, an overall goal is to allow for official recommendations (or not) from the World Health Organization (WHO) for the use of SRs in public health. A WHO global policy recommendation will establish evaluation systems of SR products to regulate efficacy evaluations, thereby increasing quality, overall use and a consequent reduction in disease.",
    "detailed_description": "The study will be a prospective, cRCT, participant and observer-blinded, placebo-controlled trial in a site endemic for ABV to measure the impact of a SR product on new ABV virus infections. Clusters of households, each cluster containing 110-120 residents testing negative for antibodies against DENV (seronegative) or positive to a single DENV infection (monotypic), will be selected from three MOH areas in the district of Gampaha: Negambo, Wattala, Kelaniya. All participating houses in each cluster will be monitored entomologically for adult Aedes aegypti surveys for 3 months before deployment of the SR intervention and monthly after the intervention is in place. Entomological surveys will include monitoring of indoor Ae. aegypti adult population densities and blood-fed status. DENV infection in study participants will be assessed by serologic testing of scheduled longitudinal blood samples (primary outcome) and passively by monitoring febrile persons for acute Dengue illness (secondary outcome). Seroconversion to DENV from baseline (pre-intervention) and follow-up (post-intervention) samples as well as ABV active disease rates will be compared between active intervention and placebo (control) clusters. Testing and confirmation of Zika virus (ZIKV) and Chikungunya virus (CHIKV) infection at baseline and during the intervention phase of the trial will be dependent on circulation history/detection in study area during study period.\n\nThe spatial repellent (SR) will be a new formulation of transfluthrin. This active ingredient (AI) is widely used in mosquito coils and other household pest control products worldwide. The new formulation is a passive emanator that will release the AI over a period of up to four weeks, Mosquito ShieldTM. The emanator will consist of a pre-treated piece of cellulose acetate or other medium, which will be positioned within consenting households according to manufacturer specifications of 2 units/9m2. A placebo product of matched design with inert ingredients will be applied similarly. The Mosquito ShieldTM and placebo products for this study will be designed and provided by S.C. Johnson, INC. A Family Company.",
    "sponsor": "University of Notre Dame",
    "collaborators": [
      "S.C. Johnson & Son, Inc.",
      "fhiClinical",
      "Ministry of Health, Sri Lanka",
      "University of Sri Jayewardenepura, Sri Lanka",
      "University of Washington",
      "RemediumOne"
    ],
    "conditions": [
      "Arbovirus Infections"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05651945",
    "brief_title": "Cardiac Rehabilitation of Stroke Survivors (SRP-CROSS)",
    "official_title": "Stroke Recovery Program-Cardiac Rehabilitation of Stroke Survivors",
    "overall_status": "RECRUITING",
    "start_date": "2023-01-20",
    "completion_date": "2031-01-20",
    "brief_summary": "This study examines the effectiveness of the cardiac rehabilitation program for stroke patients. The study will examine if patients with stroke, who receive cardiac rehabilitation in addition to their standard of care treatments, demonstrate improved recovery of function. It will also examine if these patients have reduced hospital readmission, reduced rate of recurrent stroke, and mortality.",
    "detailed_description": "No detailed description",
    "sponsor": "Hackensack Meridian Health",
    "collaborators": [
      "The Cardiovascular Institute of New Jersey at Rutgers Robert Wood Johnson Medical School"
    ],
    "conditions": [
      "Stroke",
      "Cerebrovascular Accident"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06658847",
    "brief_title": "A Study to Evaluate the Effect of a Topical Retinol on Epigenetic Changes and Expression of Certain Genes in the Skin Using Non-invasive Measurements",
    "official_title": "A Single Center, Randomized, Evaluator Blinded Clinical Study to Evaluate the Effect of a Topical Retinol on Epigenetic Changes and Expression of Certain Genes in the Skin Using Non-invasive Measurements",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2024-11-07",
    "completion_date": "2025-04",
    "brief_summary": "This study is being conducted to confirm whether skin tape stripping methodology can identify changes in gene expression (i.e. whether different genes are turned on to make proteins) in aged skin after use of a retinoid.",
    "detailed_description": "This is a randomized study. Participants will be randomly assigned to either the intervention cell and receive a cleanser, a sunscreen serum, and a night cream or the control cell and receive a cleanser and a sunscreen serum to use at home for 10 weeks. Participants will be randomized and receive products at Visit 1 (Screening/Baseline) conducted at Day 0 and return to the clinical site at Day 28 for Visit 2, and at Day 71 for Visit 3.",
    "sponsor": "Johnson & Johnson Consumer Inc. (J&JCI)",
    "collaborators": [],
    "conditions": [
      "Retinoid",
      "Skin Aging",
      "Epigenomics"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06770998",
    "brief_title": "A Study of a Novel EEG Neurofeedback System for PTSD Treatment",
    "official_title": "A Prospective Randomized Study of a Novel EEG Neurofeedback System for the Treatment of PTSD Using Machine Learning-Based Amygdala Biomarkers",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-02",
    "completion_date": "2027-08",
    "brief_summary": "The goal of this clinical trial is to learn if training with the Prism system can reduce PTSD symptoms in US military Veterans and civilians with PTSD. Prism is a form of neurofeedback training that uses EEG signals to promote self-regulation of brain function. The main question this study aims to answer is:\n\nDoes Prism training lead to decreased PTSD symptoms in US Veterans and civilians when used in addition to usual PTSD treatment?\n\nResearchers will compare Prism training to a sham training (a look-alike training that does not provide real feedback on brain activity) to see if Prism training decreases PTSD symptoms.\n\nParticipants will:\n\n* Complete two one-hour in-person training sessions a week for about 8 weeks (15 sessions)\n* Complete two booster training sessions one month and two months after finishing the main training course\n* Participate in three detailed interviews: one before training, a second after nine weeks of training, and a third one month after the last booster training session (about 20 weeks after the initial visit)",
    "detailed_description": "No detailed description",
    "sponsor": "Foundation for Atlanta Veterans Education and Research, Inc.",
    "collaborators": [
      "GrayMatters Health Ltd.",
      "Rochester Institute of Technology",
      "NYU Langone Health",
      "Atlanta VA Medical Center",
      "Birmingham VA Health Care System",
      "Ralph H. Johnson VA Medical Center",
      "VA Boston Healthcare System",
      "CTP Inc",
      "BioStats Statistical Consulting Ltd",
      "ShareCRF",
      "United States Department of Defense"
    ],
    "conditions": [
      "Stress Disorders, Post-Traumatic"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03881098",
    "brief_title": "The Lung PCA: A Multi-Dimensional Atlas of Pulmonary Premalignancy",
    "official_title": "The Lung PCA: A Multi-Dimensional Atlas of Pulmonary Premalignancy",
    "overall_status": "RECRUITING",
    "start_date": "2019-12-06",
    "completion_date": "2026-01",
    "brief_summary": "This protocol pertains specifically to the prospective lung squamous cell carcinoma pre-malignant lesion (PML) cohort that will form a primary study group for the Lung Pre-Cancer Atlas.",
    "detailed_description": "Via pre-screening, subjects at high risk for the development of lung squamous cell carcinoma (SCC) will be identified and enrolled to undergo serial bronchoscopies at 12 month intervals over a 2-3 year period. A variety of specimen types will be collected to support analyses of the genomic and microenvironmental features of these PMLs.",
    "sponsor": "University of Colorado, Denver",
    "collaborators": [
      "Johnson & Johnson Pharmaceutical Research & Development, L.L.C."
    ],
    "conditions": [
      "Lung Cancer"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04514133",
    "brief_title": "Testing the Causal Effects of a Civic Engagement Intervention on Health and Wellbeing Among Youth (I-ACTED)",
    "official_title": "The I-ACTED Study: Testing the Causal Effects of a Civic Engagement Intervention on Health and Wellbeing Among Youth",
    "overall_status": "RECRUITING",
    "start_date": "2021-06-24",
    "completion_date": "2026-12",
    "brief_summary": "The purpose of this research is to understand how participating or not participating in an action civics curriculum may affect the health and wellbeing of young people. Participants will be chosen from students who attend certain schools that choose to participate in the action civics curriculum. Participation in this research involves completing surveys during class time in the Spring and Fall 2021-2022 semesters and then completing online surveys outside of class in the future.",
    "detailed_description": "Equal access to civic resources, such as opportunities for civic engagement and connections to one's community, are an important part of a culture of health. Meaningful experiences in civic engagement and community connectedness are transformative for young people - especially for youth from marginalized backgrounds, who often feel voiceless and excluded from decision-making in civic and social institutions. Theories and correlational evidence point to positive associations between civic engagement (e.g., volunteering, voting, and feelings of civic empowerment) and better mental, physical, and behavioral health and wellbeing. Meaningful civic engagement experiences may have an especially powerful effect on health and wellbeing for those from traditionally marginalized backgrounds. However, causal pathways between civic interventions, civic outcomes, and health and wellbeing outcomes among are not firmly established. Further, how civic engagement and sense of community affect health and wellbeing outcomes are unknown, and questions remain about for whom these effects may be especially beneficial. In this study, we ask whether an established civic intervention called Action Civics affects civic engagement and sense of community, and subsequently affects health and wellbeing among youth. To build on these observational findings, the study team will: (a) examine the causal links between youth civic engagement and sense of community and health, and (b) test whether an established school-based, civic engagement intervention can affect individual health and wellbeing and equity outcomes.",
    "sponsor": "Wake Forest University Health Sciences",
    "collaborators": [
      "Robert Wood Johnson Foundation"
    ],
    "conditions": [
      "Mental Health Wellness 1",
      "Social Interaction",
      "Health Attitude"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  }
]