[
  {
    "nct_id": "NCT01649765",
    "brief_title": "Pediatric Lupus Trial of Belimumab Plus Background Standard Therapy",
    "official_title": "A Multi-center, Randomized, Placebo-Controlled Trial to Evaluate the Safety, Efficacy, and Pharmacokinetics of Belimumab, a Human Monoclonal Anti-BLyS Antibody, Plus Standard Therapy in Pediatric Patients With Systemic Lupus Erythematosus",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2012-09-07",
    "completion_date": "2028-04-05",
    "brief_summary": "This is a multi-center study to evaluate the safety, pharmacokinetics, and efficacy of belimumab intravenous (IV) in pediatric patients 5 to 17 years of age with active systemic lupus erythematosus",
    "detailed_description": "This is a multi-center study to evaluate the safety, pharmacokinetics, and efficacy of belimumab intravenous (IV) in pediatric patients 5 to 17 years of age with active systemic lupus erythematosus (SELENA SLEDAI score ≥ 6). The study will consist of three phases: a 52-week randomized, placebo-controlled, double-blind phase; a long term open label continuation phase; and a long term safety follow up phase. The long term open label continuation and safety follow up periods will continue for at least 5 years and possibly up to 10 years from a subject's initial treatment with belimumab. Enrolment will be staggered by age cohorts to allow safety and PK interim analyses. Subjects will be randomized to belimumab 10mg/kg or placebo IV monthly dosing while continuing to receive background standard therapy throughout the study. An independent data monitoring committee (IDMC) will monitor the study as it progresses.",
    "sponsor": "GlaxoSmithKline",
    "collaborators": [
      "Human Genome Sciences Inc., a GSK Company"
    ],
    "conditions": [
      "Systemic Lupus Erythematosus"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06065462",
    "brief_title": "Safety and Efficacy of Targeting PP2A in Ovarian Clear Cell Carcinoma Using Dostarlimab and LB-100",
    "official_title": "Safety and Efficacy of Targeting PP2A in Ovarian Clear Cell Carcinoma Using Dostarlimab and LB-100",
    "overall_status": "RECRUITING",
    "start_date": "2023-11-10",
    "completion_date": "2026-01-31",
    "brief_summary": "To learn if the combination of dostarlimab and LB-100 can help to control ovarian clear cell carcinoma",
    "detailed_description": "Primary Objectives:\n\n1. To estimate overall survival in patients with recurrent ovarian clear cell carcinoma being treated with LB-100 and dostarlimab, including specific survival probabilities at 6 and 12 months.\n\nSecondary Objectives:\n\n1. To describe clinically significant and immune related adverse events (ir-AEs) in the study population.\n2. To determine the objective response rate (ORR), time to initial response, progression free survival (PFS), and duration of response (DOR) using modified RECIST v1.1 criteria.\n\n   a. Although the clinical benefit of these drugs has not yet been established, the intent of offering this treatment is to provide a possible therapeutic benefit, and thus the patient will be carefully monitored for tumor response and symptom relief in addition to safety and tolerability.\n3. Translational:\n\n   1. To describe PP2A activity and immune changes, using baseline and on-treatment tumor biopsies and peripheral blood mononuclear cells (PBMCs)\n   2. To describe expression of mismatch repair proteins using immunohistochemistry (IHC)\n   3. To correlate circulating tumor DNA (ctDNA) levels with response by modified RECIST v1.1 criteria.",
    "sponsor": "M.D. Anderson Cancer Center",
    "collaborators": [
      "GSK Pharma",
      "Lixte"
    ],
    "conditions": [
      "Ovarian Clear Cell Carcinoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05599191",
    "brief_title": "A 52-Week Study of the Efficacy and Safety of BLU-5937 in Adults With Refractory Chronic Cough",
    "official_title": "A Phase 3, 52-Week, Randomized, Double-Blind, Placebo-Controlled, Parallel-Arm Efficacy and Safety Study With Open-Label Extension of BLU-5937 in Adult Participants With Refractory Chronic Cough, Including Unexplained Chronic Cough",
    "overall_status": "RECRUITING",
    "start_date": "2022-10-25",
    "completion_date": "2026-03",
    "brief_summary": "This is a randomized, double-blind, placebo-controlled, parallel-arm, Phase 3 study of BLU-5937 in participants with Refractory Chronic Cough (RCC).",
    "detailed_description": "The primary efficacy objective is to assess the effect of BLU-5937 on 24-hour cough frequency in adults with refractory chronic cough (including unexplained chronic cough) at 12 weeks.",
    "sponsor": "Bellus Health Inc. - a GSK company",
    "collaborators": [],
    "conditions": [
      "Refractory Chronic Cough"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03833479",
    "brief_title": "TSR-042 as Maintenance Therapy for Patients With High-risk Locally Advanced Cervical Cancer After Chemo-radiation",
    "official_title": "A Randomized, Open Label, Phase II Trial of Anti-PD1, TSR-042, as Maintenance Therapy for Patients With High-risk Locally Advanced Cervical Cancer After Chemo-radiation",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2019-06-28",
    "completion_date": "2025-12",
    "brief_summary": "Patients with locally advanced cervical cancer (LACC) despite definitive chemo-radiotherapy, has a poor progression-free survival (PFS) and overall survival (OS). The hypothesis is that the use of TSR-042, checkpoint inhibitor, as consolidation therapy following concurrent chemo-radiation would increase PFS in these patients. The incorporation of immunotherapy after chemo-radiation is one the best scenarios for this approach, since takes advantages of \"the ideal microenvironment\" created after radiation. In a similar rationale, the phase 3 study that compared the anti-programmed death ligand 1 antibody durvalumab as consolidation therapy with placebo in patients with stage III NSCLC who did not have disease progression after two or more cycles of platinum-based chemoradiotherapy, showed that progression-free survival was significantly longer with durvalumab than with placebo in all sub-groups regardless of response obtained to chemotherapy, namely patients with stable disease (SD) gained the same benefit that patients with partial response (PR). Due to the aforementioned biology of cervical cancer, the proven activity of anti programmed cell death protein 1 (Anti-PD1) agents in metastatic and/or recurrent cervical cancer and the poor PFS and OS in patients with LACC despite definitive chemo-radiotherapy, we consider to analyze the Anti-PD1 agent, TSR-042 as maintenance therapy after concurrent chemo-radiation (CCRT)",
    "detailed_description": "No detailed description",
    "sponsor": "Grupo Español de Investigación en Cáncer de Ovario",
    "collaborators": [
      "Apices Soluciones S.L.",
      "GSK/TESARO"
    ],
    "conditions": [
      "Cervical Cancer",
      "Advanced Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05600777",
    "brief_title": "A 24-Week Study of the Efficacy and Safety of BLU-5937 in Adults With Refractory Chronic Cough (CALM-2)",
    "official_title": "A Phase 3, 24-Week, Randomized, Double-Blind, Placebo-Controlled, Parallel-Arm Efficacy and Safety Study With Open-Label Extension of BLU-5937 in Adult Participants With Refractory Chronic Cough, Including Unexplained Chronic Cough",
    "overall_status": "RECRUITING",
    "start_date": "2023-01-13",
    "completion_date": "2026-06",
    "brief_summary": "This is a randomized, double-blind, placebo-controlled, parallel-arm, Phase 3 study of BLU-5937 in participants with Refractory Chronic Cough (RCC).",
    "detailed_description": "The primary efficacy objective is to assess the effect of BLU-5937 on 24-hour cough frequency in adults with refractory chronic cough (including unexplained chronic cough) at 24 weeks.",
    "sponsor": "Bellus Health Inc. - a GSK company",
    "collaborators": [],
    "conditions": [
      "Refractory Chronic Cough"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  }
]