[
  {
    "nct_id": "NCT05150691",
    "brief_title": "A Phase 1/2a Study of DB-1303/BNT323 in Advanced/Metastatic Solid Tumors",
    "official_title": "A Phase 1/2a, Multicenter, Open-Label, First in Human Study to Assess the Safety, Tolerability, Pharmacokinetics, and Preliminary Antitumor Activity of DB-1303/BNT323 in Patients With Advanced/Metastatic Solid Tumors",
    "overall_status": "RECRUITING",
    "start_date": "2022-01-31",
    "completion_date": "2027-10",
    "brief_summary": "This is a dose-escalation and dose-expansion Phase 1/2a trial to evaluate the safety and tolerability of DB-1303/BNT323 in subjects with advanced solid tumors that express HER2.",
    "detailed_description": "This is a multicenter, non-randomized (Except for Dose Expansion 1 and Dose Expansion 9 cohorts), open-label, multiple-dose, FIH study. The study consists of two parts: Part 1 adopts an accelerated titration at first dose level followed with classic \"3+3\" design to identify the MTD/RP2D; Part 2 is a dose expansion phase to confirm the safety, tolerability and explore efficacy in selected malignant solid tumors at the MTD/the RP2D. This study will enroll subjects with advanced/unresectable, recurrent, or metastatic HER2-expressing malignant solid tumors.",
    "sponsor": "DualityBio Inc.",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "HER2-positive Advanced Solid Tumor"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05557591",
    "brief_title": "A Trial to Learn How the Cancer Vaccine BNT116 in Combination With Cemiplimab Works and How Safe the Combination is in Adults With Advanced Non-small Cell Lung Cancer (EMPOWERVAX Lung 1)",
    "official_title": "A Phase 2 Study of Cemiplimab (Anti-PD-1 Antibody) in Combination With BNT116 (FixVac Lung) Versus Cemiplimab Monotherapy in First-Line Treatment of Patients With Advanced Non-Small Cell Lung Cancer (NSCLC) With Tumors Expressing PD-L1 ≥50%",
    "overall_status": "RECRUITING",
    "start_date": "2023-04-21",
    "completion_date": "2027-06-07",
    "brief_summary": "This study is researching an investigational drug, called BNT116, in combination with cemiplimab. BNT116 and cemiplimab will each be called a \"study drug\", and together be called \"study drugs\". The study is focused on patients who have advanced non-small cell lung cancer (NSCLC).\n\nThe aims of this study are to see how safe and tolerable BNT116 is in combination with cemiplimab and to see how effective BNT116 in combination with cemiplimab is compared to cemiplimab by itself at treating cancer.\n\nThe study is looking at several other research questions, including:\n\n* What side effects may happen from receiving the study drugs\n* How much study drug is in the blood at different times\n* Whether the body makes antibodies against the study drug(s) (which could make the drug less effective or could lead to side effects)",
    "detailed_description": "No detailed description",
    "sponsor": "Regeneron Pharmaceuticals",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Advanced Non-Small Cell Lung Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03289962",
    "brief_title": "A Study of Autogene Cevumeran (RO7198457) as a Single Agent and in Combination With Atezolizumab in Participants With Locally Advanced or Metastatic Tumors",
    "official_title": "A Phase 1a/1b Open-Label, Dose-Escalation Study of the Safety and Pharmacokinetics of RO7198457 as a Single Agent and in Combination With Atezolizumab in Patients With Locally Advanced or Metastatic Tumors",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2017-12-21",
    "completion_date": "2025-06-30",
    "brief_summary": "This is a Phase 1a/1b, open-label, multicenter, global, dose-escalation study designed to evaluate the safety, tolerability, immune response, and pharmacokinetics of autogene cevumeran (RO7198457) as a single agent and in combination with atezolizumab (MPDL3280A, an engineered anti-programmed death-ligand 1 \\[anti-PD-L1\\] antibody).",
    "detailed_description": "No detailed description",
    "sponsor": "Genentech, Inc.",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Melanoma",
      "Non-Small Cell Lung Cancer",
      "Bladder Cancer",
      "Colorectal Cancer",
      "Triple Negative Breast Cancer",
      "Renal Cancer",
      "Head and Neck Cancer",
      "Other Solid Cancers"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05438329",
    "brief_title": "First-in-human Study of DB-1305/BNT325 for Advanced/Metastatic Solid Tumors",
    "official_title": "A Phase 1/2a, Multicenter, Open-Label, First in Human Study to Assess the Safety, Tolerability, Pharmacokinetics, and Preliminary Antitumor Activity of DB-1305 in Subjects With Advanced/Metastatic Solid Tumors",
    "overall_status": "RECRUITING",
    "start_date": "2022-07-19",
    "completion_date": "2025-06-30",
    "brief_summary": "This is a dose-escalation and dose-expansion Phase 1/2a trial to evaluate the safety and tolerability of DB-1305/BNT325 in subjects with advanced solid tumors.",
    "detailed_description": "This is a multicenter, open-label, multiple-dose, first in human (FIH) study. The study consists of two parts: Part 1 adopts an accelerated titration at first dose level followed with classic \"3+3\" design to identify the maximum tolerated dose (MTD)/recommended phase 2 dose (RP2D); Part 2 is a dose expansion phase to confirm the safety, tolerability and explore efficacy in selected malignant solid tumors at the MTD/the RP2D. This study will enroll subjects with advanced/unresectable, recurrent, or metastatic malignant solid tumors.",
    "sponsor": "DualityBio Inc.",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Advanced Solid Tumor"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05537038",
    "brief_title": "Safety and Immune Responses After Vaccination With Two Investigational RNA-based Vaccines Against Tuberculosis in Healthy Volunteers",
    "official_title": "A Phase Ia, Randomized, Placebo-controlled, Double-blind, Dose-finding Evaluation Trial to Describe the Safety, Reactogenicity, and Immunogenicity of Two Investigational Vaccines Against Tuberculosis in IGRA-negative, BCG naïve Subjects",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2023-04-18",
    "completion_date": "2026-01",
    "brief_summary": "This randomized, placebo-controlled, double-blind, safety and dose-finding Phase Ia trial will evaluate four dose levels of the BNT164 investigational vaccines (BNT164a1 and BNT164b1) to select a safe and tolerable dose in a three-dose schedule.",
    "detailed_description": "Enrollment for BNT164a1 and BNT164b1 will be conducted independently, and in parallel. The trial will enroll participants divided into eight dose groups by dose level (4 dose levels per vaccine, i.e., BNT164a1 and BNT164b1) who will be randomized 7:1 to BNT164 (BNT164a1 or BNT164b1):placebo. The trial will use a staggered dose escalation schema with sentinel participants for Dose 1 in all dose groups. The first dose escalation decision will be made based on data from the first 8 participants. The second dose escalation decision will take into account all safety data from participants enrolled in that group. All safety data, e.g., from the 16 participants in the first dose level, will be used for making decisions at higher dose levels.",
    "sponsor": "BioNTech SE",
    "collaborators": [],
    "conditions": [
      "Tuberculosis"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06940804",
    "brief_title": "A Clinical Study Investigating the Therapeutic Effects and Safety of an Investigational Cell Therapy Given With and Without an Additional Investigational Product in Males With Testicular Cancer or a Form of Cancer That Developed From Sperm",
    "official_title": "Open-label Phase II Trial to Evaluate Anti-tumor Activity and Safety of CLDN6 CAR-T ± CLDN6 RNA-LPX in Male Participants With Relapsed or Refractory Claudin 6-positive Testicular or Extragonadal Germ Cell Tumors",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-07",
    "completion_date": "2042-06",
    "brief_summary": "This study is designed to evaluate the safety, efficacy, cellular kinetics, and immunogenicity of Claudin 6 (CLDN6) Chimeric antigen receptor T cell (CAR-T) ± CLDN6 ribonucleic acid-lipoplex (RNA-LPX) in participants born male with relapsed or refractory CLDN6-positive testicular or extragonadal germ cell tumors (GCTs) after prior salvage therapy.",
    "detailed_description": "The study will consist of two parts. The Safety Lead-in Part will evaluate safety and tolerability of CLDN6 CAR T ± CLDN6 RNA-LPX therapy in three arms with different dosing regimens. In the Safety Lead-in Part, participants will be randomized in a 1:1:1 ratio. Data from the Safety Lead-in Part up to the cut off will be used to select the dose for the single-arm Main Part of the study.\n\nTo increase the potency of the transferred CAR-T cells, a lymphodepleting chemotherapy regimen (comprising fludarabine and cyclophosphamide) will be administered in participants prior to infusion of CLDN6 CAR-T.\n\nIt is expected that it will take approximately 28 months for each participant to complete screening, apheresis, pre-treatment, treatment, and primary follow-up.\n\nParticipants who receive a CLDN6 CAR-T infusion will complete the long-term follow-up (LTFU) to assess safety and efficacy of the CLDN6 CAR-T treatment for a total of 15 years after CLDN6 CAR-T infusion. No investigational medicinal product (IMP) will be administered during the LTFU.",
    "sponsor": "BioNTech SE",
    "collaborators": [],
    "conditions": [
      "Testicular Germ Cell Tumor",
      "Extragonadal Germ Cell Tumor"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05142189",
    "brief_title": "Clinical Trial Evaluating the Safety, Tolerability and Preliminary Efficacy of BNT116 Alone and in Combinations in Patients With Advanced Non-small Cell Lung Cancer",
    "official_title": "LuCa-MERIT-1: First-in-human, Open Label, Phase I Dose Confirmation Trial Evaluating the Safety, Tolerability and Preliminary Efficacy of BNT116 Alone and in Combinations in Patients With Advanced Non-small Cell Lung Cancer",
    "overall_status": "RECRUITING",
    "start_date": "2022-06-17",
    "completion_date": "2031-11",
    "brief_summary": "This first-in-human (FIH) trial for BNT116 aims to establish the safety profile and a safe dose for BNT116 monotherapy as well as for BNT116 in combination with approved medicinal products and/or in combination with investigational medicinal products (IMPs) including, but not limited to, cemiplimab, docetaxel, carboplatin, paclitaxel, BNT316 (an anti-cytotoxic T-lymphocyte-associated protein 4 \\[CTLA-4\\] antibody), an anti-B7-H3 antibody conjugated to a topoisomerase I inhibitor, or an anti-human epidermal growth factor receptor 3 (HER3) antibody conjugated to a topoisomerase I inhibitor in patients with non-small cell lung cancer (NSCLC).\n\nThe trial will comprise of several cohorts for dose confirmation in monotherapy as well as in combinations of BNT116 as mentioned above.\n\nThe trial will enroll patients with NSCLC in advanced or metastatic stage in Cohorts 1 to 4 and Cohorts 7 to 9, unresectable NSCLC Stage III in Cohort 5, and resectable NSCLC of Stage II and III in Cohort 6.",
    "detailed_description": "The maximum duration of treatment for each individual patient in this trial is:\n\n* Cohorts 1 to 4, and Cohorts 7 to 9: 24 months\n* Cohort 5: 18 cycles, i.e., 12 months\n* Cohort 6: 4 cycles of neo-adjuvant treatment and 18 cycles of adjuvant treatment, i.e., 12 months of adjuvant treatment",
    "sponsor": "BioNTech SE",
    "collaborators": [],
    "conditions": [
      "Non-Small Cell Lung Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06953089",
    "brief_title": "DB-1311 in Combination With BNT327 or DB-1305 in Advanced/Metastatic Solid Tumors",
    "official_title": "A Phase II, Multicenter, Open-Label Trial of DB-1311 in Combination With BNT327 or DB-1305 in Participants With Advanced/Metastatic Solid Tumors",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-06-30",
    "completion_date": "2030-06-30",
    "brief_summary": "A Phase II, Multicenter, Open-Label Trial of DB-1311 in combination with BNT327 or DB-1305 in Participants with Advanced/Metastatic Solid Tumors",
    "detailed_description": "This is a phase II, multicenter, open-label, two-part trial designed to evaluate the safety and preliminary efficacy of DB-1311 in combination with BNT327 or DB-1311 in combination with DB-1305 in targeted participants.\n\nParticipants with recurrent, progressive as well as advanced, metastatic hepatocellular carcinoma (HCC), cervical cancer (CC), melanoma, head and neck squamous cell carcinoma (HNSCC) or non-small cell lung cancer (NSCLC) are eligible to participate in the trial.",
    "sponsor": "DualityBio Inc.",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Solid Tumors"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06069544",
    "brief_title": "A Clinical Trial to Evaluate the Safety, Efficacy and Immune Responses After Vaccination With an Investigational RNA-based Vaccine Against Malaria",
    "official_title": "A Randomized, Dose-escalation Phase I/IIa Trial With Controlled Human Malaria Infection to Evaluate Safety, Tolerability, Immunogenicity and Efficacy of an Investigational RNA-based Vaccine for Prevention of P. Falciparum Malaria in Healthy Malaria naïve Adults",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2023-11-13",
    "completion_date": "2026-03",
    "brief_summary": "This is a randomized, dose-escalation Phase I/IIa trial to evaluate safety, tolerability, immunogenicity and efficacy of an investigational RNA-based vaccine (BNT165e) for prevention of P. falciparum malaria in healthy malaria-naive adults.\n\nThe multi-antigen malaria vaccine (designated BNT165e) is a combination of three distinct RNAs, BNT165c and BNT165d (composed of BNT165d1 and BNT165d2), encoding P. falciparum antigens encapsulated in lipid nanoparticles. The BNT165c RNA encodes the full Plasmodium falciparum circumsporozoite protein. The BNT165d1 and BNT165d2 RNAs both encode conserved, immunogenic segments of liver stage-expressed proteins.",
    "detailed_description": "Part A of this trial will be observer-blind and assess the reactogenicity, safety, and immunogenicity of up to 9 dose combinations in a 3-dose regimen of the 3 components of BNT165e. One dose combination will also be tested in a Day 1, Day 29, and Day 57 dosing schedule in Cohort 10. Participants will be randomized 5:1 active:placebo.\n\nIn Cohorts 1 to 9, the initial two doses will be administered \\~8 weeks apart and the third dose will be administered \\~18 weeks after the second dose. In Cohort 10, the investigational medicinal product (IMP) will be administered 28 days apart on Day 1, Day 29, and Day 57.\n\nParticipants who are out of window for dosing in the event of a trial pause can be discontinued from further vaccination. If a participant is discontinued either from further vaccination or discontinued from the trial, the sponsor can decide to replace this participant with a new participant. Participants will be randomized to the vacancy in the open cohort until that cohort has filled. The number of participants may be increased up to 177 in the event of participant replacement or re-enrollment.\n\nThe planned trial duration is up to a maximum of 84 weeks for each participant in Cohorts 1 to 9, and 66 weeks for each participant in Cohort 10. Trial duration may exceed the listed maximum time in the event of a trial pause.\n\nAn amendment will be submitted to the Health Authorities detailing Part B, which will explore the efficacy of BNT165e in a controlled human malaria infection model.",
    "sponsor": "BioNTech SE",
    "collaborators": [],
    "conditions": [
      "Malaria"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06892548",
    "brief_title": "A Clinical Study to Investigate the Efficacy and Safety of an Investigational Combination Therapy With BNT324 and BNT327 in Patients With Advanced Lung Cancer",
    "official_title": "A Phase Ib/II, Multi-site, Open-label, Two-part Trial to Evaluate the Efficacy, Safety, Pharmacokinetics, and Recommended Combination Dose of BNT324 With BNT327 in Participants With Advanced Lung Cancer",
    "overall_status": "RECRUITING",
    "start_date": "2025-05-02",
    "completion_date": "2031-06",
    "brief_summary": "This study aims to investigate the combination of BNT324, a B7-H3 antibody-drug conjugate (ADC) with BNT327, a programmed death-ligand 1 (PD-L1) and vascular endothelial growth factor (VEGF) bispecific antibody, in participants with advanced/metastatic or relapsed/progressive small cell lung cancer (SCLC) and non small cell lung cancer (NSCLC).",
    "detailed_description": "This is a two-part study designed to evaluate and establish two safe combination dose levels (recommended Phase 2 dose \\[RP2D\\] and a lower/another combination dose level \\[RP2D-1\\]) of BNT324 with BNT327 (Part 1), to determine the optimal combination dose (dose optimization \\[DO\\]) in NSCLC and SCLC lead indication cohorts at the RP2D and RP2D-1, to evaluate the preliminary efficacy in selected lung cancer cohorts at the highest combination dose level (in a signal seeking Part 2), and to confirm the clinical efficacy of BNT324 in combination with BNT327 at the optimal dose level in participants with advanced lung cancer in expansion cohorts (proof-of-concept \\[POC\\] cohorts).\n\nThe study consists of a screening period, a treatment period, a safety follow-up period, and a long-term survival follow-up period.\n\nIn Part 1 participants with histologically or cytologically confirmed relapsed or progressive lung cancer (both SCLC and NSCLC are eligible) will receive BNT324 in combination with BNT327 using a dose escalation design.\n\nIn Part 2 of the study, BNT324 will be studied in combination with BNT327 at the RP2D compared to RP2D-1 in participants with advanced metastatic treatment-naïve NSCLC (DO Cohort 1) and relapsed/progressive SCLC after failure of cytotoxic chemotherapy with or without immuno-oncology (IO) (DO Cohort 2). The totality of the available data (e.g., safety, efficacy, pharmacokinetics etc.) will be reviewed to select the optimal dose. After the optimal dose is selected, additional participants in each cohort may be enrolled in the selected optimal dose.\n\nIn the signal seeking cohorts (Cohort 3-7), participants will receive BNT324 in combination with BNT327 at the RP2D from Part 1.\n\nA predefined number of participants in Part 2 Cohort 1 and Cohort 2 will be randomized to one of the two dose levels (RP2D and RP2D-1) selected from Part 1 in a 1:1 ratio. Additional participants in Part 2 Cohort 1 and Cohort 2 may be enrolled in the selected optimal dose to further assess the efficacy and safety profile.\n\nNo randomization is planned for any other cohort in Part 2 or Part 1.",
    "sponsor": "BioNTech SE",
    "collaborators": [
      "DualityBio Inc.",
      "Biotheus Inc."
    ],
    "conditions": [
      "Advanced Lung Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05262530",
    "brief_title": "Safety and Preliminary Efficacy Trial of BNT142 in Patients with CLDN6-positive Solid Tumors",
    "official_title": "First-in-human, Open-label, Multicenter, Phase I/IIa, Dose Escalation Trial with Expansion Cohorts to Evaluate Safety and Preliminary Efficacy of BNT142 in Patients with CLDN6-positive Advanced Solid Tumors",
    "overall_status": "RECRUITING",
    "start_date": "2022-03-28",
    "completion_date": "2026-04",
    "brief_summary": "This study is an open-label, multicenter, Phase I/IIa, dose escalation, safety, and pharmacokinetics (PK) study of BNT142 followed by expansion cohorts in patients with Claudin 6 (CLDN6)-positive advanced tumors.",
    "detailed_description": "Part 1 (Dose escalation) of this study is a first-in-human (FIH), open-label, dose escalation safety and PK study of BNT142 in patients with advanced/metastatic CLDN6-positive solid tumors.\n\nPart 2 (Expansion) will be a Phase IIa proof-of-concept study in up to three expansion cohorts of CLDN6 positive advanced/metastatic ovarian cancer, non-small cell lung cancer (NSCLC) of non-squamous type, and testicular cancer patients who have progressed on or after last prior treatment.",
    "sponsor": "BioNTech SE",
    "collaborators": [],
    "conditions": [
      "Solid Tumor"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05968326",
    "brief_title": "A Study of the Efficacy and Safety of Adjuvant Autogene Cevumeran Plus Atezolizumab and mFOLFIRINOX Versus mFOLFIRINOX Alone in Participants With Resected PDAC",
    "official_title": "A Phase II, Open-Label, Multicenter, Randomized Study of the Efficacy and Safety of Adjuvant Autogene Cevumeran Plus Atezolizumab and mFOLFIRINOX Versus mFOLFIRINOX Alone in Patients With Resected Pancreatic Ductal Adenocarcinoma",
    "overall_status": "RECRUITING",
    "start_date": "2023-10-18",
    "completion_date": "2029-12-27",
    "brief_summary": "The purpose of this study is to evaluate the efficacy and safety of adjuvant autogene cevumeran plus atezolizumab and modified leucovorin, 5-fluorouracil (5-FU), irinotecan, and oxaliplatin (mFOLFIRINOX) versus mFOLFIRINOX alone in participants with resected pancreatic ductal adenocarcinoma (PDAC) who have not received prior systemic anti-cancer treatment for PDAC and have no evidence of disease after surgery.",
    "detailed_description": "No detailed description",
    "sponsor": "Genentech, Inc.",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Adenocarcinoma, Pancreatic Ductal"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06340568",
    "brief_title": "A Clinical Study of the Anti-cancer Effects of an Investigational Therapy or Chemotherapy in Patients With Recurring Uterine Cancer",
    "official_title": "A Phase III, Randomized, Multi-site, Open-label Trial of BNT323/DB-1303 Versus Investigator's Choice of Chemotherapy in Previously Treated Patients With HER2- Expressing Recurrent Endometrial Cancer",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-06",
    "completion_date": "2030-01",
    "brief_summary": "The goal of this clinical study is to assess the efficacy of BNT323/DB-1303 compared with investigator's choice of chemotherapy in terms of progression-free survival (PFS) by blinded independent central review (BICR) in the endometrial cancer population with prior immune checkpoint inhibitor (ICI) treatment.",
    "detailed_description": "This is an open-label, randomized, multi-site, Phase III, interventional clinical study designed to determine the efficacy and safety of BNT323/DB-1303 compared with investigator's choice of single agent chemotherapy in previously treated participants with recurrent endometrial cancer, whose disease has progressed on at least one line of platinum-based therapy.\n\nParticipants will be randomized 2:1 to receive either BNT323/DB-1303 or investigator's choice of single agent chemotherapy (doxorubicin or paclitaxel) until Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST 1.1) defined progressive disease (PD) unless there is unacceptable toxicity, withdrawal of consent, or another criterion for discontinuation is met. Randomization will be stratified by HER2 expression (immunohistochemistry score 1+ vs 2+ vs 3+), number of prior lines of therapy (1 vs 2+), and prior ICI treatment (yes vs no).\n\nThe study consists of a two-part screening period (Part 1 \\[tissue screening\\] and Part 2 \\[screening\\]) a treatment period, a safety follow-up period, an efficacy follow-up period, and a long-term survival follow-up. The expected treatment duration per participant is \\~6 months, followed by an anticipated long-term survival follow-up period of up to 55 months.",
    "sponsor": "BioNTech SE",
    "collaborators": [
      "DualityBio Inc."
    ],
    "conditions": [
      "Endometrial Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06449222",
    "brief_title": "Safety and Preliminary Effectiveness of BNT327, an Investigational Therapy for Breast Cancer, When Given in Combination With Chemotherapy",
    "official_title": "A Phase II, Multi-site, Randomized, Open-label Clinical Trial to Evaluate the Safety, Efficacy, and Pharmacokinetics of BNT327 at Two Dose Levels in Combination With Chemotherapeutic Agents as First- and Second-line Treatment in Triple-negative Breast Cancer",
    "overall_status": "RECRUITING",
    "start_date": "2024-08-26",
    "completion_date": "2028-09",
    "brief_summary": "This study is a Phase II, multi-site, randomized, open-label clinical study to evaluate the safety, efficacy, and pharmacokinetics (PK) of BNT327 at two dose levels in combination with chemotherapeutic agents in the first- and second-line treatment of participants with locally advanced/metastatic triple-negative breast cancer (mTNBC).",
    "detailed_description": "Participants will be treated until disease progression, intolerable toxicity, participant withdrawal, death, study termination or up to 2 years (whichever occurs first).\n\nThe study plans to randomize or assign eligible participants into two cohorts, i.e., Cohort 1 and Cohort 2. In Cohort 1, participants will be randomized to two treatment arms investigating two dose levels of BNT327 in combination with Nab-paclitaxel.\n\nCohort 2 will not begin until the appropriate dose to move forward has been determined from Cohort 1. After this, the arms in Cohort 2 exploring different chemotherapy combinations will begin to enroll.\n\nParticipants in Cohort 2, Arm 1 will receive the optimal dose of BNT327 in combination with paclitaxel. Participants in Cohort 2, Arms 2 and 3, will receive the equivalent dose of BNT327 administered once every 3 weeks (Q3W) in combination with gemcitabine plus carboplatin (Arm 2), or eribulin (Arm 3).",
    "sponsor": "BioNTech SE",
    "collaborators": [],
    "conditions": [
      "Locally Advanced Breast Cancer",
      "Triple Negative Breast Cancer",
      "Metastatic Triple Negative Breast Cancers"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06635824",
    "brief_title": "Trial to Evaluate Acasunlimab and Pembrolizumab Combination Superiority Over Standard of Care Docetaxel in Non-Small Cell Lung Cancer (ABBIL1TY NSCLC-06)",
    "official_title": "A Prospective, Open-Label, Randomized, Phase 3 Trial of Acasunlimab (GEN1046) in Combination With Pembrolizumab Versus Docetaxel in Subjects With PD-L1 Positive Metastatic Non-Small Cell Lung Cancer After Treatment With a PD-1/PD-L1 Inhibitor and Platinum-Containing Chemotherapy (ABBIL1TY NSCLC-06)",
    "overall_status": "RECRUITING",
    "start_date": "2024-11-25",
    "completion_date": "2029-10-31",
    "brief_summary": "This is a multicenter, randomized, open-label, international, Phase 3 trial to evaluate the efficacy and safety of acasunlimab in combination with pembrolizumab versus docetaxel (standard of care) in participants with programmed death ligand 1 (PD-L1)-positive metastatic non-small cell lung cancer (NSCLC) who have been treated with programmed cell death protein 1 (PD-1)/PD-L1 inhibitor and platinum-containing chemotherapy, administered either in combination or sequentially in the metastatic setting.",
    "detailed_description": "The goal of this trial is to determine the efficacy and safety of acasunlimab (an experimental antibody also known as GEN1046 or DuoBody® PDL1x4-1BB) in combination with pembrolizumab (an antibody known as KEYTRUDA®) compared to that of docetaxel (a standard of care chemotherapy). During the trial, the participant's quality of life will also be evaluated using industry-standard scales of measurement. To be eligible, participants:\n\n1. must have lung cancer that has metastasized (spread)\n2. have tumors that are positive for the PD-L1 protein (a biomarker that may be predictive of response to therapy)\n3. will have been previously treated with a PD-1/PD-L1-inhibitor and a platinum-containing cancer therapy administered in combination or sequentially.\n\nOther eligibility criteria will also apply.\n\nParticipants will be assigned to 1 of 2 active therapies, also known as treatment arms, as follows:\n\n* Acasunlimab (100 mg) and pembrolizumab (400 mg) once every 6 weeks (Q6W), or\n* Docetaxel 75 mg/m\\^2 once every 3 weeks (Q3W).\n\nThe estimated trial duration for a participant will vary but may be up to 5 years, consisting of:\n\n* An optional 56-day pre-screening period\n* A 28-day screening period\n* Up to 2 years of treatment\n* A 90-day safety follow-up period\n* Post-treatment follow-up.",
    "sponsor": "Genmab",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "PD-L1-positive Metastatic NSCLC"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05671510",
    "brief_title": "ONC-392 Versus Docetaxel in Metastatic NSCLC That Progressed on PD-1/PD-L1 Inhibitors",
    "official_title": "Phase 3, Two-stage, Randomized Study of ONC-392 Versus Docetaxel in Metastatic Non-Small Cell Lung Cancers That Progressed on PD-1/PD-L1 Inhibitors",
    "overall_status": "RECRUITING",
    "start_date": "2023-06-28",
    "completion_date": "2027-06-30",
    "brief_summary": "The goal of this Phase 3 clinical trial is study the safety and efficacy of the nextgen anti-CTLA-4 antibody, gotistobart (ONC-392/BNT316), in patients with metastatic non-small cell lung cancer who have disease progressed on anti-PD-1/PD-L1 antibody based therapy. The study will test whether gotistobart, in comparison with chemotherapy agent docetaxel, could prolong the life for NSCLC patients. Patients will be randomized to be treated with either gotistobart or docetaxel, IV infusion, once every 21 days, for up to 17 cycles in approximately one year.",
    "detailed_description": "This is a seamless 2-stage, randomized, open-label, active-controlled, Phase 3 study. The study population consists of patients with NSCLC who progressed on PD-1/PD-L1 inhibitor. Approximately 600 patients will be enrolled.\n\nTwo gotistobart dosing regimens will be tested in Stage I, and one will be selected for Stage II.\n\nStage I, the dose-confirmation stage, will assess the efficacy and safety of two gotistobart dosing regimens (3 mg/kg Q3W and 6 mg/kg Q3W with 2 loading doses of 10 mg/kg Q3W) in comparison to docetaxel 75 mg/m2 Q3W.\n\nStage II will assess the safety and efficacy of gotistobart at the selected dosing regimen versus docetaxel. Patients will be randomized 1:1 to receive either gotistobart at the selected dosing regimen or docetaxel.",
    "sponsor": "OncoC4, Inc.",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Non Small Cell Lung Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06841055",
    "brief_title": "Safety and Preliminary Effectiveness of BNT327, an Investigational Therapy for Patients With Non-small Cell Lung Cancer in Combination With Chemotherapy Following Chemoimmunotherapy",
    "official_title": "A Phase II, Multisite, Open-label, Single Arm Trial of BNT327 in Combination With Docetaxel in Second-line Stage IV Non-small Cell Lung Cancer (NSCLC) Following Chemoimmunotherapy",
    "overall_status": "RECRUITING",
    "start_date": "2025-03-03",
    "completion_date": "2028-10",
    "brief_summary": "This is a Phase II, multisite, open-label, single arm study with two parts in participants with advanced/metastatic NSCLC which progressed after a first-line chemoimmunotherapy.\n\nPart 1 is safety run-in with BNT327 (Dose 1 or Dose 2) plus docetaxel and will include up to 12 participants to be treated in Part 1A and 1B sequentially.\n\nPart 2 is a dose expansion at the deemed safe dose of BNT327 plus docetaxel.",
    "detailed_description": "If the dose level (either from Part 1A or 1B) seems tolerable, an internal review committee will decide if the study can proceed to Part 2 and enroll additional participants.\n\nStudy participants will receive BNT327 in combination with docetaxel until disease progression, the occurrence of intolerable toxicity, study participant withdrawal, death, study termination or 2-year limit (whichever comes first).\n\nAfter completion of study treatment, except for participants who withdraw informed consent, a long-term follow-up will be conducted for all participants to record disease progression, subsequent new anticancer treatments, and survival status.",
    "sponsor": "BioNTech SE",
    "collaborators": [],
    "conditions": [
      "Non-small Cell Lung Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05914116",
    "brief_title": "A Study of DB-1311/BNT324 in Advanced/Metastatic Solid Tumors",
    "official_title": "A Phase 1/2a, Multicenter, Open-Label, First in Human Study to Assess the Safety, Tolerability, Pharmacokinetics, and Preliminary Antitumor Activity of DB-1311 in Subjects With Advanced/Metastatic Solid Tumors",
    "overall_status": "RECRUITING",
    "start_date": "2023-08-17",
    "completion_date": "2026-09",
    "brief_summary": "This is a dose-escalation and dose-expansion Phase 1/2a trial to evaluate the safety and tolerability of DB-1311/BNT324 in subjects with advanced solid tumors.",
    "detailed_description": "This is a multicenter, open-label, multiple-dose, FIH Phase 1/2a study. Phase 1 adopts an accelerated titration at first dose level followed with classic \"3+3\" design to identify the MTD and/or RP2D. Phase 2a is a dose expansion phase to confirm the safety, tolerability and explore efficacy in selected malignant solid tumors treated with DB-1311/BNT324 as monotherapy.",
    "sponsor": "DualityBio Inc.",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Advanced Solid Tumors"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06712316",
    "brief_title": "Safety, Effectiveness, and Pharmacokinetics of BNT327 in Combination With Chemotherapy and Other Investigational Agents for Lung Cancer",
    "official_title": "A Phase II/III, Multisite, Randomized Master Protocol for a Global Trial of BNT327 in Combination With Chemotherapy and Other Investigational Agents in First-line Non-small Cell Lung Cancer",
    "overall_status": "RECRUITING",
    "start_date": "2025-01-07",
    "completion_date": "2030-12",
    "brief_summary": "This is a Phase 2/3, multisite, randomized, open-label study in participants with first-line non-small cell lung cancer (NSCLC).\n\nThis study includes two substudies (substudy A and substudy B) that will recruit participants according to histological subtypes due to differences in chemotherapy choice for standard-of-care and type of NSCLC.",
    "detailed_description": "Each substudy contains a Phase 2 part followed by a Phase 3 part. Participants will be randomized to one of two dose levels of BNT327 plus chemotherapy for the Phase 2 part of each substudy. After the analysis of the Phase 2 data (efficacy, safety, and exposure-response), an internal review committee (IRC) will decide whether participants will be treated with BNT327 at dose level 1 or 2 in the Phase 3 part of the substudies. After dose selection, the selected dose will be used for all participants in the study. For the Phase 3 parts of both substudies, an independent data monitoring committee (IDMC) will be established as needed to provide independent review of the data during the study.\n\nThe sponsor may decide not to perform or stop recruiting participants in the Phase 2 part of the study depending on data generated in the BNT327-01 (NCT06449209) and BNT327-02 (NCT06449222) studies. The sponsor may also choose not to continue all substudies.",
    "sponsor": "BioNTech SE",
    "collaborators": [
      "Biotheus Inc."
    ],
    "conditions": [
      "Non-small Cell Lung Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE2",
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05491317",
    "brief_title": "A Safety and Antitumor Activity Trial of Immunoradiotherapy Combinations as a Treatment Option for Subjects With Metastatic Solid Tumors",
    "official_title": "A Phase 1 Dose Finding and Phase 2, Randomized, Open-Label Trial to Evaluate the Safety and Clinical Activity of Immunoradiotherapy Combinations as a Treatment Option in Subjects With Metastatic Solid Tumors",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2023-03-08",
    "completion_date": "2025-11",
    "brief_summary": "The main purpose is to assess the safety and clinical activity of GEN1042 in combination with radiotherapy or GEN1042 in combination with radiotherapy and pembrolizumab as a treatment option for participants with metastatic solid tumors.",
    "detailed_description": "The study will be conducted in two parts: Part 1 (dose-finding) and Part 2 (randomization).\n\nPart 1 will evaluate the safety of immunoradiotherapy combinations and establish the dose(s) to be evaluated in Part 2.\n\nPart 2 will evaluate the anti-tumor activity of immunoradiotherapy combinations at the established dose(s) from Part 1.\n\nParticipants in both parts are treated with one of the following combinations:\n\n* Radiotherapy + GEN1042\n* Radiotherapy + GEN1042 + Pembrolizumab\n\nWhile participants in Part 1 are assigned sequentially (GEN1042 without pembrolizumab is investigated first), participants in Part 2 are randomized 1:1 in the two treatment arms.",
    "sponsor": "Genmab",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Non-CNS Tumor"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04710043",
    "brief_title": "Dose Escalation Trial of BNT152+153 in Patients With Cancer",
    "official_title": "Phase I, First-in-human, Open-label, Dose Escalation Trial to Evaluate Safety, Pharmacokinetics, Pharmacodynamics, and Anti-tumor Activity of BNT152+153 in Patients With Solid Tumors",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2021-06-08",
    "completion_date": "2025-09",
    "brief_summary": "This is an open-label, multisite Phase I dose escalation, safety, pharmacokinetics (PK) and pharmacodynamics (PD) trial of BNT152+153 in various solid tumor indications.\n\nThe clinical trial will enroll patients with various solid tumors that are metastatic or unresectable for whom there is no available standard therapy likely to confer clinical benefit, or patients who are not candidates for such available therapy.\n\nThe trial consists of Part 1 and Part 2 with adaptive design elements:\n\n* Part 1 consists of Groups A and B.\n\n  * Group A is a BNT153 monotherapy dose escalation in patients with advanced solid malignancies until the maximal tolerated dose (MTD) is defined. If MTD is not reached, maximum administered dose (MAD) may be used for further development (or another dose as determined by the safety review committee \\[SRC\\]).\n  * Group B is a BNT152 monotherapy dose escalation in patients with advanced solid malignancies until the MTD or optimal biological dose (OBD; the lowest safe dose associated with optimal biological activity) is defined, whichever occurs earlier.\n  * Group A will be activated first while the time point for Group B activation is at sponsor's decision.\n* Part 2 will start after the MTD or MAD or another dose as determined by the SRC have been established for BNT153 and MTD or OBD for BNT152 in Part 1. Part 2 (Part 2A, 2B and 2C) is a dose escalation of BNT152+153 in patients with advanced solid malignancies until the recommended Phase II dose (RP2D) is defined.\n* Part 2 may implement a biomarker cohort if a clinical benefit is observed at one or more doses of BNT152+153 that show a clear PD effect in the peripheral blood. The Biomarker Cohort will recruit patients at selected sites.",
    "detailed_description": "The Part 2 starts with Part 2A. Enrollment of Part 2B begins after dose level 1 in Part 2A is deemed safe by the SRC. The dose escalation in Part 2A continues as described in the protocol. The dose escalation in Part 2B continues as described in the protocol until RP2D is determined. To further investigate the effect of BNT152+153, Part 2C may be introduced upon review of the emerging data.",
    "sponsor": "BioNTech SE",
    "collaborators": [],
    "conditions": [
      "Solid Tumor"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06712355",
    "brief_title": "Safety and Effectiveness of BNT327, an Investigational Therapy in Combination With Chemotherapy for Patients With Untreated Small-cell Lung Cancer",
    "official_title": "A Phase III, Multisite, Double-blinded Randomized Trial of BNT327 in Combination With Chemotherapy (Etoposide/Carboplatin) Compared to Atezolizumab in Combination With Chemotherapy (Etoposide/Carboplatin) in Participants With First-line Extensive-stage Small-cell Lung Cancer",
    "overall_status": "RECRUITING",
    "start_date": "2025-02-03",
    "completion_date": "2028-09",
    "brief_summary": "This is a Phase III, multisite, randomized, double-blinded study to investigate BNT327 combined with chemotherapy (etoposide/carboplatin) compared to atezolizumab combined with chemotherapy (etoposide/carboplatin) for the treatment of participants with previously untreated extensive-stage small-cell lung cancer (ES-SCLC).",
    "detailed_description": "The study consists of a screening period (up to 21 days), an induction period followed by a maintenance period (until confirmed disease progression, intolerable toxicity, participant withdrawal, study termination or up to 2 years \\[whichever occurs first\\]), and a follow-up (FU) period for all participants (2 safety FU visits and survival FU visits).\n\nEligible patients will be randomized (1:1:1) to the treatment arms (Arm 1, Arm 2, and Arm 3), until one arm stops accrual. Participants will then be randomized (1:1) in the remaining two treatment arms (Arm 1 and Arm 2 or Arm 3). The randomization will be stratified based on the following factors:\n\n1. Brain metastases per investigator assessment;\n2. Liver metastases per investigator assessment; and\n3. Geography.",
    "sponsor": "BioNTech SE",
    "collaborators": [
      "Biotheus Inc."
    ],
    "conditions": [
      "Extensive-stage Small-cell Lung Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05543616",
    "brief_title": "A Study to Learn About Variant-Adapted COVID-19 RNA Vaccine Candidate(s) in Healthy Children",
    "official_title": "A MASTER PHASE 1/2/3 PROTOCOL TO INVESTIGATE THE SAFETY, TOLERABILITY, AND IMMUNOGENICITY OF VARIANT-ADAPTED BNT162b2 RNA-BASED VACCINE CANDIDATE(S) IN HEALTHY CHILDREN",
    "overall_status": "RECRUITING",
    "start_date": "2022-09-23",
    "completion_date": "2025-08-11",
    "brief_summary": "The purpose of this clinical trial is to learn about the safety, extent of the side effects, and immune responses of the study vaccine (called variant-adapted BNT162b2 RNA-based vaccine) in healthy children. The trial is divided into 5 individual studies or substudies based on age group and prior history of COVID-19 vaccinations. All participants in each of the 5 sub-studies will receive study vaccine as a shot depending on what group they are in.\n\n* Substudy A design: Phase 1 includes participants 6 months through less than 4 years 3 months of age who have not received a previous coronavirus vaccination (COVID-19 vaccine naïve) and will receive 3 doses of study vaccine as their initial series, followed by a fourth dose of study vaccine. Phase 2/3 includes participants 6 months through less than 5 years of age who have not received a previous coronavirus vaccination (COVID-19 vaccine naive) and will receive 1, 2, or 3 doses of study vaccine, depending on what group they are in.\n* Substudy B design: includes participants 6 months through less than 5 years of age who have either received 2 or 3 prior doses of BNT162b2 and will receive study vaccine as their third or fourth dose.\n* Substudy C design: Phase 1 includes participants 6 months through less than 5 years of age who have received 3 prior doses of BNT162b2 and will receive study vaccine as their fourth dose.\n* Substudy D design: includes participants 5 through less than12 years of age who have received 2 or 3 prior doses of BNT162b2 and will receive study vaccine as their third or fourth dose.\n* Substudy E design: includes participants 2 through less than 12 years of age who have not received a previous coronavirus vaccination (COVID-19 vaccine naive) and will receive a single dose of study vaccine.",
    "detailed_description": "No detailed description",
    "sponsor": "BioNTech SE",
    "collaborators": [
      "Pfizer"
    ],
    "conditions": [
      "SARS-CoV-2 Virus",
      "Severe Acute Respiratory Syndrome Coronavirus 2",
      "COVID-19"
    ],
    "interventions": [],
    "phases": [
      "PHASE2",
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04083599",
    "brief_title": "GEN1042 Safety Trial and Anti-tumor Activity in Participants With Malignant Solid Tumors",
    "official_title": "A First-in-Human, Open-label, Dose-escalation Trial With Expansion Cohorts to Evaluate Safety and Anti-tumor Activity of GEN1042 in Subjects With Malignant Solid Tumors",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2019-09-17",
    "completion_date": "2026-08",
    "brief_summary": "The goal of this trial is to learn about the antibody GEN1042 when it is used alone and when it is used together with another antibody cancer drug, pembrolizumab (with or without chemotherapy), for treatment of participants with certain types of cancer.",
    "detailed_description": "This is an open-label, multicenter phase 1/2 study designed to assess the safety, pharmacokinetics, pharmacodynamics and anti-tumor activity of GEN1042 administered as a monotherapy or in combination in participants with metastatic or locally advanced solid tumors.\n\nParticipants will receive either GEN1042 alone, GEN1042 with pembrolizumab, or GEN1042 with pembrolizumab and chemotherapy. All participants will receive active drug; no one will receive placebo.\n\nThis trial has 2 parts. The purpose of the first part is to find out if GEN1042 is safe and to find out the best doses of GEN1042 to use. The purpose of the second part is to give GEN1042 to more participants to see how well the dose(s) of GEN1042 selected in the first part work against cancer with GEN1042 when given alone or in combination with pembrolizumab or in combination with pembrolizumab and chemotherapy.\n\nTrial details include:\n\n* The average trial duration will be about 3 years.\n* The treatment duration will be up to 2 years (when GEN1042 is combined with pembrolizumab).\n* The visit frequency will be weekly at first and lessening over time until visits are only once every 3 weeks.",
    "sponsor": "Genmab",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Malignant Solid Tumor",
      "Non-Small Cell Lung Cancer (NSCLC)",
      "Colorectal Cancer (CRC)",
      "Melanoma",
      "Head and Neck Squamous Cell Carcinoma (HNSCC)",
      "Pancreatic Ductal Adenocarcinoma (PDAC)"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06391775",
    "brief_title": "Trial to Assess the Safety and Preliminary Efficacy of GEN1055 on Malignant Solid Tumors as Monotherapy and as Combination Therapy",
    "official_title": "First-In-Human, Open-Label, Dose Escalation Trial With Expansion Cohorts to Evaluate the Safety and Preliminary Efficacy of GEN1055 as Monotherapy and as Combination Therapy in Subjects With Malignant Solid Tumors",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2024-05-14",
    "completion_date": "2028-05",
    "brief_summary": "The goal of this trial is to learn about the antibody GEN1055 when it is used alone and when it is used together with another antibody cancer drug, pembrolizumab (with or without chemotherapy), for treatment of participants with certain types of cancer. Participants will receive either GEN1055 alone, GEN1055 with pembrolizumab, or GEN1055 with pembrolizumab and chemotherapy. All participants will receive active drug; no one will receive placebo.\n\nThis trial has 2 parts. The purpose of the first part is to find out if GEN1055 is safe and to find out the doses of GEN1055 to use alone and to use with pembrolizumab. The purpose of the second part is to give GEN1055 to more participants to see how well the doses of GEN1055 that were selected in the first part work against cancer alone and how well they work with pembrolizumab (with or without other chemotherapy).\n\nA participant will receive trial treatment up to a maximum of 24 months for pembrolizumab-containing regimens, or until:\n\n* the cancer progresses.\n* there are side effects requiring that treatment be stopped.\n* the participant decides to not participate further in this trial.\n* the doctor believes it is in the participant's best interest to stop treatment.\n\nParticipation in the trial will require visits to the site. For the first 12 weeks there will be weekly visits and after that, visits will be every 3 weeks. At site visits, there will be various tests (such as blood draws) and procedures (such as recording of heart activity, computed tomography (CT) scans) to monitor whether the treatment is safe and effective. The trial duration (including screening, treatment, and follow-up) for each participant will be about 39 months.",
    "detailed_description": "This is a multi-center trial and will be conducted in two parts: dose escalation (phase 1a/1b) and expansion (phase 2a).\n\nThe Dose Escalation part of the trial will evaluate dose-limiting toxicities (DLTs) to determine the recommended phase 2 dose (RP2D), and if reached, the maximum tolerated dose (MTD) in participants with locally advanced or metastatic solid tumors.\n\nThe Expansion part will evaluate safety, tolerability, mechanism of action (MoA), immunogenicity, pharmacokinetic (PK), and initial antitumor activity of the selected doses and schedules in selected tumor indications.",
    "sponsor": "Genmab",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Malignant Solid Tumor"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06827236",
    "brief_title": "A Clinical Study to Find the Optimal Dose of an Investigational Treatment Called BNT323 When Used in Combination With Another Investigational Treatment, BNT327, and to Test if That Combination Treatment is Safe and Beneficial for Patients With Advanced Breast Cancer",
    "official_title": "A Phase I/II, Multi-site, Open-label, Two-part Trial to Evaluate the Efficacy, Safety, and Pharmacokinetics of BNT323 in Combination With BNT327 in Participants With Advanced Breast Cancer",
    "overall_status": "RECRUITING",
    "start_date": "2025-04-23",
    "completion_date": "2032-09",
    "brief_summary": "This is a Phase I/II, multi-site, open-label, two-part study designed to evaluate the efficacy, safety, optimized dose and contribution of components of BNT323 in combination with BNT327 in participants with hormone receptor-positive (HR+) or hormone receptor-negative (HR-), Human epidermal growth factor receptor (HER)2-low (immunohistochemistry \\[IHC\\] 1+ or IHC 2+/in situ hybridization -), HER2-ultralow (IHC 0, with membrane staining), or HER2-null breast cancer (BC).",
    "detailed_description": "The study consists of two parts:\n\n* Part 1 - Dose escalation: In Part 1 of the study, participants with histologically confirmed, chemotherapy-pretreated advanced HR+, HER2-low or HER2-ultralow BC will receive BNT323 in combination with BNT327 (BNT323 + BNT327) in a dose escalation design. This will define the recommended Phase 2 dose (RP2D) for the BNT323 + BNT327 combination therapy.\n* Part 2 - Dose optimization and exploratory cohorts: Part 2 will be an expansion phase, aiming to evaluate the efficacy and safety of the optimal dose combination and providing a more robust comparison against the other treatments. It will start once the enrollment in Part 1 is completed and the sponsor in conjunction with the Safety Review Committee has assessed available Part 1 efficacy and safety data. Part 2 of the study will have three cohorts, i.e., Cohorts 1 (dose optimization cohort), and Cohorts 2 and 3 (exploratory cohorts).\n\nRandomization is planned for Cohort 1 in Part 2, i.e., participants will be randomized in 2:2:1:1 ratio into one of the four arms (RP2D of BNT323 + BNT327, lower dose of RP2D of BNT323 + BNT327, BNT323 monotherapy, and BNT327 monotherapy). No randomization is planned for any other cohort in Part 2.",
    "sponsor": "BioNTech SE",
    "collaborators": [
      "DualityBio Inc.",
      "Biotheus Inc."
    ],
    "conditions": [
      "Advanced Breast Cancer",
      "Metastatic Breast Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06057038",
    "brief_title": "A Safety Trial of GEN1042 in Japanese Subjects With Malignant Solid Tumors",
    "official_title": "A Phase 1 Study to Evaluate the Safety and Tolerability, Pharmacokinetics, Pharmacodynamics, and Antitumor Activity of GEN1042 Monotherapy and in Combination With Pembrolizumab ± Chemotherapy in Japanese Subjects With Malignant Solid Tumors",
    "overall_status": "RECRUITING",
    "start_date": "2023-11-24",
    "completion_date": "2026-12-26",
    "brief_summary": "This study evaluating GEN1042 will include multiple parts. In this study, GEN1042 alone (phase 1a) or GEN1042 in combination with other anticancer drug(s) (phase 1b) will be evaluated in Japanese participants. The main purpose is to assess the safety and tolerability of GEN1042 monotherapy or GEN1042 in combination in Japanese study participants with cancer.",
    "detailed_description": "This is an open-label, trial to evaluate the safety and tolerability, pharmacokinetics (PK), pharmacodynamics, and antitumor activity of GEN1042 in Japanese participants with malignant solid tumors. The trial consists of 2 parts: a GEN1042 Monotherapy Dose Escalation Part (phase 1a); and a Combination Therapy Part (phase 1b).\n\nThe purpose of Dose Escalation Part (phase 1a) is to evaluate GEN1042 as monotherapy in participants with non-central nervous system (non-CNS) malignant solid tumors.\n\nThe Combination Therapy Part (phase 1b) will evaluate GEN1042 in combination with pembrolizumab (pembro) or pembro along with the standard of care (SOC) chemotherapy in participants with head and neck squamous cell carcinoma (HNSCC) and non-small-cell lung cancer (NSCLC).",
    "sponsor": "Genmab",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Malignant Solid Tumor"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03219450",
    "brief_title": "A Personalized Neoantigen Cancer Vaccine in Treatment Naïve, Asymptomatic Patients With IGHV Unmutated CLL.",
    "official_title": "A Pilot Study of a Personalized Neoantigen Cancer Vaccine With and Without Low-Dose Cyclophosphamide or Pembrolizumab in Treatment Naïve, Asymptomatic Patients With IGHV Unmutated Chronic Lymphocytic Leukemia.",
    "overall_status": "RECRUITING",
    "start_date": "2021-08-18",
    "completion_date": "2028-03-31",
    "brief_summary": "This research study is studying a novel type of CLL vaccine as a possible treatment for chronic lymphocytic leukemia (CLL)\n\nThe names of the study interventions involved in this study are:\n\n* Personalized NeoAntigen Vaccine\n* Poly-ICLC\n* Cyclophosphamide\n* Pembrolizumab",
    "detailed_description": "This research study evaluates the feasibility and tolerability of an investigational intervention and also tries to define the appropriate dose of the investigational intervention to use for further studies. \"Investigational\" means that the intervention is being studied and that research doctors are trying to find more about it. It also means that the FDA (US Food and Drug Administration) has not approved the Personalized Neoantigen Cancer Vaccine for any use in patients, including people with CLL.\n\nThis is the first time NeoVax vaccine will be given in combination with cyclophosphamide and Pembrolizumab in humans.\n\nThe purpose of this study is to determine if it is possible to make and safely administer a vaccine against CLL. The investigators plan to analyze the specific genetic characteristics (mutations) of the participant's own CLL and use that information to produce proteins that may help the immune system recognize and fight CLL cells.\n\nThis vaccine is also being tested in clinical trials in patients with advanced melanoma (a type of skin cancer) or glioblastoma (a type of brain cancer). The current study will examine the ability of the vaccine to stimulate the immune system when given at several different timepoints, and will examine the participant blood cells for signs that the CLL has changed or decreased.\n\nCLL cells will be obtained from bone marrow biopsy and blood draws. The genetic material contained in the CLL cells will be examined for the presence of tumor-specific mutations. This information will be used to prepare small protein fragments, which are called \"peptides.\" The vaccine will consist of up to 20 of these peptides as well as a drug called Poly-ICLC. A peptide from the tetanus vaccine may also be included to boost the immune response. A third of the patients enrolled in this trial will receive the personalized neoantigen vaccine. Another third of the patients will also receive low doses of a chemotherapy drug called cyclophosphamide in combination of personalized neoantigen vaccine. The last third of patients enrolled in this study will receive the personalized neoantigen vaccine in combination with low dose cyclophosphamide and a drug called Pembrolizumab.\n\nPoly-ICLC (also called Hiltonol) is an experimental \"viral mimic\" and an activator of immunity. Poly-ICLC binds proteins on the surface of certain immune cells to make it appear as if a virus is present. When the cells detect the vaccine, they think it is a virus and turn on the immune system. Poly-ICLC will be mixed with NeoAntigen peptides and administered as an injection given underneath the skin. Poly-ICLC is an investigational drug, meaning the FDA has not approved it as a treatment for any disease.\n\nCyclophosphamide (also called Cytoxan) is a chemotherapy drug used to treat many cancers, including CLL. At the much lower dose used in this study, it is an investigational drug to help the immune cells to be better at attacking cancer cells.\n\nPembrolizumab is a monoclonal antibody used to treat other types of cancer and information from these studies suggests that it may be beneficial in CLL.",
    "sponsor": "Dana-Farber Cancer Institute",
    "collaborators": [
      "Oncovir, Inc.",
      "BioNTech SE",
      "Merck Sharp & Dohme LLC"
    ],
    "conditions": [
      "Lymphocytic Leukemia"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06683352",
    "brief_title": "A Study to Learn About Flu and COVID-19 Vaccine Responses in Healthy People",
    "official_title": "A PHASE 1/2, RANDOMIZED, OBSERVER-BLINDED STUDY TO EVALUATE THE SAFETY, TOLERABILITY, AND IMMUNOGENICITY OF COMBINED VACCINE CANDIDATES AGAINST INFLUENZA AND COVID-19 IN HEALTHY INDIVIDUALS",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2024-11-11",
    "completion_date": "2025-06-22",
    "brief_summary": "This study is to learn about flu and COVID vaccines, either alone or when mixed together. Healthy people aged 18 or older can join. Participants will get one shot in each arm, either a flu or COVID vaccine, alone or mixed. The study lasts about 6 months, and participants need to visit the research site at least 3 times.",
    "detailed_description": "No detailed description",
    "sponsor": "BioNTech SE",
    "collaborators": [
      "Pfizer"
    ],
    "conditions": [
      "Influenza,Human",
      "COVID-19"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05586321",
    "brief_title": "Study of Safety and Antitumor Activity of GEN1056 in Participants With Advanced Solid Tumors",
    "official_title": "A First-in-Human, Open-label, Dose-finding Trial to Evaluate the Safety and Antitumor Activity of GEN1056 in Subjects With Advanced Solid Tumors",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2022-10-24",
    "completion_date": "2025-10-21",
    "brief_summary": "The main purpose of this first-in-human study of GEN1056, is to evaluate safety. In addition, the study will determine the recommended dose and frequency for subsequent clinical studies and will assess the preliminary anti-tumor activity of GEN1056. GEN1056 will be studied in patients with advanced or metastatic solid cancer, for whom standard of care (SOC) therapy is not an option. All participants will get GEN1056.",
    "detailed_description": "The trial is a first-in-human open-label, dose-finding, multinational safety trial, in participants with advanced or metastatic solid (non central nervous system \\[CNS\\]) tumors that have exhausted SOC therapy or are not candidates for SOC therapy, evaluating the safety, tolerability, preliminary antitumor activity, pharmacokinetics (PK), pharmacodynamics (PD), and immunogenicity of GEN1056.\n\nThe trial will be conducted as follows:\n\n* The Dose Escalation part (Part 1) will explore the safety of escalating doses of GEN1056\n* The Dose schedule optimization part (Part 2) will explore further safety and tolerability in an alternate schedule of a dose based on data outcome available from Part 1.",
    "sponsor": "Genmab",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Solid Tumor, Adult"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05547464",
    "brief_title": "Safety and Immune Responses After Vaccination With Two Investigational RNA-based Vaccines Against Tuberculosis in BCG Vaccinated Volunteers",
    "official_title": "A Phase Ib/IIa Two-part, Randomized, Placebo-controlled, Observer-blind, Dose-finding Evaluation Trial to Describe the Safety, Reactogenicity, and Immunogenicity of Two Investigational Vaccines Against Tuberculosis in BCG Vaccinated, HIV-negative Subjects and People Living With HIV",
    "overall_status": "RECRUITING",
    "start_date": "2023-07-31",
    "completion_date": "2027-05",
    "brief_summary": "This is a two-part randomized, placebo-controlled, observer-blind, safety and dose-finding Phase Ib/IIa study. This study will evaluate up to four dose levels of the BNT164 investigational vaccines (BNT164a1 and BNT164b1) to select a safe and tolerable dose in a three-dose schedule.\n\nThis study includes: Part A (Phase Ib) and Part B (Phase IIa).",
    "detailed_description": "In Part A, enrollment for BNT164a1 and BNT164b1 will be conducted independently and in parallel. Part A of the study will enroll participants into four dose groups per investigational medicinal product (\\[IMP\\] i.e., BNT164a1 or BNT164b1) who will be stratified by interferon gamma release assay (IGRA) status and then randomized 5:1 for BNT164 (BNT164a1 or BNT164b1):placebo. This part of the study will use a staggered dose escalation schema, i.e., enrollment into the next higher dose level is done sequentially and subject to safety data from the previous dose levels, with sentinel participants for Dose 1 in all dose groups.\n\nIn Part B, up to two dose levels for each IMP will be selected for the human immunodeficiency virus (HIV)-negative dose groups based on the safety and immunogenicity data from Part A, as above. The higher of these two dose levels for each IMP will be used in the people living with HIV (PLWH) dose groups.\n\nPart B of this study is a safety expansion to up to two dose groups per IMP (BNT164a1 or BNT164b1) + placebo for HIV-negative participants. Additionally, Part B will include a population expansion into PLWH with up to one dose group per IMP (BNT164a1 or BNT164b1) + placebo. HIV-negative participants will be randomized 3:3:3:3:1 to the four dose groups of BNT164 (BNT164a1 or BNT164b1):placebo. PLWH will be randomized 2:2:1 to the two dose groups of BNT164 (BNT164a1 or BNT164b1):placebo.\n\nIn both Part A and Part B, participants will undergo a three-dose injection schedule with approximately 8 weeks between the first and second dose and approximately 16 weeks between the second and third dose.",
    "sponsor": "BioNTech SE",
    "collaborators": [],
    "conditions": [
      "Tuberculosis"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05988203",
    "brief_title": "A Clinical Study Investigating the Safety and Immune Responses After Immunization With Investigational Monkeypox Vaccines",
    "official_title": "A Randomized, Partially Observer-blind, Dose-escalation, Phase I/II Trial Evaluating the Safety and Immunogenicity of Investigational RNA-based Mpox Vaccine Candidates",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2023-09-21",
    "completion_date": "2026-03",
    "brief_summary": "This is a dose-escalation, Phase I/II study evaluating the safety, tolerability, reactogenicity and immunogenicity of the investigational RNA-based multivalent vaccine candidate BNT166a for active immunization against monkeypox (mpox).\n\nThis study started with substudy A (SSA) and substudy B (SSB) for which recruitment has been completed. A Substudy C (SSC) was planned, but the sponsor decided not to conduct it. This study will therefore continue with substudy D (SSD).\n\nIn SSA and SSB, dosing started with an initial sentinel group, followed by the expansion cohort.\n\nThis study was initially planned to investigate two vaccine candidates (the quadrivalent BNT166a and the trivalent BNT166c). The sponsor decided to not activate the groups with BNT166c.",
    "detailed_description": "Substudy A is an open-label, dose-escalation, Phase I substudy to assess the reactogenicity, safety, and immunogenicity of up to three dose levels of the multivalent vaccine candidate BNT166a in 48 healthy participants with no prior history of known or suspected smallpox vaccination (vaccinia-naïve participants).\n\nSubstudy B is a one group, open-label, Phase I substudy to assess the reactogenicity, safety and immunogenicity of the multivalent vaccine candidate BNT166a in 16 healthy participants with prior history of smallpox vaccination (vaccinia-experienced).\n\nSubstudy D is a one group, open-label, Phase IIa substudy to assess the reactogenicity, safety, and immunogenicity of one dose level of BNT166a in \\~32 healthy participants with no prior history of known or suspected smallpox vaccination (i.e., vaccinia-naïve participants). SSD will be initiated after the interim analysis of SSA and SSB safety, reactogenicity, and immunogenicity data.\n\nThe duration of study participation is \\~ 14 months per participant in all of the substudies.",
    "sponsor": "BioNTech SE",
    "collaborators": [],
    "conditions": [
      "Monkeypox"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06469164",
    "brief_title": "A First-in-human Safety Trial of BNT331 Administered as Single Ascending Doses in Healthy Women and as Multiple Ascending Doses in Women Diagnosed With Bacterial Vaginosis",
    "official_title": "A Phase I Randomized, Double-blind, Placebo-controlled, Safety, Tolerability, and Pharmacokinetic Trial of BNT331 Administered in Single Ascending Doses in Healthy Women and Multiple Ascending Doses in Women Diagnosed With Bacterial Vaginosis",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2024-07-01",
    "completion_date": "2025-08",
    "brief_summary": "This is a two-part, randomized, double-blind, placebo-controlled study to assess the safety, tolerability, pharmacokinetics, pharmacodynamics, and efficacy (for Part B) of BNT331 in healthy women (Part A) and in women diagnosed with bacterial vaginosis (BV) (Part B).",
    "detailed_description": "Part A will include single ascending dose levels and will assess the safety of BNT331 and describe the incidence of adverse events (AEs) for participants randomized at a ratio of 3:1 to BNT331 or placebo. Participants will receive one single dose of study treatment.\n\nPart B will include multiple ascending dose levels. Participants will be randomized at a ratio of 2:1 to BNT331 or placebo. Participants with BV will receive study treatment for five consecutive days.\n\nThe vaginal inserts will be self-administered by the participant. The participants will receive detailed instructions from the investigator on how to self-administer the vaginal inserts at home.",
    "sponsor": "BioNTech SE",
    "collaborators": [],
    "conditions": [
      "Bacterial Vaginosis"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06018337",
    "brief_title": "A Study of DB-1303/BNT323 vs Investigator's Choice Chemotherapy in HER2-Low, Hormone Receptor Positive Metastatic Breast Cancer (DYNASTY-Breast02)",
    "official_title": "A Phase 3, Randomized, Multi-center, Open-Label Study of DB-1303 Versus Investigator's Choice Chemotherapy in Human Epidermal Growth Factor Receptor 2 (HER2)-Low, Hormone Receptor Positive (HR+) Metastatic Breast Cancer Patients Whose Disease Has Progressed on Endocrine Therapy (ET) (DYNASTY-Breast02)",
    "overall_status": "RECRUITING",
    "start_date": "2024-01-18",
    "completion_date": "2028-07",
    "brief_summary": "The goal of this clinical trial is to assess the efficacy of DB-1303/BNT323 compared with investigator's choice chemotherapy in terms of progression-free survival (PFS) by blinded independent central review (BICR) in the HR+, HER2-low (immunohistochemistry \\[IHC\\]2+/in situ hybridization \\[ISH\\]- and IHC 1+) population.",
    "detailed_description": "The study is a Phase III, Randomized, Multi-center, Open-label study in HER2-low, HR+ metastatic breast cancer subjects whose disease has progressed on at least 2 lines of prior ET or within 6 months of first line ET + Cyclin-dependent kinase (CDK) 4/6 inhibitor in the metastatic setting. The primary purpose of the study is to determine the efficacy and safety of DB-1303/BNT323 compared with investigator's choice single agent chemotherapy in the target population. Approximately 532 subjects with HER2 IHC 2+/ISH- and IHC 1+ (HER2-low\\] expression will be randomized 1:1 across approximately 255 centers globally to receive either DB-1303 or investigator's choice single agent chemotherapy (capecitabine, paclitaxel or nab-paclitaxel) until Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 defined disease progression (PD), unless there is unacceptable toxicity, withdrawal of consent, or another criterion for discontinuation is met.",
    "sponsor": "DualityBio Inc.",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Metastatic Breast Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06750185",
    "brief_title": "Safety and Preliminary Effectiveness of BNT317, an Investigational Therapy for Advanced Solid Tumors",
    "official_title": "A Phase I, First-in-human, Open-label, Dose Escalation Study of the Safety, Tolerability, Pharmacokinetics, and Immunogenicity of BNT317 in Patients with Advanced Solid Tumors",
    "overall_status": "RECRUITING",
    "start_date": "2025-01-13",
    "completion_date": "2028-06",
    "brief_summary": "This is a first-in-human (FIH), open-label, multiple-site, dose escalation study which will evaluate the safety, tolerability, pharmacokinetics (PK), and immunogenicity of increasing doses of BNT317 in participants with advanced solid tumors.",
    "detailed_description": "Participants will be assigned to one of four dose levels of BNT317. One treatment cycle contains one treatment.\n\nParticipants may receive investigational medicinal product (IMP) for up to 2 years or until they experience disease progression, unacceptable toxicities, withdrawal of consent, or investigator decision.\n\nIn the dose escalation phase, an accelerated titration design for Dose Level 1 (DL1) and a Bayesian Optimal Interval (BOIN) design for DL2 to DL4 will be used to evaluate dose limiting toxicities (DLTs) and determine the maximum tolerated dose (MTD).\n\nAdditional dosing schedules and/or intermediate dose levels may be evaluated based on the available safety, antitumor activity, PK, and pharmacodynamic (PD) data.",
    "sponsor": "BioNTech SE",
    "collaborators": [],
    "conditions": [
      "Advanced Solid Tumor"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06449209",
    "brief_title": "Safety, Preliminary Effectiveness of BNT327, an Investigational Therapy for Patients With Small-cell Lung Cancer in Combination With Chemotherapy",
    "official_title": "A Phase II, Multi-site, Open-label, Parallel Group Trial of BNT327 in Combination With Chemotherapy for Participants With Untreated Extensive-stage Small-cell Lung Cancer and Participants With Previously Treated Small-cell Lung Cancer",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2024-08-05",
    "completion_date": "2028-05",
    "brief_summary": "This is a Phase II, multi-site, open-label, parallel group study in participants with untreated extended-stage small-cell lung cancer (ES-SCLC) (Cohort 1) or small-cell lung cancer (SCLC) which has progressed on first- or second-line treatment (Cohort 2 and Cohort 3). This study will assess the safety, efficacy, and pharmacokinetics (PK) of BNT327.",
    "detailed_description": "In Cohort 1 of this study, two dose levels of BNT327 will be studied in combination with etoposide and carboplatin to identify an optimized dose for future clinical investigation.\n\nCohort 2 and Cohort 3 will explore the combination of two dose levels of BNT327 with paclitaxel, or topotecan in the second- or third-line setting.\n\nPatients will be treated until disease progression, intolerable toxicity, patient withdrawal, study termination or up to 2 years (whichever occurs first).\n\nParticipants will be assigned to either Cohort 1 or Cohort 2/Cohort 3 based on their disease type (i.e., untreated ES-SCLC for Cohort 1 and SCLC which has progressed on first- or second-line treatment for Cohort 2 and Cohort 3). Assignment to either Cohort 2 or Cohort 3 will be the investigator's choice.\n\nParticipants will be randomized to each arm within each cohort:\n\n* Participants enrolled to Cohort 1 and Cohort 3 will be randomized in a 1:1 ratio to Arm 1 or Arm 2.\n* Participants enrolled to Cohort 2 will be randomized in a 2:1 ratio to Arm 1 or Arm 2.",
    "sponsor": "BioNTech SE",
    "collaborators": [],
    "conditions": [
      "Extensive-stage Small-cell Lung Cancer",
      "Small-cell Lung Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05653752",
    "brief_title": "A Study of YL202 in Patients With Locally Advanced or Metastatic Non-small Cell Lung Cancer and Breast Cancer",
    "official_title": "A Phase 1, Multicenter, Open-label, First-in-human Study of YL202 in Patients With Locally Advanced or Metastatic Non-small Cell Lung Cancer and Breast Cancer",
    "overall_status": "RECRUITING",
    "start_date": "2022-12-20",
    "completion_date": "2026-12",
    "brief_summary": "This is a phase 1, multicenter, open-label, first-in-human study of YL202 conducted in the United States and China.\n\nThe study will evaluate the safety and tolerability of YL202 in patients with locally advanced or metastatic epidermal growth factor receptor (EGFR)-mutated NSCLC or hormone receptor (HR)-positive and HER2-negative BC, which have been heavily treated by standard treatment.",
    "detailed_description": "No detailed description",
    "sponsor": "MediLink Therapeutics (Suzhou) Co., Ltd.",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Non Small Cell Lung Cancer",
      "Breast Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05703607",
    "brief_title": "A Study to Learn About a Modified RNA Vaccine Against Shingles in Healthy Adults",
    "official_title": "A PHASE 1/2 RANDOMIZED, OBSERVER-BLIND STUDY TO EVALUATE THE SAFETY, TOLERABILITY, AND IMMUNOGENICITY OF A MODIFIED RNA VACCINE AGAINST VARICELLA ZOSTER VIRUS IN HEALTHY INDIVIDUALS",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2023-01-25",
    "completion_date": "2030-08-20",
    "brief_summary": "The purpose of this clinical study is to learn about the safety, extent of the side effects (reaction to vaccine), and immune response (your immune system's reaction) of the study vaccine called Varicella Zoster Virus modRNA (VZV modRNA). We are seeking for healthy participants 50 through 85 years of age.\n\nThis study will be conducted in 2 substudies: Substudy A (Phase 1) and Substudy B (Phase 2).\n\nSubstudy A:\n\nThis substudy is the Phase 1 portion of the study. In this substudy, participants will receive 1 of 3 VZV modRNA vaccine candidates (different construct, different dose levels and different formulation \\[frozen or freeze dry powder\\]) or the approved shingles vaccine intramuscularly.\n\nParticipants will be assigned in 1 of 10 groups in the study. Vaccination will be given either as a 2-dose series using one of two dosing schedules (either 2-months apart or 6-months apart), or (in one of the groups), as a single VZV modRNA vaccine at the first vaccination visit and saline at the second vaccination visit.\n\nParticipants will take part in this study for 8 to 12 months depending on the group they are assigned to. Some group(s) will continue into persistence-of-immunity (overtime assessment of effect of vaccine) portion of the study. Those participants assigned to these selected groups will be involved in the study for up to 5 years.\n\nSubstudy B:\n\nThis substudy is the Phase 2 portion of the study. In this part of the study, participants will receive either VZV modRNA vaccine at selected dose level/schedule/formulation or approved shingles vaccine. This selection was determined from data collected in Substudy A.\n\nParticipants will be involved in this study for up to 5 years.",
    "detailed_description": "No detailed description",
    "sponsor": "Pfizer",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Shingles",
      "Herpes Zoster Infection",
      "Human"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04526899",
    "brief_title": "A Study to Investigate the Novel Agent BNT111 and Cemiplimab in Combination or as Single Agents in Patients With Advanced Melanoma That Has Not Responded to Other Forms of Treatment",
    "official_title": "Open-label, Randomized Phase II Trial With BNT111 and Cemiplimab in Combination or as Single Agents in Patients With Anti-PD-1-refractory/Relapsed, Unresectable Stage III or IV Melanoma",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2021-05-19",
    "completion_date": "2025-12",
    "brief_summary": "This is an open-label, randomized, multi-site, Phase II, interventional trial designed to evaluate the efficacy, tolerability, and safety of BNT111 + cemiplimab in anti-programmed death protein 1 (PD-1)/anti-programmed death ligand 1 (PD-L1)-refractory/relapsed patients with unresectable Stage III or IV melanoma. The contributions of BNT111 and cemiplimab will be delineated in single agent calibrator arms. Patients will be randomized in a 2:1:1 ratio to Arm 1 (BNT111 + cemiplimab) and calibrator Arm 2 (BNT111 monotherapy), and Arm 3 (cemiplimab monotherapy). Patients in single agent calibrator arms (Arms 2 and 3), who experience centrally verified disease progression under single agent treatment, may be offered addition of the other compound to the ongoing treatment after re-consent.",
    "detailed_description": "No detailed description",
    "sponsor": "BioNTech SE",
    "collaborators": [
      "Regeneron Pharmaceuticals"
    ],
    "conditions": [
      "Melanoma Stage III",
      "Melanoma Stage IV",
      "Unresectable Melanoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06821061",
    "brief_title": "A Study to Learn About How the Flu and COVID-19 Vaccines Act in Healthy People",
    "official_title": "A PHASE 1/2 RANDOMIZED, DOUBLE-BLINDED STUDY TO EVALUATE THE SAFETY, TOLERABILITY, AND IMMUNOGENICITY OF MODIFIED RNA VACCINE CANDIDATES AGAINST INFLUENZA AND COVID-19 IN HEALTHY INDIVIDUALS",
    "overall_status": "RECRUITING",
    "start_date": "2025-02-10",
    "completion_date": "2025-12-18",
    "brief_summary": "The purpose of this study is to learn about how the flu and COVID vaccines act when given alone or when mixed together.\n\nThis study is seeking healthy participants aged 18 or older. All participants in this study will receive only 1 shot to their arm, either a flu or COVID vaccine, alone or mixed. Participants will take part in this study for about 6 months, and participants will need to visit the clinical study site at least 4 times.",
    "detailed_description": "No detailed description",
    "sponsor": "BioNTech SE",
    "collaborators": [
      "Pfizer"
    ],
    "conditions": [
      "Influenza",
      "COVID-19 (Coronavirus Disease 2019)"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06150183",
    "brief_title": "Safety and Preliminary Efficacy of BNT314 with or Without an Immune Checkpoint Inhibitor in Cancer Patients with Malignant Solid Tumors",
    "official_title": "A First-in-Human, Open-label, Dose Escalation Trial with Expansion Cohorts to Evaluate the Safety and Preliminary Efficacy of BNT314 in Monotherapy and in Combination with an Immune Checkpoint Inhibitor in Patients with Advanced Malignant Solid Tumors",
    "overall_status": "RECRUITING",
    "start_date": "2023-11-30",
    "completion_date": "2027-07",
    "brief_summary": "The purpose of this first-in-human study is to find out if BNT314 is safe when it is used alone and when it is used together with another antibody cancer drug (pembrolizumab) in patients with different types of cancer. Patients will receive either BNT314 alone or BNT314 combined with pembrolizumab.\n\nPhase 1 of the study consists of a dose escalation part, and a safety run-in (SRI) and expansion part:\n\nDose escalation: In this part of the study, patients will be assigned to multiple dose levels (DLs) of BNT314 given alone. By escalating the dose with a small group of patients, the Maximum Tolerated Dose (MTD) which is the highest dose with acceptable safety and manageable side effects, or the maximum administered dose (MAD) will be investigated. At the end of this part, the Recommended Phase 2 Dose (RP2D) which is the dose to be tested in Phase 2 will be decided.\n\nSafety Run-In: In this part of the study, BNT314 will be combined with pembrolizumab. Before starting the expansion part, the combination will be tested in another small group of participants (12-28) to find out how safe this combination is.\n\nExpansion: In this part of the study, BNT314 will be combined with pembrolizumab. After the SRI is completed, the study will continue with the expansion part where up to 199 participants with different types of cancer will be included.\n\nThe Phase 2 part of the study will be introduced via an amendment to the study protocol.",
    "detailed_description": "This is a multicenter, multinational safety study in patients with metastatic or advanced malignant solid tumors for whom, at the discretion of the investigator, there is no available standard therapy likely to confer clinical benefit, evaluating the safety, tolerability, preliminary antitumor activity, pharmacokinetics (PK), pharmacodynamics (PD), and immunogenicity of BNT314.\n\nIn the dose escalation part of the study, patients will periodically receive one infusion of BNT314. In the combination therapy SRI and expansion part, BNT314 will be combined with pembrolizumab and administered intravenously in periodic cycles to patients with selected cancer indications.\n\nAdditional cohorts (backfill cohorts) administering BNT314 as monotherapy will assign patients to specific DLs, based on the emerging safety, PK, and pharmacodynamic data. This would allow for further assessment of dose- and exposure-response relationships for clinical activity, safety, and tolerability to support BNT314 dose optimization.\n\nThe treatment period will last until progressive disease (PD), confirmed PD (as per immune response evaluation criteria in solid tumors \\[iRECIST\\]), unacceptable toxicity, or withdrawal of consent, whichever happens first.\n\nFor the combination therapy, the maximum treatment period will be 2 years. The maximum study duration is 3 years after the last participant's first treatment in the study.",
    "sponsor": "BioNTech SE",
    "collaborators": [
      "Genmab"
    ],
    "conditions": [
      "Advanced Malignant Solid Tumor"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04486378",
    "brief_title": "A Phase II Clinical Trial Comparing the Efficacy of RO7198457 Versus Watchful Waiting in Patients with CtDNA-positive, Resected Stage II (high Risk) and Stage III Colorectal Cancer",
    "official_title": "A Multi-site, Open-label, Phase II, Randomized, Controlled Trial to Compare the Efficacy of RO7198457 Versus Watchful Waiting in Resected, Stage II (high Risk) and Stage III Colorectal Cancer Patients Who Are CtDNA Positive Following Resection",
    "overall_status": "RECRUITING",
    "start_date": "2021-03-08",
    "completion_date": "2030-08",
    "brief_summary": "This is a multi-site, open-label, Phase II, randomized, trial to compare the efficacy of RO7198457 versus watchful waiting in patients with circulating tumor DNA (ctDNA) positive, surgically resected Stage II/III rectal cancer, or Stage II (high risk)/Stage III colon cancer.",
    "detailed_description": "Patients will receive up to 15 doses of RO7198457 over the course of trial treatment.",
    "sponsor": "BioNTech SE",
    "collaborators": [
      "Genentech, Inc."
    ],
    "conditions": [
      "Colorectal Cancer Stage II",
      "Colorectal Cancer Stage III"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04503278",
    "brief_title": "A Clinical Study of the Safety and Effectiveness of an Investigational Cell Therapy Given With and Without an Investigational RNA-based Vaccine in Patients With Organ Tumors",
    "official_title": "Phase I/IIa, First-in-human (FIH), Open-label, Dose Escalation Trial With Expansion Cohorts to Evaluate Safety and Preliminary Efficacy of CLDN6 CAR-T With or Without CLDN6 RNA-LPX in Patients With CLDN6-positive Relapsed or Refractory Advanced Solid Tumors",
    "overall_status": "RECRUITING",
    "start_date": "2020-09-16",
    "completion_date": "2040-01",
    "brief_summary": "This is a Phase I, FIH, open-label, multicenter, dose escalation trial with expansion cohorts to evaluate safety and preliminary efficacy of claudin 6 (CLDN6) chimeric antigen receptor T cells (CAR-T) with or without CLDN6 ribonucleic acid lipoplexes (RNA-LPX) in patients with CLDN6-positive relapsed or refractory advanced solid tumors.",
    "detailed_description": "CLDN6 CAR-T is used as a general term to refer to CLDN6 CAR-T cells from the manual and automated manufacturing processes.\n\nThe trial consists of two parts.\n\nThe trial began using a manual CLDN6 CAR-T production process.\n\nPart 1 is a CLDN6 CAR-T dose escalation in lymphodepleted patients until the maximum tolerated dose (MTD) and/or recommended phase 2 dose (RP2D) of CLDN6 CAR-T are defined.\n\nDose escalation with CLDN6 CAR-T cells from the automated manufacturing process follows an accelerated titration design, as opposed to the classical 3+3 trial design used for the dose escalation with CLDN6 CAR-T manufactured with the manual process.\n\nIn addition, an optional de-escalation dose level may be explored to further evaluate clinical safety and efficacy of CLDN6 CAR-T manufactured with the automated process.\n\nPart 2 is a vaccine-modulated dose escalation using a bifurcated design until the MTD and/or RP2D of CLDN6 CAR-T + CLDN6 RNA-LPX are defined.\n\nThe trial started with a CLDN6 encoding uridine containing RNA formulated in lipoplexes (CLDN6 uRNA-LPX). In order to optimize CAR-T cell persistence in patients, an alternative RNA-LPX, CLDN6 modRNA-LPX, will be tested once the RP2D dose for CLDN6 CAR-T ± CLDN6 RNA-LPX is identified.",
    "sponsor": "BioNTech Cell & Gene Therapies GmbH",
    "collaborators": [],
    "conditions": [
      "Solid Tumor"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05432583",
    "brief_title": "A Clinical Trial in Healthy Volunteers and Volunteers with Recurrent Genital Herpes to Study the Safety, Tolerability, and Immune Responses After Vaccination with an Investigational Vaccine Designed to Prevent Genital Herpes Lesions",
    "official_title": "Phase I, Randomized, Observer-blinded, 3-part, Dose Escalation and Expanded Safety and Dose Evaluation Trial to Evaluate the Safety, Tolerability, and Immunogenicity of an Investigational Prophylactic Vaccine for the Prevention of Genital Lesions Caused by Herpes Simplex Virus (HSV)-2 and Potentially HSV-1",
    "overall_status": "RECRUITING",
    "start_date": "2022-12-08",
    "completion_date": "2026-10",
    "brief_summary": "This exploratory trial will have three parts. Part A is a dose escalation part, Part B is an expanded safety and dose evaluation part, and Part C is a safety and immunogenicity evaluation part in individuals with recurrent HSV-2 genital herpes.\n\nPart A will focus on the safety evaluations, and in addition, vaccine-induced immune responses (specifically neutralizing antibodies) will also be analyzed to assess if there is a dose-response.\n\nPart B of the trial will expand the safety characterization for two dose levels of BNT163 selected based on Part A data and will also enable a more comprehensive assessment of the impact of pre-existing immunity to HSV-1 and -2 on the safety and immune responses to BNT163.\n\nPart C will evaluate safety and immunogenicity of BNT163 compared to a placebo in a three-dose regimen in subjects with a history of HSV-2 recurrent genital herpes.",
    "detailed_description": "In Part A, participants will be randomized 5:1 to BNT163:placebo. In Part B, participants will be randomized 1:1 to either of the two selected dose levels based on data from Part A. In Part C, participants will be randomized 1:1 to BNT163:placebo.\n\nIn Part A \\& B, participants will receive three intramuscular doses of a fixed dose level of the BNT163 vaccine (Part A and B) or placebo (Part A only).\n\nIn Part C, participants will receive three intramuscular doses of one fixed dose level of the BNT163 vaccine or placebo. In this part, suppressive antiviral therapy is given over the entire vaccine dosing period (during and between vaccine doses) to prevent administration of the vaccine concomitantly to viral replication and active genital herpes.",
    "sponsor": "BioNTech SE",
    "collaborators": [],
    "conditions": [
      "Genital Herpes Simplex Type 2"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06265428",
    "brief_title": "A Study to Compare DB-1303/BNT323 Versus T-DM1 in Breast Cancer",
    "official_title": "A Phase III, Multicenter, Open-label, Randomized Study to Compare DB-1303 Versus T-DM1 in Patients With HER2-positive Unresectable/Metastatic Breast Cancer Who Have Been Treated With Trastuzumab and a Taxane (Dynasty-Breast01)",
    "overall_status": "RECRUITING",
    "start_date": "2024-01-29",
    "completion_date": "2026-02",
    "brief_summary": "This study is designed to compare efficacy and safety of DB-1303/BNT323 versus T-DM1 in HER2-positive, unresectable and/or metastatic breast cancer patients previously treated with trastuzumab and taxane.",
    "detailed_description": "This is a randomized controlled, 2-arm, open-label, multicenter phase III study to assess the efficacy and safety of DB-1303/BNT323 versus Trastuzumab Emtansine (T-DM1) in patients with human epidermal growth factor receptor 2 (HER2) -positive unresectable/metastatic breast cancer who have been treated with trastuzumab and taxanes. Approximately 224 patients with unresectable or metastatic HER2-positive breast cancer will be randomized 1:1 to receive DB-1303/BNT323 or T-DM1, respectively.",
    "sponsor": "DualityBio Inc.",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "HER2-positive Breast Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06534983",
    "brief_title": "A Study to Evaluate the Efficacy and Safety of Autogene Cevumeran With Nivolumab Versus Nivolumab Alone in Participants With High-Risk Muscle-Invasive Urothelial Carcinoma (MIUC)",
    "official_title": "A Randomized Phase II, Double-Blind, Multicenter Study Evaluating the Efficacy and Safety of Autogene Cevumeran Plus Nivolumab Versus Nivolumab as Adjuvant Therapy in Patients With High-Risk Muscle-Invasive Urothelial Carcinoma",
    "overall_status": "RECRUITING",
    "start_date": "2024-12-09",
    "completion_date": "2034-01-06",
    "brief_summary": "The main purpose of the study is to evaluate the efficacy of adjuvant treatment with autogene cevumeran plus nivolumab compared with nivolumab in participants with high risk MIUC.\n\nIn this study participants will be enrolled in a safety run-in phase to receive autogene cevumeran + nivolumab. This phase will be conducted to monitor and ensure the safety of study participants. After all participants in the safety run-in have been enrolled to receive autogene cevumeran + nivolumab, further participants will be randomization in either autogene cevumeran + nivolumab or the saline + nivolumab arm.",
    "detailed_description": "No detailed description",
    "sponsor": "Hoffmann-La Roche",
    "collaborators": [
      "BioNTech SE"
    ],
    "conditions": [
      "Muscle Invasive Urothelial Carcinoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04534205",
    "brief_title": "A Clinical Trial Investigating the Safety, Tolerability, and Therapeutic Effects of BNT113 in Combination With Pembrolizumab Versus Pembrolizumab Alone for Patients With a Form of Head and Neck Cancer Positive for Human Papilloma Virus 16 and Expressing the Protein PD-L1",
    "official_title": "An Open-label Phase II/III Randomized Trial of BNT113 in Combination With Pembrolizumab Versus Pembrolizumab Monotherapy as a First Line Therapy in Patients With Unresectable Recurrent, or Metastatic Head and Neck Squamous Cell Carcinoma (HNSCC) Which is Positive for Human Papilloma Virus 16 (HPV16+) and Expresses PD-L1",
    "overall_status": "RECRUITING",
    "start_date": "2021-01-07",
    "completion_date": "2029-04",
    "brief_summary": "An open-label, controlled, multi-site, interventional, 2-arm, Phase II/III trial of BNT113 in combination with pembrolizumab vs pembrolizumab monotherapy as first line treatment in patients with unresectable recurrent or metastatic HPV16+ HNSCC expressing programmed cell death ligand-1 (PD-L1) with combined positive score (CPS) ≥1.\n\nThis trial has two parts.\n\nPart A, is an initial non-randomized Safety Run-In Phase to confirm the safety and tolerability at the selected dose range level of BNT113 in combination with pembrolizumab.\n\nPart B, is a randomized part to generate pivotal efficacy and safety data of BNT113 in combination with pembrolizumab versus pembrolizumab monotherapy in the first line setting in patients with unresectable recurrent or metastatic HPV16+ HNSCC expressing PD-L1 with CPS ≥1. Patients included in the Safety Run-In Phase of the trial (Part A) will not be randomized to Part B and will continue on-trial treatment (BNT113 plus pembrolizumab) within Part A.\n\nFor Part B, an optional pre-screening phase is available for all patients where patients' tumor samples may be submitted for central HPV16 DNA and central PD-L1 expression testing prior to screening into the main trial.\n\nPatients will be treated with BNT113 in combination with pembrolizumab or with pembrolizumab monotherapy for approximately up to 24 months.",
    "detailed_description": "No detailed description",
    "sponsor": "BioNTech SE",
    "collaborators": [],
    "conditions": [
      "Unresectable Head and Neck Squamous Cell Carcinoma",
      "Metastatic Head and Neck Cancer",
      "Recurrent Head and Neck Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE2",
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  }
]