[
  {
    "nct_id": "NCT04853576",
    "brief_title": "A Study Evaluating the Safety and Efficacy of EDIT-301 in Participants With Severe Sickle Cell Disease (RUBY)",
    "official_title": "A Phase 1/2 Study to Evaluate the Safety and Efficacy of a Single Dose of Autologous Clustered Regularly Interspaced Short Palindromic Repeats Gene-edited CD34+ Human Hematopoietic Stem and Progenitor Cells (EDIT-301) in Subjects With Severe Sickle Cell Disease",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2021-05-04",
    "completion_date": "2025-08",
    "brief_summary": "The purpose of this study is to evaluate the efficacy, safety and tolerability of treatment with EDIT-301 in adult and adolescent participants with severe sickle cell disease (SCD).",
    "detailed_description": "This is a Phase 1/2 single-arm, open-label, multicenter study evaluating the safety and efficacy of a single unit dose of EDIT-301 for autologous hematopoietic stem cell transplant (HSCT) in subjects with severe SCD. Planned study subjects will be comprised of male and female adult and adolescent subjects with severe SCD, from 12 to 50 years of age, inclusive.",
    "sponsor": "Editas Medicine, Inc.",
    "collaborators": [],
    "conditions": [
      "Sickle Cell Disease",
      "Hemoglobinopathies"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05444894",
    "brief_title": "EDIT-301 for Autologous Hematopoietic Stem Cell Transplant (HSCT) in Participants With Transfusion-Dependent Beta Thalassemia (TDT)",
    "official_title": "A Multicenter Study to Evaluate the Safety, Tolerability, and Efficacy of a Single Dose of Autologous Clustered Regularly Interspaced Short Palindromic Repeats Gene-edited Cluster of Differentiation 34 (CD34+) Human Hematopoietic Stem and Progenitor Cells (HSPC) (EDIT-301) in Transfusion-Dependent Beta Thalassemia (TDT)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2022-04-29",
    "completion_date": "2025-12",
    "brief_summary": "The purpose of this study is to evaluate the safety, tolerability, and efficacy of treatment with EDIT-301 in adult participants with Transfusion Dependent beta Thalassemia",
    "detailed_description": "This is a Phase 1/2 single-arm, open-label, multicenter study evaluating the safety, tolerability, and efficacy of a single unit dose of EDIT-301 for autologous hematopoietic stem cell transplant in adult participants with TDT, age 18 to 35 years, inclusive",
    "sponsor": "Editas Medicine, Inc.",
    "collaborators": [],
    "conditions": [
      "Transfusion Dependent Beta Thalassemia",
      "Hemoglobinopathies",
      "Thalassemia Major",
      "Thalassemia Intermedia"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  }
]