[
  {
    "nct_id": "NCT02723331",
    "brief_title": "Perioperative Therapy for Resectable and Borderline-Resectable Pancreatic Adenocarcinoma With Molecular Correlates",
    "official_title": "Perioperative Therapy for Resectable Pancreatic Adenocarcinoma and Borderline Resectable Pancreatic Adenocarcinoma With Molecular Correlates",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2016-12-30",
    "completion_date": "2025-05",
    "brief_summary": "The objective of this study is to estimate the R0 resection rate in patients with Resectable Pancreatic Ductal Adenocarcinoma (R-PDAC) as well as those with Resectable Pancreatic Ductal Adenocarcinoma (BR-PDAC) independently in response to neoadjuvant sequential therapy of combination nab-paclitaxel and gemcitabine followed by stereotactic body radiotherapy (SBRT).",
    "detailed_description": "Patients in both cohorts will receive a total of 3 cycles of neoadjuvant combination chemotherapy of nab-paclitaxel and gemcitabine, followed by re-staging CT scan, if re-staging CT does not show evidence of metastatic disease. Patients will receive SBRT and definitive surgical resection. Subsequently, patients will receive 3 cycles of adjuvant combination chemotherapy of nab-paclitaxel and gemcitabine. Each cycle of combination chemotherapy will be a total of 4 weeks. Patients will be evaluated for response at completion of the 3 cycles of neoadjuvant combination chemotherapy with CT scans of chest, abdomen and pelvis. Patients will undergo surveillance CT scan at 3-month intervals until evidence of disease progression.",
    "sponsor": "Academic Thoracic Oncology Medical Investigators Consortium",
    "collaborators": [
      "Celgene Corporation",
      "Criterium, Inc.",
      "University of Colorado, Denver"
    ],
    "conditions": [
      "Pancreatic Cancer",
      "Pancreatic Adenocarcinoma",
      "Pancreas Ductal Adenocarcinoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05384691",
    "brief_title": "Efficacy of Luspatercept in ESA-naive LR-MDS Patients With or Without Ring Sideroblasts Who do Not Require Transfusions",
    "official_title": "A Phase II, Open-label, Single Arm Study to Evaluate the Efficacy of Luspatercept in Erythropoiesis-stimulating Agent Naive Lower-risk MDS Patients With or Without Ring Sideroblasts Who do Not Require RBC Transfusions",
    "overall_status": "RECRUITING",
    "start_date": "2022-09-27",
    "completion_date": "2027-07-31",
    "brief_summary": "Anemia in patients with very low, low or intermediate risk myelodysplastic syndromes (MDS), that are non-transfusion dependent",
    "detailed_description": "Patients with very low, low or intermediate risk myelodysplastic syndromes (MDS) presenting with anemia, transfusion independence (NTD) and naive towards ESA treatment",
    "sponsor": "University of Leipzig",
    "collaborators": [
      "Celgene Corporation"
    ],
    "conditions": [
      "Myelodysplastic Syndromes",
      "Anemia"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT01208662",
    "brief_title": "Randomized Trial of Lenalidomide, Bortezomib, Dexamethasone vs High-Dose Treatment With SCT in MM Patients up to Age 65",
    "official_title": "A Randomized, Phase III Study Comparing Conventional Dose Treatment Using a Combination of Lenalidomide, Bortezomib, and Dexamethasone (RVD) to High-Dose Treatment With Peripheral Stem Cell Transplant in the Initial Management of Myeloma in Patients Up to 65 Years of Age",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2010-10",
    "completion_date": "2026-12",
    "brief_summary": "In this research study, we are looking to explore the drug combination, lenalidomide, bortezomib and dexamethasone alone or when combined with autologous stem cell transplantation to see what side effects it may have and how well it works for treatment of newly diagnosed multiple myeloma. Specifically, the objective of this trial is to determine if, in the era of novel drugs, high dose therapy (HDT) is still necessary in the initial management of multiple myeloma in younger patients. In this study, HDT as compared to conventional dose treatment would be considered superior if it significantly prolongs progression-free survival by at least 9 months or more, recognizing that particular subgroups may benefit more compared to others.",
    "detailed_description": "The drugs, lenalidomide, bortezomib, and dexamethasone, are approved by the FDA. They have not been approved in the combination for multiple myeloma or any other type of cancer. Bortezomib is currently approved by the FDA for the treatment of multiple myeloma. Lenalidomide is approved for use with dexamethasone for patients with multiple myeloma who have received at least one prior therapy and for the treatment of certain types of myelodysplastic syndrome (another type of cancer affecting the blood). Dexamethasone is commonly used, either alone, or in combination with other drugs, to treat multiple myeloma. Please note that Bortezomib and Lenalidomide are provided to patients participating in this trial at no charge. Melphalan and cyclophosphamide, the drugs used during stem cell collection and transplant, are also approved by the FDA. Melphalan is an FDA-approved chemotherapy for multiple myeloma and is used as a high-dose conditioning treatment prior to stem cell transplantation. Cyclophosphamide is used, either alone, or in combination with other drugs, to treat multiple myeloma. These drugs have been used in other multiple myeloma studies and information from those studies suggests that this combination of therapy may help to treat newly diagnosed multiple myeloma.\n\nAfter screening procedures determine if a patient is eligible for this research study, the patient will be randomized into one of the study groups: lenalidomide, bortezomib and dexamethasone without autologous stem cell transplantation, followed by lenalidomide maintenance (Arm A) or lenalidomide, bortezomib and dexamethasone with autologous stem cell transplantation, followed by lenalidomide maintenance (Arm B). There is an equal chance of being placed in either group. Randomization was stratified by International Staging System (ISS) disease stage (I, II, or III) and cytogenetics (high-risk \\[presence of 17p deletion, t(4;14), or t(14;16) on fluorescence in-situ hybridization\\], standard-risk \\[absence of high-risk abnormalities\\], or undetermined \\[test failure\\]) assessed locally in a screening bone marrow sample, with positivity cut-offs per institutional standards.",
    "sponsor": "Paul Richardson, MD",
    "collaborators": [
      "Celgene Corporation",
      "Millennium Pharmaceuticals, Inc.",
      "Massachusetts General Hospital",
      "Cape Cod Hospital",
      "Beth Israel Deaconess Medical Center",
      "Emory University",
      "University of Michigan",
      "Fox Chase Cancer Center",
      "Memorial Sloan Kettering Cancer Center",
      "Fred Hutchinson Cancer Center",
      "Barbara Ann Karmanos Cancer Institute",
      "Duke University",
      "University of California, San Francisco",
      "University of Chicago",
      "M.D. Anderson Cancer Center",
      "UNC Lineberger Comprehensive Cancer Center",
      "Roswell Park Cancer Institute",
      "Stanford University",
      "University of Mississippi Medical Center",
      "Icahn School of Medicine at Mount Sinai",
      "Wake Forest University Health Sciences",
      "University of Arizona",
      "OHSU Knight Cancer Institute",
      "Eastern Maine Medical Center",
      "University of California, San Diego",
      "University of Alabama at Birmingham",
      "University of Pittsburgh Medical Center",
      "Ochsner Health System",
      "University of Texas Southwestern Medical Center",
      "State University of New York - Downstate Medical Center",
      "Newton-Wellesley Hospital",
      "Baylor College of Medicine",
      "City of Hope Medical Center",
      "University of Florida",
      "Northwell Health",
      "H. Lee Moffitt Cancer Center and Research Institute",
      "Vanderbilt University Medical Center",
      "Ohio State University",
      "Huntsman Cancer Institute",
      "Columbia University"
    ],
    "conditions": [
      "Multiple Myeloma"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02632708",
    "brief_title": "Safety Study of AG-120 or AG-221 in Combination With Induction and Consolidation Therapy in Participants With Newly Diagnosed Acute Myeloid Leukemia (AML) With an IDH1 and/or IDH2 Mutation",
    "official_title": "A Phase 1, Multicenter, Open-Label, Safety Study of AG-120 or AG-221 in Combination With Induction Therapy and Consolidation Therapy in Patients With Newly Diagnosed Acute Myeloid Leukemia With an IDH1 and/or IDH2 Mutation",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2015-12-31",
    "completion_date": "2026-07-24",
    "brief_summary": "The purpose of this Phase I, multicenter, clinical trial is to evaluate the safety of AG-120 and AG-221 when given in combination with standard AML induction and consolidation therapy. The study plans to evaluate up to 2 dose levels of AG-120 in participants with an isocitrate dehydrogenase protein 1 (IDH1) mutation and up to 2 dose levels of AG-221 in participants with an isocitrate dehydrogenase protein 2 (IDH2) mutation. AG-120 or AG-221 will be administered with 2 types of AML induction therapies (cytarabine with either daunorubicin or idarubicin) and 2 types of AML consolidation therapies (mitoxantrone with etoposide \\[ME\\] or cytarabine). After consolidation therapy, participants may continue on to maintenance therapy and receive daily treatment with single-agent AG-120 or AG-221 until relapse, development of an unacceptable toxicity, or hematopoietic stem cell transplant (HSCT). The study will end when all participants have discontinued study treatment.",
    "detailed_description": "No detailed description",
    "sponsor": "Institut de Recherches Internationales Servier",
    "collaborators": [
      "Celgene Corporation"
    ],
    "conditions": [
      "Newly Diagnosed Acute Myeloid Leukemia (AML)",
      "Untreated AML",
      "AML Arising From Myelodysplastic Syndrome (MDS)",
      "AML Arising From Antecedent Hematologic Disorder (AHD)",
      "AML Arising After Exposure to Genotoxic Injury"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03069326",
    "brief_title": "A Clinical Study to Test the Effects of Ruxolitinib And Thalidomide Combination for Patients With Myelofibrosis",
    "official_title": "Evaluation of Ruxolitinib And Thalidomide Combination as a Therapy for Patients With Myelofibrosis",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2017-02-27",
    "completion_date": "2026-02",
    "brief_summary": "The purpose of this study is to test any good and bad effects of the study drugs called ruxolitinib and thalidomide. Ruxolitinib and thalidomide could shrink the cancer, but it could also cause side effects.",
    "detailed_description": "No detailed description",
    "sponsor": "Memorial Sloan Kettering Cancer Center",
    "collaborators": [
      "Incyte Corporation",
      "Celgene",
      "M.D. Anderson Cancer Center"
    ],
    "conditions": [
      "Myelofibrosis"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06220201",
    "brief_title": "A Study to Evaluate the Safety, Tolerability, Efficacy, and Drug Levels of CC-97540 in Participants With Relapsing Forms of Multiple Sclerosis, Progressive Forms of Multiple Sclerosis or Refractory Myasthenia Gravis (MG) (Breakfree-2)",
    "official_title": "A Phase 1, Multicenter, Single-arm, Dose-escalation Study of CC-97540 (BMS-986353), CD19-Targeted NEX-T Chimeric Antigen Receptor (CAR) T Cells, Evaluating Safety and Tolerability in Participants With Autoimmune Neurological Diseases: Relapsing Forms of Multiple Sclerosis (RMS), Progressive Forms of Multiple Sclerosis (PMS), or Refractory Myasthenia Gravis (MG).",
    "overall_status": "RECRUITING",
    "start_date": "2024-03-28",
    "completion_date": "2027-07-15",
    "brief_summary": "The purpose of this study is to evaluate the safety, tolerability, efficacy, and drug levels of CC-97540 in participants with Relapsing Forms of Multiple Sclerosis (RMS), Progressive Forms of Multiple Sclerosis (PMS) or Refractory Myasthenia Gravis (MG).",
    "detailed_description": "No detailed description",
    "sponsor": "Juno Therapeutics, Inc., a Bristol-Myers Squibb Company",
    "collaborators": [
      "Celgene Corporation"
    ],
    "conditions": [
      "Multiple Sclerosis",
      "Myasthenia Gravis"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06313996",
    "brief_title": "A Study to Evaluate the Efficacy and Safety of Liso-cel Compared to Standard of Care in Adults With Relapsed or Refractory Follicular Lymphoma",
    "official_title": "A Global Randomized Multicenter Phase 3 Trial to Compare the Efficacy and Safety of Lisocabtagene Maraleucel (JCAR017/BMS-986387) to Standard of Care in Adults With Relapsed or Refractory Follicular Lymphoma (TRANSFORM FL)",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2024-03-29",
    "completion_date": "2031-10-16",
    "brief_summary": "The purpose of this study is to evaluate the efficacy and safety of Liso-cel compared to standard of care in adults with Relapsed or Refractory Follicular Lymphoma.",
    "detailed_description": "The purpose of this phase III study is to evaluate the clinical benefit of liso-cel for the treatment of r/r FL by comparing it to standard of care therapy in patients with r/r FL, with progression-free survival (PFS) as the primary endpoint.\n\nThe primary objective is to demonstrate superiority of the Liso-cel treatment strategy over standard of care (SOC) therapy with respect to progression-free survival (PFS) determined by independent review committee (IRC) based on the Lugano response criteria.\n\nParticipants randomized to Arm A (Standard of Care) will receive RCHOP, BR, or R2 based on investigator choice and this has to be determined prior to randomization.\n\nParticipants randomized to Arm B (Liso-cel treatment) will receive a single infusion CAR-positive viable T-cells.",
    "sponsor": "Juno Therapeutics, Inc., a Bristol-Myers Squibb Company",
    "collaborators": [
      "Celgene Corporation"
    ],
    "conditions": [
      "Relapsed or Refractory Follicular Lymphoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03952039",
    "brief_title": "An Efficacy and Safety Study of Fedratinib Compared to Best Available Therapy in Subjects With DIPSS-intermediate or High-risk Primary Myelofibrosis, Post-polycythemia Vera Myelofibrosis, or Post-essential Thrombocythemia Myelofibrosis and Previously Treated With Ruxolitinib",
    "official_title": "A Phase 3, Multicenter, Open-label, Randomized Study to Evaluate the Efficacy and Safety of Fedratinib Compared to Best Available Therapy (BAT) in Subjects With DIPSS (Dynamic International Prognostic Scoring System)-Intermediate or High-risk Primary Myelofibrosis (PMF), Post-polycythemia Vera Myelofibrosis (Post-PV MF), or Post-essential Thrombocythemia Myelofibrosis (Post-ET MF) and Previously Treated With Ruxolitinib",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2019-09-09",
    "completion_date": "2025-06-23",
    "brief_summary": "A Phase 3, multicenter, open-label, randomized study to evaluate the efficacy and safety of fedratinib compared to best available therapy (BAT) in subjects with DIPSS (Dynamic International Prognostic Scoring System)-intermediate or high-risk primary myelofibrosis (PMF), post-polycythemia vera myelofibrosis (post-PV MF), or post-essential thrombocythemia myelofibrosis (post-ET MF) and previously treated with ruxolitinib. The primary objective of the study is to evaluate the percentage of subjects with at least 35% spleen volume reduction in the fedratinib and the BAT arms.",
    "detailed_description": "This Phase 3, multicenter, randomized, two-arm, open-label study will include subjects with intermediate or high-risk (as per the DIPSS score) primary myelofibrosis (PMF), postpolycythemia vera myelofibrosis (post-PV MF), or post-essential thrombocythemia myelofibrosis (post-ET MF). This study will be conducted in compliance with International Council for Harmonisation (ICH) Good Clinical Practices (GCPs).\n\nStudy design includes:\n\n* A 28-day Screening Period\n* 2:1 Randomization to fedratinib or best available therapy (BAT)\n* Stratification at Randomization according to:\n\n  * Spleen size by palpation: \\< 15 cm below left costal margin (LCM) versus ≥ 15 cm below LCM\n  * Platelets ≥ 50 to \\< 100 x 109/L versus platelets ≥ 100 x 109/L\n  * Refractory or relapsed to ruxolitinib treatment versus intolerant to ruxolitinib treatment\n* Study Treatment Period (time on study drug plus 30 days after last dose)\n* Subjects are allowed to crossover from BAT to the fedratinib arm after the Cycle 6 response assessment or before the Cycle 6 response assessment in the event of a confirmed progression of splenomegaly by MRI/CT scan\n* A Survival Follow-up Period for progression and survival",
    "sponsor": "Celgene",
    "collaborators": [
      "Impact Biomedicines, Inc., a wholly owned subsidiary of Celgene Corporation"
    ],
    "conditions": [
      "Primary Myelofibrosis",
      "Post-Polycythemia Vera",
      "Myelofibrosis"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03863184",
    "brief_title": "Acalabrutinib-Lenalidomide-Rituximab in Patients With Untreated MCL",
    "official_title": "A Multiple-center Phase 2 Study of Acalabrutinib-Lenalidomide-Rituximab in Patients With Previous Untreated Mantle Cell Lymphoma",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2019-10-11",
    "completion_date": "2027-09",
    "brief_summary": "This is a single-arm phase 2 study to evaluate the preliminary evidence of efficacy and safety of the combination of acalabrutinib, lenalidomide and rituximab (ALR) in previously untreated mantle cell lymphoma. The study includes an induction phase consisting of 12 cycles of ALR. Responding subjects will be eligible to enter a maintenance phase. Subjects will continue maintenance ALR until disease progression, development of unacceptable toxicity, or voluntary withdrawal. Subjects will be followed after completing study intervention every 6 months for alternate anti-cancer therapy and survival.",
    "detailed_description": "This is a single-arm phase 2 study to evaluate the preliminary evidence of efficacy and safety of the combination of acalabrutinib, lenalidomide and rituximab (ALR) in previously untreated mantle cell lymphoma.\n\nThe study includes an induction phase consisting of 12 cycles of ALR. Responding subjects will be eligible to enter a maintenance phase. Subjects will continue maintenance ALR until disease progression, development of unacceptable toxicity, or voluntary withdrawal. Subjects in complete response wishing to attempt stem cell collection following at least 6 months of induction treatment can hold lenalidomide for up to 30 days, and restart following stem cell collection.\n\nSubjects will be monitored for Minimal Residual Disease (MRD) status in peripheral blood at baseline and completion of 12 cycles of induction treatment using Adaptive Biotechnology Clonoseq assay, and then every 4 cycles.\n\nSubjects will be followed after completing study intervention every 6 months for alternate anti-cancer therapy and survival.",
    "sponsor": "Weill Medical College of Cornell University",
    "collaborators": [
      "AstraZeneca",
      "Celgene Corporation"
    ],
    "conditions": [
      "Mantle Cell Lymphoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT01829568",
    "brief_title": "Rituximab, Lenalidomide, and Ibrutinib in Treating Patients With Previously Untreated Stage II-IV Follicular Lymphoma",
    "official_title": "A Phase I Study of Rituximab, Lenalidomide, and Ibrutinib in Previously Untreated Follicular Lymphoma",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2013-06-26",
    "completion_date": "2026-01-24",
    "brief_summary": "This phase I trial studies the side effects and best dose of lenalidomide and ibrutinib when given together with rituximab in treating patients with previously untreated stage II-IV follicular lymphoma. Lenalidomide may stimulate the immune system in different ways and stop cancer cells from growing. Ibrutinib may stop the growth of cancer cells by blocking some of the enzymes needed for cell growth. Rituximab is a monoclonal antibody. It binds to a protein called CD20, which is found on B cells (a type of white blood cell) and some types of cancer cells. This may help the immune system kill cancer cells. Giving lenalidomide and ibrutinib together with rituximab may work well in treating follicular lymphoma.",
    "detailed_description": "PRIMARY OBJECTIVE:\n\nI. To determine the recommended phase II doses of ibrutinib and lenalidomide for combination with rituximab in previously untreated follicular lymphoma.\n\nSECONDARY OBJECTIVES:\n\nI. To determine pharmacokinetics of ibrutinib and its major metabolite (PCI-45227) when combined with lenalidomide and rituximab.\n\nII. To determine the pharmacodynamics of basophil activation and Bruton tyrosine kinase (BTK) occupancy in peripheral blood mononuclear cells (PBMCs) over a 24-hour period of ibrutinib when given in combination with lenalidomide and rituximab.\n\nOUTLINE: This is a dose-escalation study of lenalidomide and ibrutinib.\n\nPatients receive lenalidomide orally (PO) once daily (QD) on days 1-21 and ibrutinib PO QD on days 1-28. Treatment repeats every 28 days for up to 18 cycles in the absence of disease progression or unacceptable toxicity. Patients also receive rituximab intravenously (IV) on days 1, 8, 15, and 22 of cycle 1 and once weekly at weeks 13, 21, 29, and 37.\n\nAfter completion of study treatment, patients are followed up every 4 months for 2 years and then every 6 months for 8 years or every 6 months or annually for 10 years.",
    "sponsor": "National Cancer Institute (NCI)",
    "collaborators": [
      "Celgene Corporation"
    ],
    "conditions": [
      "Ann Arbor Stage II Grade 1 Contiguous Follicular Lymphoma",
      "Ann Arbor Stage II Grade 1 Non-Contiguous Follicular Lymphoma",
      "Ann Arbor Stage II Grade 2 Contiguous Follicular Lymphoma",
      "Ann Arbor Stage II Grade 2 Non-Contiguous Follicular Lymphoma",
      "Ann Arbor Stage II Grade 3 Contiguous Follicular Lymphoma",
      "Ann Arbor Stage II Grade 3 Non-Contiguous Follicular Lymphoma",
      "Ann Arbor Stage III Grade 1 Follicular Lymphoma",
      "Ann Arbor Stage III Grade 2 Follicular Lymphoma",
      "Ann Arbor Stage III Grade 3 Follicular Lymphoma",
      "Ann Arbor Stage IV Grade 1 Follicular Lymphoma",
      "Ann Arbor Stage IV Grade 2 Follicular Lymphoma",
      "Ann Arbor Stage IV Grade 3 Follicular Lymphoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02344472",
    "brief_title": "Detect V / CHEVENDO (Chemo vs. Endo)",
    "official_title": "DETECT V / CHEVENDO A Multicenter, Randomized Phase III Study to Compare Chemo- Versus Endocrine Therapy in Combination With Dual HER2-targeted Therapy of Herceptin® (Trastuzumab) and Perjeta® (Pertuzumab) Plus Kisqali® (Ribociclib) in Patients With HER2 Positive and Hormone-receptor Positive Metastatic Breast Cancer.",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2015-09",
    "completion_date": "2025-01-31",
    "brief_summary": "Chemo- versus endocrine therapy in combination with dual HER2-targeted therapy of Herceptin® (trastuzumab) and Perjeta® (pertuzumab) plus Kisqali® (ribociclib) in patients with HER2 positive and hormone-receptor positive metastatic breast cancer.",
    "detailed_description": "Especially for diseases that are not curable such as metastatic breast cancer (MBC), the maintenance of quality of life is one of the main aims of treatments. Adverse events are well-known side effects of any cytostatic treatment and impact the patients' quality of life. Therefore, new treatment options are developed that should stop or at least slow down metastatic spread of cancer without causing negative side effects in terms of high-grade adverse events. For patients with hormone-receptor positive and HER2 positive MBC the combination of HER2-targeted therapy with endocrine therapy has already been proven to be an effective and in many cases valuable alternative to the combination of HER2-targeted therapy with chemotherapy. The high relevance of HER2-neu-targeted/endocrine treatment combinations derives from the fact that potential chemotherapy-related toxicity can be avoided, which in turn positively affects quality of life. Clinical trials suggest an additional benefit when a CDK4/6 inhibitor is added to the combination of endocrine therapy and anti HER2 treatment. DETECT V is a randomized phase III study comparing the safety and efficacy of trastuzumab plus pertuzumab and the CDK 4/6 inhibitor ribociclib in combination with either endocrine therapy or chemotherapy.",
    "sponsor": "Prof. Wolfgang Janni",
    "collaborators": [
      "Roche Pharma AG",
      "Novartis Pharmaceuticals",
      "Eisai GmbH",
      "Celgene Corporation"
    ],
    "conditions": [
      "Metastatic Breast Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02270814",
    "brief_title": "Cisplatin, Nab-Paclitaxel, and Cetuximab (CACTUX) in Patients With Incurable Head and Neck Squamous Cell Carcinoma",
    "official_title": "Phase 2 Single Arm Trial of Cisplatin, Nab-Paclitaxel, and Cetuximab (CACTUX) in Patients With Incurable Head and Neck Squamous Cell Carcinoma (HNSCC)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2015-02-02",
    "completion_date": "2025-12-31",
    "brief_summary": "The purpose of this research study is to look at the effect of a treatment regimen called CACTUX on head and neck cancer. The CACTUX regimen is a combination of three drugs called cisplatin, nab-paclitaxel, and cetuximab (although carboplatin may be given in place of cisplatin if participants have previously had problems receiving cisplatin). The use of nab-paclitaxel in this combination is different from routine care, in which a drug called 5FU is often given instead, but the investigators group has conducted previous research where the investigators incorporated nab-paclitaxel into routine treatment with cisplatin, 5FU, and cetuximab. The investigators are looking at the incidence of side effects with the CACTUX regimen as well as response of the disease and health status.",
    "detailed_description": "No detailed description",
    "sponsor": "Washington University School of Medicine",
    "collaborators": [
      "Celgene Corporation"
    ],
    "conditions": [
      "Head and Neck Cancer",
      "Head and Neck Squamous Cell Carcinoma",
      "Cancer of the Head and Neck"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02393794",
    "brief_title": "Cisplatin Plus Romidepsin & Nivolumab in Locally Recurrent or Metastatic Triple Negative Breast Cancer (TNBC)",
    "official_title": "Phase I/II Study of Cisplatin Plus Romidepsin and Nivolumab in Metastatic Triple Negative Breast Cancer or BRCA Mutation-Associated Locally Recurrent or Metastatic Breast Cancer",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2015-07-17",
    "completion_date": "2025-07",
    "brief_summary": "Study combination use of cisplatin plus romidepsin and nivolumab in metastatic triple negative breast cancer (TNBC) or BRCA mutation-associated locally recurrent or metastatic breast cancer",
    "detailed_description": "Breast cancer is the most common cancer and the second leading cause of cancer related death in American women. Despite recent improvement in the treatment of breast cancer, 40,000 women per year still die in the U.S.as a result of breast cancer. Once the disease has gotten worse (progressed) after standard chemotherapy treatments, there are limited treatment options and the likelihood for patients to recover is very small.\n\nThe study will be done in two phases:\n\nPhase I will determine the highest dose of romidepsin that is safe and tolerable to take in combination with cisplatin.\n\nPhase II will determine if taking romidepsin (at the dose determined in Phase I) in combination with cisplatin and nivolumab is safe and effective in treating patients with breast cancer.\n\nPhase I will complete before Phase II begins.",
    "sponsor": "Priyanka Sharma",
    "collaborators": [
      "Celgene Corporation",
      "Bristol-Myers Squibb"
    ],
    "conditions": [
      "Triple-Negative Breast Cancer",
      "Breast Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02415413",
    "brief_title": "Carfilzomib in Treatment Patients Under 65 Years With High Risk Smoldering Multiple Myeloma",
    "official_title": "A Phase II Multicenter Study of Carfilzomib, Lenalidomide and Dexamethasone (KRd) as Induction Therapy, Followed by High-dose Therapy With Melphalan and Autologous Peripheral Blood Stem Cell Transplantation, Consolidation With KRd, and Maintenance With Lenalidomide and Dexamethasone in Patients ≤ 70 Years Old With Smoldering Multiple Myeloma (SMM) With High Risk of Progression to Symptomatic Myeloma",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2015-05",
    "completion_date": "2027-06",
    "brief_summary": "Patients included in the study will receive induction treatment during 6 months, followed by receive high-dose therapy followed by peripheral blood stem cell transplantation.\n\nApproximately 3 months after peripheral blood stem cell transplantation patients will receive consolidation treatment during 2 months.\n\nSubsequently patients will start maintenance treatment during 24 months. Therefore, the total duration of the treatment will be approximately 36 months.",
    "detailed_description": "This clinical trial is a multicenter Phase II study designed to evaluate the efficacy and toxicity of an intensive therapeutic approach in 90 patients with asymptomatic high risk multiple myeloma (SMM).\n\n1. - Patients will receive an induction treatment consisting of 6 cycles of carfilzomib, lenalidomide and low-dose dexamethasone (KRd): patients will receive carfilzomib 20-36 mg/m2 IV on days 1, 2, 8, 9, 15 and 16; with oral lenalidomide 25 mg daily on days 1-21, subsequently there will be a rest period of a week (from day 22 to day 27). Moreover, oral dexamethasone 40mg daily will be administered weekly (days 1, 8, 15 and 22).\n2. - Following the induction treatment, patients will receive high-dose (200 mg/m2) melphalan-based treatment administered via the intravenous route followed by peripheral blood stem cell transplantation (HDT-ASCT).\n3. - The consolidation treatment will consist of 2 cycles of KRd, with the same doses and scheduled of the induction treatment.\n4. - Maintenance treatment: all patients, without progression to symptomatic multiple myeloma or toxicity requiring discontinuation of the trial, will receive maintenance treatment during 24 cycles.\n\nThis maintenance treatment comprises the administration of lenalidomide 10mg on days 1-21, followed by a rest period of 1 week, with the weekly administration of dexamethasone 20mg.\n\nTreatment will be administrated until the end of the maintenance, although patients will continue in the trial.\n\nIf biological progression is observed following the discontinuation of the treatment, lenalidomide and dexamethasone will be reinstituted in order to control the disease again. Lenalidomide 10 mg will be administrated on days 1-21 combined with dexamethasone 20mg on days 1, 8, 15 and 22. All patients will be monitored for asymptomatic disease progression and to collect data regarding on overall survival (OS).",
    "sponsor": "PETHEMA Foundation",
    "collaborators": [
      "Celgene Corporation",
      "Amgen"
    ],
    "conditions": [
      "Smoldering Multiple Myeloma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06348108",
    "brief_title": "Talquetamab in Combination With Iberdomide and Dexamethasone for Relapsed or Refractory Multiple Myeloma",
    "official_title": "A Phase Ib, Multi-center, Study of Talquetamab in Combination With Iberdomide and Dexamethasone for the Treatment of Relapsed or Refractory Multiple Myeloma",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-05-01",
    "completion_date": "2029-06-30",
    "brief_summary": "This phase I trial will evaluate the safety, side effects, and best dose of talquetamab in combination with iberdomide and dexamethasone in treating patients with multiple myeloma that has come back after a period of improvement (relapsed) or has not responded to previous treatment (refractory). There is currently a significant unmet need for patients with relapsed or refractory multiple myeloma (RRMM) who are triple class refractory and have been exposed to B-cell maturation antibody (BCMA) targeted therapy. These patients currently have limited treatment options and poor survival. Talquetamab is an FDA approved drug that can bring T-cells to the myeloma cell, resulting in myeloma cell death. Iberdomide is an investigational drug and works by targeting and destroying proteins that help myeloma cancer cells to survive. Dexamethasone is a corticosteroid, is similar to a natural hormone produced by the adrenal glands to reduce inflammation (swelling, heat, redness, and pain) and is used to in helping to treat certain types of cancer including myeloma.",
    "detailed_description": "PRIMARY OBJECTIVES:\n\nI. To assess safety of the combination of talquetamab (Tal), iberdomide (Iber) and dexamethasone (Dex) in patients with triple class exposed (TCE) RRMM. (Phase 1b-dose escalation (DE)).\n\nII. To assess dose limiting toxicity (DLT) and determine the recommended phase 2 dose (RP2D) of the combination of Tal, Iber and Dex administered in 28-day cycles in patients with TCE RRMM. (Phase 1b-DE).\n\nIII. To further assess safety of RP2D of the combination of Tal, Iber and Dex administered in 28-day cycles in patients with TCE RRMM Len-refractory, and having received \\>= 2 prior lines of therapy. (Phase 1b-expansion (Exp)).\n\nIV. To assess overall response rate (ORR) in patients with TCE RRMM, Len-refractory, and having received ≥ 2 prior lines of therapy. (Phase 1b-Exp).\n\nSECONDARY OBJECTIVES:\n\nI. To assess ORR, and to determine minimal residual disease (MRD) negative (-) rates in patients achieving ≥ very good partial remission (VGPR).\n\nII. To assess toxicity (incidence of adverse events (AEs), serious AEs (SAEs), and treatment discontinuation due to toxicity) and safety (physical examination findings, vital signs, and clinical laboratory evaluations) in patients with RRMM.\n\nIII. Describe changes in health-related quality of life (HRQoL) using the European Organization for Research and Treatment of Cancer (C30) -Quality of Life questionnaire (QLQ) (EORTC-QLQ-C30), EORTC QLQ Oral Health 15 (OH-15) and EORTC QLQ-Multiple Myeloma Questionnaire (MY20)).\n\nEXPLORATORY OBJECTIVES:\n\nI. To assess serum cytokines levels with treatment of the combination of Tal, Iber and Dex and the predictive values of response, cytokine release syndrome (CRS) and other adverse events.\n\nII. To assess changes in immune cells in blood and bone marrow with treatment of the combination of Tal, Iber and Dex.\n\nIII. To determine the efficacy of combination of Tal, Iber and Dex defined as Objective Response Rate (ORR) and achieving complete response (CR) and MRD (-) status and correlation between mass spectroscopy and bone marrow (BM) MRD assessments.\n\nOUTLINE: This is a dose-escalation study of Iber followed by a dose-expansion study.\n\nParticipants receive Tal in cycle 1 then all 3 drugs will be given in combination in cycle 2 but may be continued at the discretion of the investigator. Cycles repeat every 28 days for as long as there is clinical benefit as determined by the Investigator. Study treatment will be discontinued if there is unacceptable toxicity, disease progression, withdrawal of consent by the participant, noncompliance with study requirements, intercurrent illness, or closure of the study by the Sponsor.\n\nAfter completion of study treatment, patients are followed up at 30 days every 8 weeks for up to 3 years or until progression or initiation of subsequent therapy.",
    "sponsor": "Thomas Martin, MD",
    "collaborators": [
      "Janssen Research & Development, LLC",
      "Celgene Corporation"
    ],
    "conditions": [
      "Multiple Myeloma",
      "Refractory Multiple Myeloma",
      "Relapsed Multiple Myeloma"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02769832",
    "brief_title": "Nab-Paclitaxel With Gemcitabine for Relapsed Small Cell Cancer",
    "official_title": "Phase II Study of Nab-Paclitaxel With Gemcitabine for Relapsed Small Cell Cancer or Those With Progression on First Line Therapy",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2016-08-29",
    "completion_date": "2025-05",
    "brief_summary": "The purpose of this research study is to see if Abraxane and Gemcitabine given together will be effective in treating small cell cancer that has progressed after one line of treatment.",
    "detailed_description": "This study is designed as a second-line therapy for patients with histologically or cytologically confirmed small cell lung cancer or small cell cancer from other organs or poorly differentiated neuroendocrine tumors that are treated like small cell cancer. This study is for patients with metastatic or recurrent disease. Eligible patients will receive Nab-Paclitaxel (Abraxane), 100 mg/m2, IV over 30 minutes on Days 1 and 8 of a 21-day cycle followed by Gemcitabine, 1000 mg/m2, IV over 30 minutes on Days 1 and 8 of a 21-day cycle. Participants can continue receiving Nab-Paclitaxel and Gemcitabine until disease progression, unacceptable toxicity or withdrawal from the study. Tumor measurements will be done every 2 cycles.",
    "sponsor": "Muhammad Furqan",
    "collaborators": [
      "Celgene Corporation"
    ],
    "conditions": [
      "Small Cell Lung Cancer (SCLC)"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02312102",
    "brief_title": "Velcade and Lenalidomide in Patients With Relapsed AML and MDS After Allogeneic Stem Cell Transplantation",
    "official_title": "Phase I Dose Escalation Study of Velcade in Combination With Lenalidomide in Patients With Relapsed Acute Myeloid Leukemia (AML) and Myelodysplastic Syndrome (MDS) After Allogeneic Stem Cell Transplantation",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2015-02",
    "completion_date": "2024-08",
    "brief_summary": "This research study is evaluating drugs called bortezomib and lenalidomide as a possible treatment for myelodysplastic syndrome (MDS) or acute myeloid leukemia (AML).\n\nThe purpose of this research study is to determine the safety and efficacy of the bortezomib and lenalidomide investigational combination. This drug combination has been used in the treatment of relapsed/refractory multiple myeloma and has been previously investigated in the treatment of MDS and AML, albeit at a lower dose of lenalidomide. In this research study, the investigators are looking for the highest dose of the combination that can be given safely and see how well it works as a combination for MDS and AML in individuals whose disease has relapsed after an SCT.",
    "detailed_description": "* After the screening procedures confirm participation in the research study:\n* The participant will be given a study drug-dosing calendar for each treatment cycle. The investigators are looking for the highest dose of the combination of study drugs that can be administered safely without severe or unmanageable side effects in participants that have, not everyone who participates in this research study will receive the same dose of the study drug. The dose given will depend on the number of participants who have been enrolled in the study prior and how well the dose was tolerated.\n* Dose escalation will occur using a standard 3+3 dose escalation approach, beginning in dose level I with dose cohorts and rules for escalation and de-escalation.\n* Each treatment cycle lasts 28 days (4 weeks). The first two cycles are called the induction cycles. If the participant respond to treatment during the first two cycles, they can continue on to the maintenance cycles.\n\n  * Lenalidomide\n  * Bortezomib:",
    "sponsor": "Massachusetts General Hospital",
    "collaborators": [
      "Celgene Corporation",
      "Millennium Pharmaceuticals, Inc."
    ],
    "conditions": [
      "Myelodysplastic Syndrome",
      "Acute Myeloid Leukemia"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06615479",
    "brief_title": "A Study to Compare the Efficacy and Safety of BMS-986393 Versus Standard Regimens in Adult Participants With Relapsed or Refractory and Lenalidomide-refractory Multiple Myeloma (QUINTESSENTIAL-2)",
    "official_title": "A Phase 3, Randomized, Open-Label, Multicenter Study to Compare the Efficacy and Safety of BMS-986393, a GPRC5D-directed CAR-T Cell Therapy, Versus Standard Regimens in Adult Participants With Relapsed or Refractory and Lenalidomide-refractory Multiple Myeloma",
    "overall_status": "RECRUITING",
    "start_date": "2025-03-12",
    "completion_date": "2032-07-21",
    "brief_summary": "The purpose of this study is to compare the efficacy and safety of BMS-986393 versus standard regimens in adult participants with Relapsed or Refractory and Lanalidomide-refractory Multiple Myeloma.",
    "detailed_description": "No detailed description",
    "sponsor": "Juno Therapeutics, Inc., a Bristol-Myers Squibb Company",
    "collaborators": [
      "Celgene Corporation"
    ],
    "conditions": [
      "Relapsed or Refractory Multiple Myeloma (RRMM)"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02004275",
    "brief_title": "Pomalidomide and Dexamethasone With or Without Ixazomib in Treating Patients With Relapsed Multiple Myeloma",
    "official_title": "A Phase I/II Study of Pomalidomide, Dexamethasone and Ixazomib vs. Pomalidomide and Dexamethasone for Patients With Multiple Myeloma Relapsing on Lenalidomide as Part of First Line Therapy",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2014-02",
    "completion_date": "Unknown",
    "brief_summary": "This randomized phase I/II trial studies the side effects and best dose of pomalidomide and ixazomib when given together with dexamethasone and to see how well pomalidomide and dexamethasone with or without ixazomib works in treating patients with multiple myeloma that has come back. Biological therapies, such as pomalidomide and dexamethasone, may stimulate the immune system in different ways and stop cancer cells from growing. Ixazomib may stop the growth of cancer cells by blocking some of the enzymes needed for cell growth. It is not yet known whether pomalidomide and dexamethasone are more effective with or without ixazomib in treating multiple myeloma.",
    "detailed_description": "PRIMARY OBJECTIVES:\n\nI. To establish the maximum tolerated dose (MTD) for combination therapy pomalidomide/dexamethasone/ixazomib. (Phase I) II. To assess whether the combination of pomalidomide/dexamethasone/ixazomib improves progression-free survival (PFS) relative to pomalidomide/dexamethasone. (Phase II)\n\nSECONDARY OBJECTIVES:\n\nI. To determine dose-limiting toxicities (DLTs). (Phase I) II. To analyze type and grade of all serious adverse events (SAEs). (Phase I) III. To analyze type and grade of all adverse events (AEs). (Phase I) IV. To analyze the reason for and incidence of dose modifications/omissions/delays. (Phase I) V. To assess preliminary evidence of clinical efficacy. (Phase I) VI. To assess whether the overall response rate (ORR), partial response (PR), very good partial response (VGPR), complete response (CR) or stringent CR (sCR) rate differ with respect to treatment regimen. (Phase II) VII. To assess the clinical benefit rate (CBR: minimal response \\[MR\\] + ORR) for pomalidomide/dexamethasone/ixazomib compared to pomalidomide/dexamethasone. (Phase II) VIII. To assess the disease control rate (DCR: stable disease \\[SD\\] + CBR) for pomalidomide/dexamethasone/ixazomib compared to pomalidomide/dexamethasone. (Phase II) IX. For those patients achieving a PR or better, we will assess whether the combination of pomalidomide/dexamethasone/ixazomib increases the duration of response (DOR) compared to pomalidomide/dexamethasone. (Phase II) X. To assess whether the combination of pomalidomide/dexamethasone/ixazomib improves overall survival (OS) compared to those taking pomalidomide/dexamethasone alone. (Phase II) XI. To assess time to next treatment (TNT) for patients taking pomalidomide/dexamethasone/ixazomib compared to those on pomalidomide/dexamethasone. (Phase II) XII. To evaluate the safety of pomalidomide/dexamethasone/ixazomib compared with pomalidomide/dexamethasone. (Phase II) XIII. For patients on the pomalidomide/dexamethasone arm who opt to cross-over to the pomalidomide/dexamethasone/ixazomib arm, assessment of response rate (ORR, CBR, DCR), DOR, TNT, PFS and OS will be evaluated from date of cross-over. (Phase II) XIV. To determine if baseline level of perceived fatigue and overall quality of life (QOL) is associated with OS. (Phase II)\n\nOUTLINE: This is a phase I, dose-escalation study of pomalidomide and ixazomib followed by a phase II study.\n\nAfter completion of study treatment, patients are followed up every 4 weeks until disease progression and then every 3 months for 3 years.",
    "sponsor": "Alliance for Clinical Trials in Oncology",
    "collaborators": [
      "National Cancer Institute (NCI)",
      "Celgene Corporation",
      "Millennium Pharmaceuticals, Inc."
    ],
    "conditions": [
      "Multiple Myeloma in Relapse"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03270059",
    "brief_title": "Gadolinium and Ferumoxytol MRI in Diagnosing Patients With Abnormalities in the Central Nervous System",
    "official_title": "The Feasibility of Steady State CBV Mapping Using Ferumoxytol Immediately After Gadolinium Enhanced MRI of the CNS",
    "overall_status": "RECRUITING",
    "start_date": "2017-10-06",
    "completion_date": "2027-08-15",
    "brief_summary": "This phase II trial studies how well gadolinium and ferumoxytol magnetic resonance imaging (MRI) work in diagnosing patients with abnormalities in the central nervous system. Diagnostic procedures, such as gadolinium and ferumoxytol MRI, may help find and diagnose abnormalities in the central nervous system.",
    "detailed_description": "PRIMARY OBJECTIVES:\n\nI. To test if prior gadolinium administration affects vascular imaging using ferumoxytol.\n\nII. To test signal changes of T2\\*w multi-echo fast field echo (mFFE) scans before and after contrast agent injection.\n\nSECONDARY OBJECTIVES:\n\nI. To test if ferumoxytol affects gadolinium enhanced MRI. II. To test if steady state cerebral blood volume (CBV) maps are different at various magnetic field strengths.\n\nEXPLORATORY OBJECTIVES:\n\nI. To explore late ferumoxytol enhancement (optional MRI) hours to days after ferumoxytol administration in various brain pathologies.\n\nII. To evaluate the effects of ferumoxytol on malignant and non-malignant lesions in head \\& neck, and liver lesions\n\nOUTLINE: Patients are randomized into 1 of 2 groups.\n\nGROUP I: Patients receive gadolinium intravenously (IV) and then ferumoxytol IV and undergo MRI over 60 minutes on day 1.\n\nGROUP II: Patients receive ferumoxytol IV and then gadolinium IV and undergo MRI over 60 minutes on day 1.",
    "sponsor": "OHSU Knight Cancer Institute",
    "collaborators": [
      "Celgene Corporation",
      "Oregon Health and Science University"
    ],
    "conditions": [
      "Central Nervous System Neoplasm",
      "Cranial Nerve Disorder",
      "Metastatic Malignant Neoplasm in the Brain"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04009109",
    "brief_title": "Study of Lenalidomide/Ixazomib/Dexamethasone/Daratumumab in Transplant-Ineligible Patients With Newly Diagnosed MM",
    "official_title": "A Phase II Study of Lenalidomide, Ixazomib, Dexamethasone, and Daratumumab in Transplant-Ineligible Patients With Newly Diagnosed Multiple Myeloma",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2020-10-21",
    "completion_date": "2026-07-01",
    "brief_summary": "A randomized Phase II clinical trial will be conducted to assess the impact on progression free survival (PFS) with the addition of ixazomib and daratumumab to lenalidomide as a maintenance treatment following induction with lenalidomide, ixazomib, dexamethasone, and daratumumab.\n\nPatients will be randomized to either:\n\nArm A: 12 cycles of lenalidomide, ixazomib, daratumumab, and dexamethasone followed by lenalidomide until disease progression or unacceptable toxicity or a maximum of 2 years of maintenance therapy.\n\nArm B: 12 cycles of lenalidomide, ixazomib, daratumumab and dexamethasone, followed by lenalidomide, ixazomib, and daratumumab until disease progression or unacceptable toxicity or a maximum of 2 years maintenance therapy.",
    "detailed_description": "Induction Phase: 28-day treatment cycle. Treatment continues until disease progression or for a maximum of 12 cycles as follows:\n\nCycles 1-2:\n\n* Lenalidomide - 15 mg PO QD on Days 1-21\n* Ixazomib - 4 mg PO on Days 1, 8, 15\n* Daratumumab Subcutaneous - 15mL/1800mg on Days 1, 8, 15, 22\n* Dexamethasone - 20 mg PO on Days 1, 2, 8, 9, 15, 16, 22, 23; For participants ≥75, dexamethasone administered on days 1, 8, 15, 22\n\nCycles 3-6:\n\n* Lenalidomide - 15 mg PO QD on Days 1-21\n* Ixazomib - 4 mg PO on Days 1, 8, 15\n* Daratumumab Subcutaneous - 15mL/1800mg on Days 1, 15\n* Dexamethasone - 20 mg PO on Days 1, 2, 8, 9, 15, 16; For participants ≥75, dexamethasone administered on days 1, 8, 15\n\nCycles 7-12:\n\n* Lenalidomide - 15 mg PO QD on Days 1-21\n* Ixazomib - 4 mg PO on Days 1, 8, 15\n* Daratumumab Subcutaneous - 15mL/1800mg on Day 1\n* Dexamethasone - 20 mg PO on Days 1, 2, 8, 9, 15, 16; For participants ≥75, dexamethasone administered on days 1, 8, 15\n\nMaintenance Phase: 28-day treatment cycle. Treatment continues until progression or a maximum of 2 years of maintenance treatment:\n\nArm A\n\n• Lenalidomide - 10 mg PO QD on Days 1-21\n\nArm B\n\n* Lenalidomide - 10 mg PO QD on Days 1-21\n* Ixazomib - 3 mg (or last tolerated dose from the induction phase) PO on Days 1, 8, and 15\n* Daratumumab Subcutaneous - 15mL/1800mg on Day 1\n* Dexamethasone - 20mg PO on Day 1; Unless patient is ≥75 then 10mg po day 1\n\nIn the maintenance phase, dexamethasone, 20 mg PO orally or IV will be administered to patients as a pre-infusion medication prior to daratumumab dosing. When dexamethasone is reduced to 20 mg/week and is given as pre-infusion medication, patients may receive low-dose methylprednisolone (≤20 mg) orally (or equivalent in accordance with local standards) for the prevention of delayed IRRs as clinically indicated.\n\nIf the investigator wishes to continue the maintenance regimen at the end of the 2 years maintenance treatment, patients may continue current maintenance as per standard of care.",
    "sponsor": "Alliance Foundation Trials, LLC.",
    "collaborators": [
      "Janssen Scientific Affairs, LLC",
      "Celgene Corporation",
      "Takeda"
    ],
    "conditions": [
      "Myeloma, Multiple"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT00378105",
    "brief_title": "Bortezomib, Lenalidomide and Dexamethasone Combination Therapy in Patients With Newly Diagnosed Multiple Myeloma",
    "official_title": "An Open-Label Phase I/II Study of the Safety and Efficacy of Bortezomib, Lenalidomide and Dexamethasone Combination Therapy for Patients With Newly Diagnosed Multiple Myeloma",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2006-09",
    "completion_date": "2025-12",
    "brief_summary": "The purpose of this study is to determine the safety and efficacy of the bortezomib, lenalidomide and dexamethasone combination in patients with newly diagnosed multiple myeloma. We are looking for the highest dose of the combination that can be given safely and see how well it works as a combination in newly diagnosed patients.",
    "detailed_description": "* The safe dose of dexamethasone is already known. The dose of bortezomib and lenalidomide will be increased during the study until the best and safest amount (or dose) is identified. The participant's dose of the study drugs will depend on when they enter the study.\n* In this study each cycle will be 21 days and participants will begin the study medication in the clinic on Cycle 1 Day 1. Lenalidomide (capsules) will be taken daily for the first 2 weeks only (Day 1-14). Dexamethasone (tablets) will be taken on Day 1, 2, 4, 5, 8, 9, 11 and 12. Bortezomib will be given intravenously in the outpatient treatment clinic on Day 1, 4, 8 and 11. The third week is a rest period and no study medication will be given.\n* During the course of the study treatment, tests and procedures will be performed at designated time periods. This includes; medical history updates, physical/neurological examinations, skeletal survey (x-rays or scan), blood samples, optional bone marrow aspiration/tissue biopsy, urine samples, 12-lead ECG, and MRI/CT scan (if needed).\n* It is expected that study participants will receive study treatment for 8 cycles (168 days). If the participant completes the first 8 cycles of the study, has stable or responding disease and has not experienced bad side effects, they will be allowed to continue treatment on a maintenance schedule, detailed in the protocol, at the study doctor's discretion.",
    "sponsor": "Dana-Farber Cancer Institute",
    "collaborators": [
      "Brigham and Women's Hospital",
      "Beth Israel Deaconess Medical Center",
      "Massachusetts General Hospital",
      "Celgene Corporation",
      "Millennium Pharmaceuticals, Inc."
    ],
    "conditions": [
      "Multiple Myeloma"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02512497",
    "brief_title": "Romidepsin Maintenance After Allogeneic Stem Cell Transplantation",
    "official_title": "Romidepsin Therapy in Conditioning and Maintenance in Patients with T-Cell Malignancies Receiving Allogeneic Stem Cell Transplant",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2017-12-08",
    "completion_date": "2025-07-26",
    "brief_summary": "The goal of this clinical research study is to learn if giving romidepsin before and after a stem cell transplant in combination with fludarabine and busulfan can help to control leukemia or lymphoma. Researchers also want to learn the highest tolerable dose of romidepsin that can be given with this combination.\n\nThe safety of this combination and the safety of giving romidepsin after a stem cell transplant will also be studied.\n\nThis is an investigational study. Romidepsin is FDA approved and commercially available for the treatment of CTCL in patients who have received at least 1 systemic (affecting the whole body) therapy before. Busulfan and fludarabine are FDA approved and commercially available for use with a stem cell transplant.\n\nThe use of the combination of romidepsin, busulfan, and fludarabine to treat the type of leukemia or lymphoma you have is considered investigational.\n\nUp to 30 participants will be enrolled in this study. All will take part at MD Anderson.",
    "detailed_description": "Study Parts and Study Drug Dose Levels:\n\nIf you are found to be eligible to take part in this study, you will start Part 1 of the study. During Part 1, you will receive the study drugs before having a stem cell transplant. If the disease is well controlled after the transplant and you are still eligible, you will start Part 2. During Part 2, you will continue to receive romidepsin. The study treatments given in each part are described in more detail below.\n\nThe dose of romidepsin you receive will depend on when you join this study. The first group of participants will receive the lowest dose level. Each new group will receive a higher dose than the group before it, if no intolerable side effects were seen. This will continue until the highest tolerable dose of romidepsin is found.\n\nAll participants will receive the same dose level of fludarabine. Busulfan dose levels are explained below.\n\nStudy Drug Administration and Transplant (Part 1):\n\nThe days before you receive the stem cell transplant are called minus days. The day you receive the stem cell transplant is called Day 0. The days after you receive the stem cell transplant are called plus days.\n\nOn Days -13 and -12, you will receive busulfan by vein over 3 hours. Blood (about 1 teaspoon each time) will then be drawn for pharmacokinetic (PK) testing up to 11 times over the 11 hours after the first busulfan dose. PK testing measures the amount of study drug in the body at different time points. The study staff will tell you more about the PK testing schedule. The test results will help the doctor decide what dose of busulfan you will receive during the study.\n\nA heparin lock line will be placed in your vein before the PK testing to lower the number of needle sticks needed for these draws. If for any reason it is not possible for the PK tests to be performed, you will receive the standard dose of busulfan.\n\nOn Day -7, you will be admitted to the hospital.\n\nOn Day -6 through -3, you will receive romidepsin by vein over 4 hours, fludarabine by vein over 1 hour, and then busulfan by vein over 3 hours. PK testing up to 11 times over 11 hours will also be performed on Day -6 if the doctor thinks it is needed.\n\nIf you are going to be receiving a transplant from a matched unrelated donor, you will also receive antithymocyte globulin (ATG) by vein over 4 hours on the 3 days before the transplant. This drug is designed to further weaken your immune system to reduce the risk of rejecting of the transplant.\n\nBeginning on Day -2, you will receive tacrolimus by vein over 24 hours every day until you are able to take it by mouth. Tacrolimus is designed to weaken the immune system and lower the risk of graft-versus-host-disease (GVHD - a reaction of the donor's immune cells against your body). Once you are able to take tacrolimus by mouth, you will take it every day for about 3 months, or until the doctor thinks it is safe to stop taking.\n\nOn Day 0, you will receive the donor's stem cells by vein. The infusion will last anywhere from about 30 minutes to several hours.\n\nOn Days +1, +3, +6, and +11, you will receive methotrexate by vein over about 15 minutes. Methotrexate is also designed to weaken the immune system and lower the risk of GVHD.\n\nIf the doctor thinks it is needed, you will be given other standard drugs to help lower the risk of side effects. You may ask the study staff for more information about how the drugs are given and their risks.\n\nRomidepsin Maintenance Therapy (Part 2):\n\nStarting between Day +28 and Day +100, if you are eligible for Part 2 based on the disease status, you will continue to receive romidepsin by vein over 1 hour once or twice a month. You may receive the doses at MD Anderson or at an oncologist's office close to where you live. The study doctor will discuss this with you.\n\nStudy Visits:\n\nAs a baseline test at the beginning of the study (within 7 days before starting romidepsin), blood (about 4 tablespoons) will be drawn for comparison purposes to learn if and how romidepsin may affect the disease and your immune system. If a bone marrow aspirate will be performed at this time, additional bone marrow aspirate will be collected for testing to see how romidepsin may have affected the disease and your immune system.\n\nYou will remain in the hospital for as long as the doctor thinks is needed.\n\nWhenever your doctor thinks it is needed, blood (about 2 tablespoons) and/or urine will be collected for routine tests.\n\nAbout ½-1, 3, 6, and 12 months after the transplant:\n\n* You will have a physical exam.\n* Blood (about 8 tablespoons) will be drawn to see how well the transplant has taken and to learn if and how romidepsin may have affected the disease and your immune system.\n* If the doctor thinks it is needed, you will have a bone marrow aspiration to check the status of the disease. To collect a bone marrow aspirate, an area of the hip or other site is numbed with anesthetic, and a small amount of bone marrow is withdrawn through a large needle. Additional bone marrow aspirate will be collected for testing to see how romidepsin may have affected the disease and your immune system.\n\nThe above tests/procedures may be performed sooner, if your doctor thinks they are needed. You may also have additional tests if your doctor thinks they are needed.\n\nBefore your first dose of romidepsin in Parts 1 and 2:\n\n* You will have an electrocardiogram (EKG) to check your heart function.\n* Blood (about 4 tablespoons) will be drawn to learn if and how romidepsin may have affected the disease and your immune system. Part of this blood sample will be used for a pregnancy test if you can become pregnant.\n\nIf you are in Part 2, every 2 weeks (before each dose of romidepsin), blood (about 4 tablespoons) will be drawn for routine tests. Part of this blood sample will be used for a pregnancy test if you can become pregnant. This may be repeated more often, if your doctor thinks it is needed.\n\nIf you are in Part 2, once a month:\n\n* You will have an EKG.\n* You will have a physical exam.\n\nPart 2 participants may have the blood tests done before each romidepsin dose and monthly EKGs and physical exams performed either at MD Anderson or your local oncologist's office. If they are performed locally, the results should be sent to the study staff. You will need to return to MD Anderson to have tests and procedures performed at 3, 6, and 12 months after the transplant.\n\nLength of Study:\n\nYou may receive up to 4 doses of romidepsin in Part 1. You may also receive chemotherapy on certain days between Day -13 and Day -3, and the stem cell transplant on Day 0. In Part 2, you may receive up to 24 cycles of romidepsin maintenance therapy as part of the study.\n\nYour participation on the study will be over after the follow-up visits. After 1 year, you will have routine follow-up with your transplant doctor.\n\nYou may be taken off study early if the doctor thinks it is in your best interest, if the disease gets worse or comes back, if intolerable side effects occur, if you have graft failure (the transplanted cells do not grow), or if you are unable to follow study directions.\n\nIf for any reason you want to leave the study early, you must talk to the study doctor. It may be life-threatening to leave the study after you have started to receive the study drugs but before you receive the stem cell transplant because your blood cell counts will be dangerously low.",
    "sponsor": "Ohio State University Comprehensive Cancer Center",
    "collaborators": [
      "Celgene Corporation"
    ],
    "conditions": [
      "Cutaneous T-cell Lymphoma",
      "T-Prolymphocytic Leukemia",
      "T-Large Granulocytic Leukemia",
      "T-Lymphoblastic Leukemia/Lymphoma",
      "Peripheral T-Cell Lymphoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT01745588",
    "brief_title": "Autologous Stem Cell Transplant With Pomalidomide (CC-4047®) Maintenance Versus Continuous Clarithromycin/ Pomalidomide / Dexamethasone Salvage Therapy in Relapsed or Refractory Multiple Myeloma",
    "official_title": "Autologous Stem Cell Transplant With Pomalidomide (CC-4047®) Maintenance Versus Continuous Clarithromycin/ Pomalidomide / Dexamethasone Salvage Therapy in Relapsed or Refractory Multiple Myeloma: A Phase 2 Open-Label Randomized Study by Tristate Consortium",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2012-12",
    "completion_date": "2025-12",
    "brief_summary": "The purpose of this study is to see whether pomalidomide (also known as Pomalyst) reduces the number of myeloma cells in the bones, and to see what is the best way to use pomalidomide in patients with myeloma. To do this, the investigators want to compare two types of treatment using pomalidomde. This is a randomized trial which means that the decision as to which treatment the patient will receive will be made by a computer, much like flipping a coin.\n\nAll patients start by receiving 4 cycles of clarithromycin, pomalidomide and dexamethasone (ClaPD). After 4 cycles, half of the patients will undergo an autologous stem cell transplant followed by pomalidomide (Group 1). The other half of the patients will continue to receive ClaPD for 9 cycles to be followed by pomalidomide maintenance. (Group 2).\n\nAt the end of the study, the two groups will be compared to see if there is a difference in disease outcome.",
    "detailed_description": "No detailed description",
    "sponsor": "Memorial Sloan Kettering Cancer Center",
    "collaborators": [
      "Celgene Corporation",
      "Weill Medical College of Cornell University",
      "North Shore University Hospital",
      "Rutgers Cancer Institute of New Jersey",
      "State University of New York - Upstate Medical University"
    ],
    "conditions": [
      "Multiple Myeloma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT01446133",
    "brief_title": "Combination of Lenalidomide and Rituximab in Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma (CLL-SLL)",
    "official_title": "Combination of Lenalidomide and Rituximab in Patients With Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma (CLL-SLL) as Initial Treatment or Subsequent Therapy",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2011-12-12",
    "completion_date": "2024-12-31",
    "brief_summary": "The goal of this clinical research study is to learn if the combination of lenalidomide and rituximab can help to control CLL. The safety of this drug combination will also be studied.\n\nLenalidomide is designed to change the body's immune system. It may also interfere with the development of tiny blood vessels that help support tumor growth. This may decrease the growth of cancer cells.\n\nRituximab is designed to attach to cancer cells and damage them, which may cause the cells to die.",
    "detailed_description": "Study Drug Administration:\n\nIf you are found to be eligible to take part in this study, you will begin taking the study drugs in 28-day cycles. One time a week during Cycle 1, you will receive rituximab by vein. During Cycle 2, you will not receive rituximab. During Cycles 3-12, you will receive rituximab on Day 1 of Cycles 3-12. Your first dose of rituximab will be given over 6-8 hours. If you tolerate your first dose well, you may receive the next doses over 2-4 hours. If the doctor thinks it is needed, the next doses may given over a longer time.\n\nStarting on Day 9 of Cycle 1, you will begin taking lenalidomide by mouth 1 time a day.\n\nThe dose and schedule of lenalidomide may change depending on the side effects you may have. You should swallow lenalidomide capsules whole with a glass (8 ounces) water at the same time each day. Do not break, chew, or open the capsules. If you miss a dose of lenalidomide, take it as soon as you remember on the same day. If you miss a dose, it should NOT be made up on another day.\n\nDuring Cycle 1 only, you will take allopurinol by mouth 1 time a day on Days 1-14 to lower the risk of side effects.\n\nStudy Visits:\n\nOne (1) time a week during the first 5 weeks, blood (about 1 tablespoon) will be drawn for routine tests.\n\nAfter the first 5 weeks, blood (about 1 tablespoon) will be drawn for routine tests every 2 weeks until the doctor thinks your dose of lenalidomide can stay the same. After that, blood (about 1 tablespoon) will be drawn every 4 weeks for the rest of the study for routine tests.\n\nAt the end of Cycles 3, 6, and 12, you will have a bone marrow biopsy and aspiration to check the status of the disease.\n\nIf you stay on study past 12 cycles, once every 6 cycles (Cycles 18, 24, 30, and so on), you will have a bone marrow biopsy and aspiration to check the status of the disease.\n\nBlood (about 1 tablespoon) will be drawn more often if the dose of lenalidomide needs to be changed or if you have intolerable side effects.\n\nPregnancy Testing:\n\nIf you are able to become pregnant, you will have a urine or blood (less than 1 teaspoon) pregnancy test 10-14 days and 24 hours before the first dose of lenalidomide, even if you have not had a menstrual period due to treatment of the disease or had only 1 menstrual period in the past 24 months.\n\nIf you have regular or no menstrual cycles, you will then have a urine or blood (less than 1 teaspoon) pregnancy test every week for the first 4 weeks, then every 4 weeks while taking lenalidomide, again as soon as you stop taking lenalidomide, and then 28 days after you have stopped taking lenalidomide.\n\nIf you have irregular menstrual cycles, you will have a urine or blood (less than 1 teaspoon) pregnancy test every week for the first 4 weeks, then every 2 weeks while taking lenalidomide, again as soon as you stop taking lenalidomide, and then at 14 days and 28 days after you have stopped taking lenalidomide.\n\nLength of Treatment:\n\nYou may receive rituximab for up to 12 cycles. You may continue taking lenalidomide for as long as the doctor thinks it is in your best interest. You will no longer be able to take the study drugs if the disease gets worse, if intolerable side effects occur, or if you are unable to follow study directions.\n\nYour participation on the study will be over once you have completed your last study drug dose (if you are male) or your last follow-up pregnancy test (if you are female).\n\nThis is an investigational study. Lenalidomide and rituximab are FDA approved and commercially available. Lenalidomide is approved for the treatment of multiple myeloma and some myelodysplastic syndromes. Rituximab is approved for the treatment of CLL. The combination of these drugs to treat CLL is investigational.\n\nUp to 120 patients will take part in this study. All will be enrolled at M. D. Anderson.",
    "sponsor": "M.D. Anderson Cancer Center",
    "collaborators": [
      "Celgene Corporation"
    ],
    "conditions": [
      "Leukemia",
      "Lymphoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  }
]