[
  {
    "nct_id": "NCT04817774",
    "brief_title": "Safety & Tolerability Study of Chimeric Antigen Receptor T-Reg Cell Therapy in Living Donor Renal Transplant Recipients",
    "official_title": "Multicentre Open-Label Single Ascending Dose Dose-Ranging Phase I/IIa Study to Evaluate Safety and Tolerability of an Autologous Antigen-Specific Chimeric Antigen Receptor TRegulatory Cell Therapy in Living Donor Renal Transplant Recipients",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2021-03-17",
    "completion_date": "2025-10-29",
    "brief_summary": "The purpose of this study is to evaluate the safety and tolerability of TX200-TR101 and its effects on the donated kidney in living donor kidney transplant recipients. TX200-TR101 is a product made from a kidney transplant recipient's own immune cells, which are genetically modified and designed to help the transplant recipient's body accept their donated kidney and prevent their immune system from rejecting it.",
    "detailed_description": "This is a multicentre, first-in-human, open-label, single ascending dose, dose-ranging study of autologous, chimeric antigen receptor T regulatory cells (CAR-Treg) in HLA-A2 mismatched living donor kidney transplant recipients, with a control cohort of mismatched kidney transplant recipients of similar immunological risk.The aim is for the CAR-Tregs to recognise the HLA-A2 molecule present on the donated kidney and subsequently induce and maintain immunological tolerance to the organ.\n\nThe study requires three different types of participants - transplant recipients who will receive the study treatment TX200-TR101; control participants, who are transplant recipients who will not receive the study treatment; and transplant donors, who will donate their kidney to the transplant recipients.",
    "sponsor": "Sangamo Therapeutics",
    "collaborators": [],
    "conditions": [
      "Kidney Transplant Rejection",
      "End Stage Renal Disease"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06980948",
    "brief_title": "Safety and Tolerability Study of ST-503 for Small Fiber Neuropathy-associated Refractory Pain",
    "official_title": "A Multicenter Phase 1 Double-blind, Randomized, Sham-controlled Dose Escalation Study to Determine Safety and Tolerability of Single Dose Intrathecal ST-503 Gene Therapy for Refractory Pain Due to Idiopathic Small Fiber Neuropathy (iSFN)",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-07",
    "completion_date": "2028-07",
    "brief_summary": "This research is being done to study a possible treatment for refractory pain due to small fiber neuropathy (iSFN).\n\nST-503 is intended to deliver a modified copy of the gene which will ideally repress Nav1.7 tissue-related pain signals reaching the brain, which should reduce the refractory pain due to small fiber neuropathy (iSFN).",
    "detailed_description": "This research is being done to study a possible treatment for refractory pain due to small fiber neuropathy (iSFN).\n\nSmall fiber neuropathy happens when something damages small nerve fibers in your skin, causing symptoms like painful tingling or burning sensations in your hands and feet. Pain originating in the nerves outside of the brain and spinal cord is defined by doctors as neuropathic pain. Scientists have discovered that certain proteins in our bodies called sodium channels are important for communicating pain signals in nerves, specifically, Nav1.7, Nav1.8 and Nav1.9. About half of small fiber neuropathy cases happen for no known reason. Doctors may call these cases \"idiopathic small fiber neuropathy\" or \"iSFN\".\n\nThis first-in-human study will test the use of a type of experimental treatment called \"gene therapy.\" The primary goal is to determine if is safe and well tolerated. The second goal is to determine if it reduces the level of refractory pain due to iSFN disease. The gene will be delivered into your cells using a special delivery tool called a vector.",
    "sponsor": "Sangamo Therapeutics",
    "collaborators": [],
    "conditions": [
      "Chronic Neuropathic Pain"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02500849",
    "brief_title": "Safety Study of Zinc Finger Nuclease CCR5-modified Hematopoietic Stem/Progenitor Cells in HIV-1 Infected Patients",
    "official_title": "A Pilot Study to Evaluate the Feasibility, Safety and Engraftment of Zinc Finger Nuclease (ZFN) CCR5 Modified CD34+ Hematopoietic Stem/Progenitor Cells (SB-728mR-HSPC) in HIV-1 (R5) Infected Patients",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2016-03-10",
    "completion_date": "2025-06-13",
    "brief_summary": "The purpose of the study is to evaluate the safety and feasibility of administering SB-728mR-HSPC after conditioning with busulfan.",
    "detailed_description": "The objective of the study is to evaluate the safety and feasibility of giving autologous SB-728mR-HSPC to HIV-1 (R5) infected patients who are being treated with cART and have undetectable virus but suboptimal CD4+ cell levels. To strengthen the possibility that CCR5-disrupted HSPCs engraft, patients will receive either a two- or three-day (Cohort 1 or Cohort 2) course of busulfan (dose targeting AUC of 4000 µM/day) before being infused with the genetically modified cells. At 9-12 months after SB-728mR-HSPC infusion, subjects who are aviremic with CD4 cell counts ≥600 cells/µL and have ≥1% CCR5-modified CD4 cells within the peripheral blood detected by pentamer PCR will undergo an ATI.",
    "sponsor": "City of Hope Medical Center",
    "collaborators": [
      "Sangamo Therapeutics",
      "California Institute for Regenerative Medicine (CIRM)"
    ],
    "conditions": [
      "HIV"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03653247",
    "brief_title": "A Study to Assess the Safety, Tolerability, and Efficacy of BIVV003 for Autologous Hematopoietic Stem Cell Transplantation in Patients With Severe Sickle Cell Disease",
    "official_title": "A Phase 1/2, Open-Label, Multicenter, Single-Arm Study to Assess the Safety, Tolerability, and Efficacy of BIVV003 for Autologous Hematopoietic Stem Cell Transplantation in Patients With Severe Sickle Cell Disease",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2019-03-06",
    "completion_date": "2025-07-14",
    "brief_summary": "This is an open label, multicenter, Phase 1/2 study in approximately eight adults with severe Sickle Cell Disease (SCD). The study will evaluate the safety, tolerability, and efficacy of autologous hematopoietic stem cell transplantation using BIVV003.",
    "detailed_description": "Subject participation in this study will be approximately 136 weeks. Enrolled subjects will be asked to participate in a separate long-term follow-up study to monitor the safety and efficacy of BIVV003 treatment for a total of 15 years post-transplant.",
    "sponsor": "Sangamo Therapeutics",
    "collaborators": [],
    "conditions": [
      "Sickle Cell Disease"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  }
]