[
  {
    "nct_id": "NCT05540327",
    "brief_title": "The Willow LTE Study With M5049 in Participants With SCLE, DLE and/or SLE (WILLOW LTE)",
    "official_title": "A Phase II, Double-blind, Dose-Ranging, Parallel, Long-term Extension Study to Evaluate the Safety and Efficacy of Enpatoran in Participants With Subacute Cutaneous Lupus Erythematosus, Discoid Lupus Erythematosus and/or Systemic Lupus Erythematosus Having Completed the WILLOW (MS200569_0003) Study Treatment (WILLOW LTE)",
    "overall_status": "RECRUITING",
    "start_date": "2022-09-16",
    "completion_date": "2025-04-15",
    "brief_summary": "The purpose of the study is to evaluate the long term safety and efficacy of orally administered M5049 in participants with subacute cutaneous lupus erythematosus (SCLE), discoid lupus erythematosus (DLE) and/or systemic lupus erythematosus (SLE) who have completed the 24 week treatment period of Willow study (MS200569_0003 \\[NCT05162586\\]).",
    "detailed_description": "No detailed description",
    "sponsor": "Merck Healthcare KGaA, Darmstadt, Germany, an affiliate of Merck KGaA, Darmstadt, Germany",
    "collaborators": [],
    "conditions": [
      "Systemic Lupus Erythematosus"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05910827",
    "brief_title": "Study of an Anti-HER3 Antibody, HMBD-001, With Docetaxel +/- Cetuximab in Advanced Squamous Non-small Cell Lung Cancers, and HMBD-001 + Cetuximab in Advanced Squamous Cell Cancers",
    "official_title": "A Phase 1b Study to Evaluate HMBD-001 in Combination With Docetaxel With or Without Cetuximab in Participants With Advanced Squamous Non-Small Cell Lung Cancers, and HMBD-001 in Combination With Cetuximab in Participants With Advanced Squamous Cell Cancers",
    "overall_status": "RECRUITING",
    "start_date": "2024-02-05",
    "completion_date": "2026-03-01",
    "brief_summary": "This is a phase 1b multi-center, open-label study of HMBD-001 in combination with docetaxel with or without cetuximab in participants with locally advanced or metastatic squamous Non-Small Cell Lung Cancers, and HMBD-001 in combination with cetuximab in participants with advanced Squamous Cell Cancers",
    "detailed_description": "No detailed description",
    "sponsor": "Hummingbird Bioscience",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Advanced or Metastatic Squamous Non-Small Cell Lung Cancer",
      "Advanced Head and Neck Squamous Cell Carcinoma",
      "Advanced Esophageal Squamous Cell Carcinoma",
      "Cervical Squamous Cell Carcinoma",
      "Advanced Cutaneous Squamous Cell Carcinoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05600127",
    "brief_title": "Chemotherapy and Sequential Immunotherapy for Locally Advanced Urothelial Cancer",
    "official_title": "Chemotherapy and Sequential Immunotherapy for Locally Advanced Urothelial Cancer: the CHASIT Study",
    "overall_status": "RECRUITING",
    "start_date": "2022-12-01",
    "completion_date": "2026-12",
    "brief_summary": "Patients with locally advanced or clinically node positive urothelial carcinoma treated with chemotherapy, will receive 3 cycles of avelumab, followed by radical surgery.",
    "detailed_description": "Patients with locally advanced or clinically node positive urothelial carcinoma of the bladder, ureter or urethra (cT4NxM0 or cTxN1-N3M0) with at least stable disease after treatment with 3-4 cycles of platinum-based chemotherapy, will be treated with 3 cycles of avelumab (anti-PD-L1). If there are no signs of disease progression after avelumab treatment, radical surgery of the primary tumor and a pelvic lymph node dissection will follow.",
    "sponsor": "Erasmus Medical Center",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Urothelial Carcinoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05868174",
    "brief_title": "Combination of 177Lu-TLX250 and Peposertib in Patients With Carbonic Anhydrase IX -Expressing Solid Tumors",
    "official_title": "A Phase 1b Dose Escalation/Expansion Study of the Combination of 177Lu-TLX250 and Peposertib in Patients With Carbonic Anhydrase IX (CAIX)-Expressing Solid Tumors",
    "overall_status": "RECRUITING",
    "start_date": "2023-05-23",
    "completion_date": "2026-12",
    "brief_summary": "This is an open label, single-arm, multicentre dose escalation (Part 1) and dose expansion (Part 2) study to evaluate different combinations of 3 radioactive dose levels of 177Lu-TLX250 administered intravenously with 3 different doses of peposertib in patients with CAIX-expressing solid tumors.",
    "detailed_description": "Part 1 (dose escalation) will evaluate the combination of 3 different activities of 177Lu-TLX250 and 3 different dose levels of peposertib.\n\nPatients with CAIX positive solid tumors will be enrolled in a given dose/activity level in Cohorts of approximately 2-6 patients.\n\nTreatment cycles will have a fixed length of 84 days. Patients will be treated during 3 cycles, or until clinically significant progression or unacceptable toxicity.\n\nPart 2 (dose expansion) patients will be enrolled in 2 Cohorts:\n\n* Cohort A: 40 patients with metastatic or non-resectable ccRCC\n* Cohort B: 20 patients with CAIX-positive solid tumors (excluding RCC).\n\nPatients will be treated at the Recommended phase 2 dose of 177Lu-TLX250 in combination with peposertib at the dosing schedule of the selected Recommended phase 2 dose.",
    "sponsor": "Telix Pharmaceuticals (Innovations) Pty Limited",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Solid Tumor, Adult",
      "Advanced Solid Tumor",
      "Advanced Renal Cell Carcinoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03547973",
    "brief_title": "Study of Sacituzumab Govitecan in Participants With Urothelial Cancer That Cannot Be Removed or Has Spread",
    "official_title": "A Phase II Open-Label Study of Sacituzumab Govitecan in Unresectable Locally Advanced/Metastatic Urothelial Cancer",
    "overall_status": "RECRUITING",
    "start_date": "2018-08-13",
    "completion_date": "2030-06",
    "brief_summary": "The objective of this study is to evaluate the efficacy and safety of sacituzumab govitecan-hziy monotherapy and with novel combinations in participants with metastatic urothelial cancer (mUC).",
    "detailed_description": "Non-Randomized for Cohorts 1,2,3, and 4; Randomized for Cohorts 5, 6, and 7. Cohort 5 has been cancelled, effective December 2023.",
    "sponsor": "Gilead Sciences",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Metastatic Urothelial Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06719973",
    "brief_title": "Phase 1 Study of M9466 Combined With Carboplatin and Platinum-based Anticancer Therapy (DDRiver 521)",
    "official_title": "An Open Label, Multicenter, Phase 1 Study of the PARP1 Inhibitor M9466 in Combination With Carboplatin and Platinum-based Anticancer Therapy (DDRiver 521)",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-07-01",
    "completion_date": "2027-10-06",
    "brief_summary": "The purpose of this study is to evaluate the safety, tolerability, pharmacokinetics, pharmacodynamic, and preliminary clinical activity of M9466 in combinations with carboplatin in advanced or metastatic refractory solid tumor and with the standard of care (carboplatin, etoposide, and atezolizumab) in treatment-naïve ES-SCLC. The results will support any investigation of carboplatin-based combination anticancer treatments with M9466 as well as the selection of a RP2D of M9466 in combination with carboplatin, etoposide, and atezolizumab for a subsequent ES-SCLC study.",
    "detailed_description": "No detailed description",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Advanced Solid Tumors"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05419362",
    "brief_title": "GEN-001 in Combination With Avelumab for Patients With PD-L1 Positive Gastric Cancer",
    "official_title": "A Phase II Study to Evaluate the Safety and the Efficacy of GEN-001 in Combination With Avelumab for Patients With PD-L1 Positive Advanced Gastric or Gastroesophageal Junction Adenocarcinoma",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2022-04-07",
    "completion_date": "2024-12",
    "brief_summary": "This is a phase II, multicenter, open-label study to evaluate the antitumor activity, efficacy and safety of GEN-001 in combination with avelumab as a third line (3L) or greater line treatment which is not received the Standard of Care (SOC) for patients with PD-L1 positive advanced GC/Gastroesophageal Junction Adenocarcinoma who are not received cancer immunotherapy regimens as mono or combination therapy.",
    "detailed_description": "No detailed description",
    "sponsor": "Genome & Company",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Gastric Cancer",
      "Gastroesophageal Junction Adenocarcinoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03244176",
    "brief_title": "Feasibility Study of Induction and Maintenance Avelumab Plus R-CHOP in Patients With Diffuse DLBCL: The AvR-CHOP Study",
    "official_title": "Feasibility Study of Induction and Maintenance Avelumab Plus R-CHOP in Patients With Diffuse Large B Cell Lymphoma (DLBCL): The AvR-CHOP Study",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2017-07-21",
    "completion_date": "2025-07",
    "brief_summary": "To evaluate the feasibility of adding induction and maintenance Avelumab to the standard combination of R-CHOP in patients with stage II, III and IV diffuse large B cell lymphoma (DLBCL)",
    "detailed_description": "The rationale and primary objective is to evaluate the feasibility of adding induction and maintenance Avelumab into the standard Rituximab, Cyclophosphamide, Doxyrubicin, Vincristine and Prednisolone (RCHOP) regimen in order to examine the effect of programmed death-ligand 1(PDL1) inhibition in patients with stage II, III and IV DLBCL.\n\nPrimary endpoint:\n\n• Immune related toxicity which requires discontinuation of Avelumab.\n\nSecondary endpoints:\n\n* Response rates (according to the Lugano classification for Response Criteria for NonHodgkin Lymphoma);\n* Failure free survival;\n* Overall survival;\n* Overall toxicity of treatment (according to CTCAE v 4.0).\n\nMethodology:\n\nAll patients (n=28) will receive Avelumab and rituximab 2 weekly for 2 cycles, then RCHOP chemotherapy 3 weekly for 6 cycles then Avelumab 2 weekly for 6 cycles.\n\nThe sequential treatment schedule has been designed for several reasons: concurrent Avelumab and RCHOP might result in reduced efficacy of Avelumab owing to the high dose prednisolone component of RCHOP; immune related toxicities of Avelumab given concurrently with RCHOP might result in chemotherapy dose delays and reduced chemotherapy efficacy; the Avelumab plus rituximab prephase will allow for the preliminary assessment of nonchemotherapy agents Avelumab plus rituximab in treatment naïve patients.\n\nAssessments:\n\n* Patients will be reviewed at baseline and prior to each cycle of treatment for toxicity\n* Positron emission tomography-computed tomography (PET/CT) will be performed at baseline, after induction phase, after cycle 2 RCHOP, at end of Avelumab (Av) RCHOP and at end of maintenance phase Avelumab.\n* Following completion of treatment, patients will be followed up for a total of 5 years (at 3,6,9,12,18,24,36,48 and 60 months posttreatment). No formal routine imaging will be performed during follow up. In patients with relapse, follow up only for survival will be every 3 months.",
    "sponsor": "Austin Health",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Lymphomas Non-Hodgkin's B-Cell"
    ],
    "interventions": [],
    "phases": [
      "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05902429",
    "brief_title": "Effects of Oral Cladribine on Remyelination and Inflammation in Multiple Sclerosis Patients",
    "official_title": "Effects of Oral Cladribine on Remyelination and Inflammation in Multiple Sclerosis Patients",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2021-04-28",
    "completion_date": "2024-08",
    "brief_summary": "Multiple sclerosis (MS) is a chronic, immune-mediated, demyelinating disease of the central nervous system. Typical brain lesions of the disease may be partially repaired by an endogenous remyelination process which is limited and tends to deplete over the course of the disease. Cladribine tablets are an approved treatment that promotes selective lymphocyte depletion, reducing the inflammatory activity of the disease. The present study is based on the hypothesis that improved inflammatory control through cladribine tablets provides a tissue microenvironment more favorable for remyelination of brain lesions in MS. This hypothesis will be evaluated by a single-arm, open-label, phase IV, single-center, proof-of-concept clinical trial in which 10 participants with relapsing-remitting, highly active MS, relatively early in the course of the disease, will receive conventional treatment with cladribine tablets and will be followed-up for 48 months. Neurological, neuropsychological and magnetic resonance imaging (MRI) parameters will be measured. Remyelination will be assessed by a novel MRI technique called the q-Space myelin map. Additionally, the peripheral blood lymphocyte and cytokine profiles will be evaluated in order to understand the immunological aspects that influence the remyelination capacity in patients treated with cladribine tablets. The study will be conducted in accordance with current regulations governing clinical research in Brazil.",
    "detailed_description": "No detailed description",
    "sponsor": "Pontificia Universidade Católica do Rio Grande do Sul",
    "collaborators": [
      "Merck S.A., Brazil, an affiliate of Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Multiple Sclerosis, Relapsing-Remitting"
    ],
    "interventions": [],
    "phases": [
      "PHASE4"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06641908",
    "brief_title": "Anti-GD2 ADC M3554 in Advanced Solid Tumors",
    "official_title": "A Phase 1, Two-Part, Multicenter, Open-Label First in Human Study of Anti-GD2 Antibody Drug Conjugate M3554 in Participants With Advanced Solid Tumors",
    "overall_status": "RECRUITING",
    "start_date": "2024-11-08",
    "completion_date": "2026-09-20",
    "brief_summary": "The purpose of this study is to establish the recommended doses and further evaluate the safety and preliminary antitumor activity of M3554 in participants with soft tissue sarcoma (STS) and glioblastoma, IDH-wildtype.\n\nStudy details include:\n\nStudy Duration per participant: Approximately 4 months",
    "detailed_description": "No detailed description",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "collaborators": [
      "Merck Healthcare KGaA, Darmstadt, Germany, an affiliate of Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Advanced Solid Tumor"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04396223",
    "brief_title": "Avelumab and Methotrexate in in Low-risk Gestational Trophoblastic Neoplasias as First Line Treatment",
    "official_title": "TROPHAMET, a Phase I/II Trial of Avelumab and METhotrexate in Low-risk Gestational TROPHoblastic Neoplasias as First Line Treatment",
    "overall_status": "RECRUITING",
    "start_date": "2020-02-12",
    "completion_date": "2028-10-12",
    "brief_summary": "Gestational trophoblastic neoplasias (GTN) are characterized by the persistence of elevated hCG titers after complete uterine evacuation of a partial hydatidiform mole (PHM) or a complete hydatidiform mole.\n\nLow-risk GTN patients (FIGO score ≤ 6) are commonly treated with single agent treatment (methotrexate or actinomycin-D) The cure rate, assessed by hCG normalization, is obtained in 65 to 75% of patients with these agents GTN patients with resistance to these treatments are treated with another single agent drug or polychemotherapy regimens, such as EMA-CO or BEP regimen.\n\nChemotherapy standard regimens are old and toxic for these young lady patients, with potential long term effects detrimental for further maternity and quality of life\n\nThere is a strong rational for investigating the anti-PDL1 monoclonal antibody avelumab in chemoresistant GTN patients. Several elements suggest that the normal pregnancy immune tolerance is \"hijacked\" by GTN cell for proliferating :\n\n* Spontaneous regressions of metastastic GTN are regularly observed, thereby the role of immune system for rejecting GTN cells.\n* Strong and constant overexpression of PDL1 and NK cells has been found in all subtypes and settings of GTN tumors from French reference gestational trophoblastic center.\n* Complete and durable responses to pembrolizumab were reported in 3 patients with multi-chemoresistant GTN in United Kingdom.\n* Three cases of hCG normalization with avelumab in 6 patients with chemo-resistant GTN enrolled in TROPHIMMUN cohort A (resistant to a mono-chemotherapy).\n* Cytotoxicity of avelumab is mediated through antibody dependent cell cytotoxicity (ADCC) by NK cells.",
    "detailed_description": "No detailed description",
    "sponsor": "Hospices Civils de Lyon",
    "collaborators": [
      "Merck Healthcare KGaA, Darmstadt, Germany, an affiliate of Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Gestational Trophoblastic Neoplasias (GTN)"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02864992",
    "brief_title": "Tepotinib Phase II in NSCLC Harboring MET Alterations (VISION)",
    "official_title": "A Phase II Single-arm Trial to Investigate Tepotinib in Advanced (Locally Advanced or Metastatic) Non-small Cell Lung Cancer With METex14 Skipping Alterations or MET Amplification (VISION)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2016-09-13",
    "completion_date": "2025-10-31",
    "brief_summary": "This study looked at how effective the study drug (tepotinib) was at stopping the growth and spread of lung cancer. This study also measures a number of other things including safety of the study drug and the side effects, how body processes the study drug, or how the study drug affects your quality of life. The study also has an optional pharmacogenetic research part. Pharmacogenetic research is an important way to try to understand the role of genetics in human disease and how genes impact the effectiveness of drugs, because differences in genes can change the way a person responds to a particular drug.",
    "detailed_description": "The study included 3 cohorts with one primary endpoint (Objective Response Rate). Enrollment number and completion data is changed by new cohorts.",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Advanced (Stage IIIB/IV) Non-small Cell Lung Cancer (NSCLC) With MET Exon 14 (METex14) Skipping Alterations or MET Amplification",
      "Lung Adenocarcinoma Stage IIIB/IV"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05650567",
    "brief_title": "Study of M5049 in DM and PM Participants (NEPTUNIA)",
    "official_title": "A Phase IIa, Randomized, Parallel, Double-Blind, Placebo Controlled Study to Evaluate the Efficacy and Safety of Enpatoran in Dermatomyositis and Polymyositis Participants Receiving Standard of Care (NEPTUNIA)",
    "overall_status": "RECRUITING",
    "start_date": "2023-01-19",
    "completion_date": "2025-06-30",
    "brief_summary": "The purpose of this study is to evaluate the efficacy and safety of orally administered M5049 in idiopathic inflammatory myopathies, specifically dermatomyositis (DM) and polymyositis (PM) participants for 24 weeks.",
    "detailed_description": "No detailed description",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Dermatomyositis",
      "Polymyositis"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05081180",
    "brief_title": "Study of Avelumab in Combination With Lenvatinib for Children With Primary CNS Tumors",
    "official_title": "Single-arm, Multicenter Phase I/Ib Study of Avelumab + Lenvatinib in Children With Primary CNS Tumors",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2021-12-03",
    "completion_date": "2025-12-21",
    "brief_summary": "This study consists of 2 parts: Dose Escalation Part 1 and Dose Expansion Part 2. The Dose Escalation Part 1 will evaluate the safety and tolerability of Avelumab in combination with Lenvatinib and determine the recommended Avelumab and Lenvatinib dose for expansion. Dose Expansion Part 2 will assess the efficacy of Avelumab in combination with Lenvatinib by Progression-free Survival in participants with pre-defined primary central nervous system (CNS) tumors.",
    "detailed_description": "No detailed description",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Central Nervous System Tumors"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03503630",
    "brief_title": "Short-course Radiation Followed by mFOLFOX-6 Plus COMPOUND 2055269 for Locally-advanced Rectal Adenocarcinoma",
    "official_title": "Short-course Radiation Followed by mFOLFOX-6 Plus COMPOUND 2055269 for Locally-advanced Rectal Adenocarcinoma",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2018-07-20",
    "completion_date": "2024-07-02",
    "brief_summary": "The purpose of this study is to show that the addition of COMPOUND 2055269, an immunotherapeutic drug, to Folfox chemotherapy will improve the pathologic complete response rate in patients with locally advanced rectal cancer.",
    "detailed_description": "The purpose of this study is to show that the addition of COMPOUND 2055269, an immunotherapeutic drug, to Folfox chemotherapy will improve the pathologic complete response rate in patients with locally advanced rectal cancer.\n\nCOMPOUND 2055269 has demonstrated meaningful clinical activity across various tumor types and treatment settings. No clinical trial is conducted over COMPOUND 2055269 in locally-advanced rectal adenocarcinoma.",
    "sponsor": "Ali Shamseddine",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany",
      "Phoenix Clinical Research"
    ],
    "conditions": [
      "Locally Advanced Rectal Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05464030",
    "brief_title": "Anti-CEACAM5 ADC M9140 in Advanced Solid Tumors (PROCEADE-CRC-01)",
    "official_title": "A Phase I, Multicenter, Open-Label First in Human Study of Anti-CEACAM5 Antibody Drug Conjugate M9140 in Participants With Advanced Solid Tumors (PROCEADE-CRC-01)",
    "overall_status": "RECRUITING",
    "start_date": "2022-08-04",
    "completion_date": "2026-02-27",
    "brief_summary": "The purpose of this first-in-human study is to evaluate the safety, tolerability, pharmacokinetics, and preliminary clinical activity of M9140 in advanced solid tumors. This study contains 2 parts: Dose escalation (Part 1) and dose expansion (Part 2).\n\nStudy details include:\n\n* Study Duration per participant: Approximately 4 months for Part 1 and 8 months for Part 2\n* M9140 is not available through an expanded access program",
    "detailed_description": "No detailed description",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Colorectal Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05327530",
    "brief_title": "A Study of the Safety and Efficacy of Various Combinations of Avelumab as Therapy in Locally Advanced or Metastatic Urothelial Carcinoma (JAVELIN Bladder Medley)",
    "official_title": "A Phase II, Multicenter, Randomized, Open Label, Parallel-Arm, Umbrella Study of Avelumab (MSB0010718C) in Combination With Other AntiTumor Agents as a Maintenance Treatment in Participants With Locally Advanced or Metastatic Urothelial Carcinoma Whose Disease Did Not Progress With First Line Platinum-Containing Chemotherapy (JAVELIN Bladder Medley)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2022-08-17",
    "completion_date": "2026-07-24",
    "brief_summary": "The purpose of this study is to assess the safety and efficacy of avelumab in combination with other anti-tumor agents as a maintenance treatment in participants with bladder cancer.",
    "detailed_description": "No detailed description",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany; Gilead Sciences; Nektar Therapeutics"
    ],
    "conditions": [
      "Locally Advanced or Metastatic Urothelial Carcinoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06421935",
    "brief_title": "M9466 Alone or in Combination in Advanced Solid Tumors (DDriver 501)",
    "official_title": "An Open Label, Multicenter, Phase 1 Study to Evaluate the Safety, Tolerability, and Pharmacokinetic/Pharmacodynamic Profile of the PARP1 Inhibitor M9466 Alone or in Combination in Participants With Advanced Solid Tumors",
    "overall_status": "RECRUITING",
    "start_date": "2024-08-07",
    "completion_date": "2026-03-26",
    "brief_summary": "The purpose of this study is to evaluate the safety, tolerability, pharmacokinetic, pharmacodynamic profile of M9466 with and without tuvusertib or an ARPi and early signs of clinical activity of M9466 with tuvusertib in participants with advanced solid tumors. Study details include: Study/Treatment Duration: Participants will be treated until disease progression, death, discontinuation, or End of Study. Visit Frequency: Every week in the first 2 cycles, followed by every 3 weeks in the subsequent cycles. An End of Treatment Visit and Safety Follow-up/Discontinuation Visit are scheduled after the treatment period.",
    "detailed_description": "No detailed description",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Advanced Solid Tumor"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06308263",
    "brief_title": "Tuvusertib (M1774) Human Mass Balance and Absolute Bioavailability Study (DDRIVER Solid Tumors 303)",
    "official_title": "Phase 1 Study to Evaluate the Mass Balance, Pharmacokinetics, Metabolism, Excretion and Absolute Bioavailability of Tuvusertib (M1774) Containing Microtracer 14C Tuvusertib in Participants With Advanced Solid Tumors (DDRIVER Solid Tumors 303)",
    "overall_status": "RECRUITING",
    "start_date": "2024-03-25",
    "completion_date": "2025-11-26",
    "brief_summary": "This is a single sequence 2-period open label study in participants with advanced solid tumors. The purpose of Period 1 of this study is to assess the mass balance to determine drug-related entities present in circulation and excreta and provide a comprehensive understanding of biotransformation pathways and clearance mechanisms in participants with advanced solid tumors. The purpose of Period 1a is to assess the extent of ABA of tuvusertib and the mass balance, PK, metabolism, and elimination of 14C-tuvusertib after iv dosing in participants with advanced solid tumors. After either Period 1 or Period 1a; participants may enter an optional extension phase (Period 2) where participants will receive tuvusertib until disease progression or other criteria for study intervention discontinuation are met.",
    "detailed_description": "No detailed description",
    "sponsor": "Merck Healthcare KGaA, Darmstadt, Germany, an affiliate of Merck KGaA, Darmstadt, Germany",
    "collaborators": [],
    "conditions": [
      "Solid Tumor"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04607421",
    "brief_title": "A Study of Encorafenib Plus Cetuximab With or Without Chemotherapy in People With Previously Untreated Metastatic Colorectal Cancer",
    "official_title": "AN OPEN-LABEL, MULTICENTER, RANDOMIZED PHASE 3 STUDY OF FIRST-LINE ENCORAFENIB PLUS CETUXIMAB WITH OR WITHOUT CHEMOTHERAPY VERSUS STANDARD OF CARE THERAPY WITH A SAFETY LEAD-IN OF ENCORAFENIB AND CETUXIMAB PLUS CHEMOTHERAPY IN PARTICIPANTS WITH METASTATIC BRAF V600E-MUTANT COLORECTAL CANCER",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2020-12-21",
    "completion_date": "2026-12-24",
    "brief_summary": "The purpose of this study is to evaluate two study medicines (encorafenib plus cetuximab) taken alone or together with standard chemotherapy for the potential treatment of colorectal cancer that:\n\n* has spread to other parts of the body (metastatic);\n* has a certain type of abnormal gene called \"BRAF\"; and\n* has not received prior treatment.\n\nParticipants in this study will receive one of the following study treatments:\n\n* Encorafenib plus cetuximab: These participants will receive encorafenib by mouth at home every day and cetuximab once every two weeks by intravenous (IV) infusion (an injection into the vein) at the study clinic.\n* Encorafenib plus cetuximab with chemotherapy: These participants will receive encorafenib and cetuximab in the way described in the bullet above. Additionally, they will receive standard chemotherapy by IV infusion and oral treatment at home.\n* Chemotherapy alone: These participants will receive chemotherapy, the standard treatment for this condition, by IV infusion at the study clinics and oral treatment at home.\n\nThis study is currently enrolling participants who will receive either encorafenib plus cetuximab with chemotherapy or chemotherapy alone.\n\nThe study team will monitor how each participant responds to the study treatment for up to about 3 years.",
    "detailed_description": "The purpose of the study is to evaluate whether encorafenib plus cetuximab (EC), alone or in combination with chemotherapy, can improve clinical outcomes relative to current standard of-care chemotherapy in participants with previously untreated BRAF V600E-mutant mCRC. Since encorafenib has not previously been combined with chemotherapy, the tolerability and PK of EC in combination with mFOLFOX6 and in combination with FOLFIRI will be evaluated in separate cohorts in the safety lead-in portion of the trial in order to identify which chemotherapy combination is to be used in the Phase 3 portion of the study.",
    "sponsor": "Pfizer",
    "collaborators": [
      "Ono Pharmaceutical Co. Ltd",
      "Merck KGaA, Darmstadt, Germany",
      "Eli Lilly and Company"
    ],
    "conditions": [
      "Neoplasms"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05217446",
    "brief_title": "A Study of Encorafenib Plus Cetuximab Taken Together With Pembrolizumab Compared to Pembrolizumab Alone in People With Previously Untreated Metastatic Colorectal Cancer",
    "official_title": "A PHASE 2, RANDOMIZED, OPEN-LABEL STUDY OF ENCORAFENIB AND CETUXIMAB PLUS PEMBROLIZUMAB VERSUS PEMBROLIZUMAB ALONE IN PARTICIPANTS WITH PREVIOUSLY UNTREATED BRAF V600E-MUTANT, MSI H/DMMR METASTATIC COLORECTAL CANCER",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2022-07-11",
    "completion_date": "2027-03-28",
    "brief_summary": "The purpose of this study is to learn about the effects of three study medicines (encorafenib, cetuximab, and pembrolizumab) given together for the treatment of colorectal cancer that:\n\n* is metastatic (spread to other parts of the body);\n* has the condition of genetic hypermutability (tendency to mutation) or impaired DNA mismatch repair (MMR)\n* has a certain type of abnormal gene called \"BRAF\" and;\n* has not received prior treatment.\n\nAll participants in this study will receive pembrolizumab at the study clinic as an intravenous (IV) infusion (given directly into a vein) at the study clinic.\n\nIn addition, half of the participants will take encorafenib by mouth at home every day and cetuximab by IV infusion at the study clinic.\n\nThe study team will monitor how each participant is doing with the study treatment during regular visits at the study clinic.",
    "detailed_description": "No detailed description",
    "sponsor": "Pfizer",
    "collaborators": [
      "Merck Sharp & Dohme LLC",
      "Merck KGaA, Darmstadt, Germany",
      "Eli Lilly and Company"
    ],
    "conditions": [
      "Metastatic Colorectal Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06806046",
    "brief_title": "Anti-CEACAM5 ADC M9140 in Chinese Participants With Solid Tumors (PROCEADE-CRC-02)",
    "official_title": "A Phase 1, Open-label Study of AntiCEACAM5 AntibodyDrug Conjugate M9140 in Chinese Participants With Solid Tumors (PROCEADE-CRC-02)",
    "overall_status": "RECRUITING",
    "start_date": "2024-12-20",
    "completion_date": "2026-08-07",
    "brief_summary": "The purpose of this study is to evaluate the safety and early clinical activity of M9140 in Chinese participants with locally advanced or metastatic colorectal cancer (CRC).",
    "detailed_description": "No detailed description",
    "sponsor": "Merck Healthcare KGaA, Darmstadt, Germany, an affiliate of Merck KGaA, Darmstadt, Germany",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Solid Tumors",
      "Colorectal Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05109169",
    "brief_title": "METformin and FINGER Intervention to Prevent Cognitive Impairment and Disability in Older Adults at Risk for Dementia",
    "official_title": "Multimodal METformin and FINGER Lifestyle Intervention to Prevent Cognitive Impairment and Disability in Older Adults at Risk for Dementia: a Phase IIb Multi-national Randomised, Controlled Trial",
    "overall_status": "RECRUITING",
    "start_date": "2023-01-25",
    "completion_date": "2027-06-28",
    "brief_summary": "Dementia is the main cause of disability in older adults, currently affecting about 50 million people world-wide with this number estimated to triple in the next 30 years. In MET-FINGER, we aim to understand whether the FINGER 2.0 multidomain intervention, combining healthy lifestyle changes and a drug for diabetes (metformin), may help reduce the risk of dementia and improve health and independence among older adults.\n\nThe study primary objective is to test the effect of the intervention, compared to healthy lifestyle advice, on the change in cognition, measured as a composite score including 14 of neuropsychological/cognitive tests. The secondary objective is to test the intervention effect on change in individual cognitive domains, functioning level, and risk factors for dementia (e.g., lifestyle, medical, and psychosocial). To this aim, a range of personal/health-related data and blood samples, will be collected. Potential interactions between metformin and lifestyle changes; potential disease-modifying effects; and feasibility of the metformin + lifestyle combination will be explored.\n\n600 older people with risk factors for dementia, but without dementia/substantial cognitive impairment, will be recruited in the United Kingdom, Finland, and Sweden (at least 50% with higher genetic risk of Alzheimer's Disease/dementia based on the Apolipoprotein E (APOE) gene). Participants will be randomly assigned 1:1 to either a self-guided multidomain lifestyle intervention or to the FINGER 2.0 multidomain lifestyle-based intervention. Outcome assessors will be blinded to group allocation. Within the FINGER 2.0 intervention group, participants at increased risk of diabetes, will be randomly assigned 1:1:1 to either the metformin 2000mg/day, metformin 1000mg/day, or placebo group (double blinded). The intervention duration is 24 months.\n\nThe lifestyle intervention includes four main components: physical exercise, diet, brain training and health checks. In the self-guided group, participants will create their own program, based on health advice and recommendations which will be provided during the study. In the FINGER 2.0 intervention group, participants will receive intensive lifestyle guidance, and participate in structured activities, which will be as tailored as possible on each person's daily habits and needs.\n\nOver the 2-year study period, all participants will attend four assessment visits: baseline, 6-, 12-, and 24-months.",
    "detailed_description": "After being identified and pre-screened in relevant registers, potential participants will undergo a screening assessment (after providing informed consent for the screening procedures) where inclusion criteria related to both cognition and cardiovascular/lifestyle risk factors will be checked. Participants meeting the inclusion criteria will undergo the exclusion criteria assessment with the study physician.\n\nEligible participants will be invited to the baseline visit where informed consent for the full study will be signed, baseline assessment will be conducted, and participants will be randomized to either the FINGER 2.0 multidomain lifestyle-based intervention or self-guided multidomain lifestyle intervention group. Based on the results of the baseline assessment, the eligibility to the metformin/placebo treatment will be assessed in all participants randomized to the FINGER 2.0 intervention group. Eligible participants will be further randomized to one of the three metformin treatment groups (metformin 2000mg/day, metformin 1000mg/day, or placebo). Non eligible participants will continue the study by following the structured lifestyle intervention alone.\n\nIn the self-guided intervention group, participants will build their own healthy lifestyle program based on standard healthy lifestyle advice that they will receive at individual consultations with the study physician/nurse as part of the visits.\n\nWithin the FINGER 2.0 intervention group, participants will be invited to attend individual consultations and group meeting sessions in relation to the four intervention components (diet, physical activity, cognitive training, and cardiovascular/metabolic risk monitoring). As part of the physical activity component, group training sessions with a physiotherapist/professional trainer will be organized both at a gym as well as online. Within the cognitive training component, participants will have access to an online cognitive training program for independent training sessions. Individually tailored recommendations and plans will be provided to each participant.\n\nMetformin and placebo will be dispensed every 3 months, both administered orally. The active drug is Glucophage® XR 500. All participants randomized to the metformin/placebo groups will receive 4 identical tablets per day as follows:\n\n* 2000mg/day: 4x500mg metformin\n* 1000mg/day: 2x500mg metformin + 2x500mg placebo\n* Placebo: 4x500mg placebo.\n\nMetformin will be titrated weekly from 500mg/day up to 2000mg/day over 4 weeks. Participants who do not tolerate the treatment will be allowed to remain in the study either in a lower dose treatment group, or receiving the structured lifestyle intervention only.\n\nParticipants will not be actively told to what lifestyle intervention group they have been assigned and assessors for primary and secondary outcomes will be blinded to the lifestyle group allocation. The metformin/placebo treatment will be conducted in double blind.",
    "sponsor": "Imperial College London",
    "collaborators": [
      "Alzheimer's Association",
      "Alzheimer's Drug Discovery Foundation",
      "Alzheimerfonden",
      "Region Stockholm",
      "Merck KGaA, Darmstadt, Germany",
      "Finnish Institute for Health and Welfare",
      "Fingers Brain Health Institute",
      "Karolinska University Hospital",
      "Karolinska Institutet"
    ],
    "conditions": [
      "Cognitive Decline",
      "Cognitive Impairment",
      "Dementia"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06686381",
    "brief_title": "Tetra-modality Bladder Preservation Strategies in Muscle-invasive Bladder Cancer: TURBT+ Chemo/Immunotherapy+ Radiation Therapy+ Maintenance Immunotherapy vs. W&W",
    "official_title": "A Phase II, Randomized, Non-comparative Double Arm, Open-label, 2-stage, Multicenter Study to Evaluate the Efficacy and Safety of 2 Tetra-modality Bladder Preservation Strategies in Muscle-invasive Bladder Cancer With Maximum TURBT Followed by Induction Platinum-based Chemotherapy/Avelumab Followed by Radiation Therapy Then Maintenance Avelumab or Watch and Wait Approach",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-04-15",
    "completion_date": "2028-08-15",
    "brief_summary": "The purpose of this study is to assess the efficacy and safety of adding the immunotherapy Avelumab as a fourth component, alongside tumor removal, chemotherapy, and radiation, to increase the chance of preserving the bladder in the treatment of muscle-invasive bladder cancer.",
    "detailed_description": "Muscle-invasive bladder cancer (MIBC) is an aggressive form of bladder cancer, with a 5-year survival rate of about 40%.\n\nThe standard treatment for MIBC is induction platinum-based chemotherapy followed by radical cystectomy. Recently bladder preservation strategies have emerged as an alternative to radical cystectomy, particularly useful for patients who are unfit for surgery or would rather opt for non-surgical approaches. Knowing the high risks related to surgery and its significant complications, the investigators propose to implement 2 tetra-modalities treatment strategies to increase the chance of preserving the bladder and decrease the need of salvage cystectomy.\n\nThe purpose of this study is to assess the efficacy and safety of 2 bladder-preservation treatments plans called tetra-modalities:\n\nFirst plan:\n\n* maximium TURBT\n* chemo-immunotherapy as induction phase (Avelumab added to chemotherapy)\n* radiation therapy\n* maintenance phase with Avelumab\n\nSecond plan:\n\n* Maximum TURBT\n* chemo-immunotherapy as induction phase (Avelumab added to chemotherapy)\n* radiation therapy\n* Watch and wait\n\nBoth tetra-modalities duration will last maximum of 2 years from patient inclusion.\n\nThese treatment plans are based on the synergistic action between immunotherapy, chemotherapy, and radiotherapy. The use of Avelumab in the maintenance group is supported by its proven success in treating advanced cancer and various studies looking at immunotherapy as a way to avoid or delay bladder removal.",
    "sponsor": "American University of Beirut Medical Center",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Muscle-invasive Bladder Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03260023",
    "brief_title": "Phase Ib/II of TG4001 and Avelumab in HPV16 Positive R/M Cancers",
    "official_title": "A Phase Ib/II Trial Evaluating the Combination of TG4001 and Avelumab in Patients With HPV-16 Positive Recurrent or Metastatic Malignancies.",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2017-09-11",
    "completion_date": "2025-12",
    "brief_summary": "The study will consist of two parts :\n\nIn the phase Ib: safety will be assessed in consecutive cohorts of 3 to 6 patients at increasing doses of TG4001 in combination with avelumab according to a 3+3 design. There will be no intra-patient dose escalation.\n\nIn the phase II part 1, evaluation of efficacy and further evaluation of safety of the combination of TG4001 and avelumab will be performed in a single arm of patients with recurrent or metastatic HPV-16 positive advanced malignancies.\n\nIn the phase II part 2, evaluation of efficacy of the combination of TG4001 and avelumab will be performed in a randomized, open-label controlled study comparing TG4001 in combination with avelumab to avelumab alone in patients with HPV-16 positive advanced malignancies.\n\nIn both phases, tumor response will be evaluated on local assessment using RECIST 1.1.\n\nAll patients will be followed up until disease progression, death, or unacceptable toxicity, or study withdrawal for any reason, whichever occurs first.",
    "detailed_description": "No detailed description",
    "sponsor": "Transgene",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany",
      "EMD Serono Research & Development Institute, Inc.",
      "Pfizer"
    ],
    "conditions": [
      "HPV-Related Carcinoma",
      "HPV-Related Cervical Carcinoma",
      "HPV-Related Anal Squamous Cell Carcinoma",
      "HPV-Related Penile Squamous Cell Carcinoma",
      "HPV-Related Vulvar Squamous Cell Carcinoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04807816",
    "brief_title": "Targeting ATR in Soft-tissue Sarcomas",
    "official_title": "Targeting ATR in Soft-tissue Sarcomas: a Randomized Phase II Study. TARSARC Study",
    "overall_status": "RECRUITING",
    "start_date": "2022-02-09",
    "completion_date": "2026-04",
    "brief_summary": "Multicenter, prospective, open-labeled, 2-arm, non-comparative randomized phase II trial to assess the antitumor activity of berzosertib in association with gemcitabine",
    "detailed_description": "This is a multicenter, prospective, open-labeled, 2-arm, non-comparative randomized (2:1) phase II trial. Patients will be randomized between arm A (gemcitabine + berzosertib) and arm B (gemcitabine) with two patients randomized in arm A for one patient randomized in arm B.",
    "sponsor": "Institut Bergonié",
    "collaborators": [
      "Merck Healthcare KGaA, Darmstadt, Germany, an affiliate of Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Leiomyosarcoma, Adult"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05882734",
    "brief_title": "Tuvusertib (M1774) in Combination With Cemiplimab in Participants With Non-Squamous NSCLC (DDRiver NSCLC 322)",
    "official_title": "An Open Label, Multicenter, Phase 1b/2a Study to Evaluate Efficacy, Safety, Tolerability, and Pharmacokinetics of the ATR Inhibitor M1774 in Combination With Cemiplimab in Participants With Non-Squamous Non-Small Cell Lung Cancer That Has Progressed on Prior Anti-PD-(L)1 and Platinum-based Therapies (DDRiver NSCLC 322)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2023-09-13",
    "completion_date": "2026-02-28",
    "brief_summary": "This is an Open-label, multicenter clinical study conducted in two Phases to establish the efficacy, safety, tolerability, and pharmacokinetics of the ataxia telangiectasia mutated and Rad3-related protein kinase (ATR) inhibitor Tuvusertib in Combination with Cemiplimab in Participants with Non-Squamous Non-Small Cell Lung Cancer (nsqNSCLC) that has Progressed on Prior Anti-PD-(L)1 and Platinum-based Therapies..",
    "detailed_description": "No detailed description",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Non-Small Cell Lung Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03494322",
    "brief_title": "EACH: Evaluating Avelumab in Combination With Cetuximab in Head and Neck Cancer",
    "official_title": "EACH: A Randomised Phase II Study Evaluating the Safety and Anti-tumour Activity of the Combination of Avelumab and Cetuximab Relative to Avelumab Monotherapy in Recurrent/Metastatic Head and Neck Squamous Cell Cancer",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2018-07-20",
    "completion_date": "2024-10-31",
    "brief_summary": "Head \\& neck (H\\&N) cancer is the eighth most common cancer in the UK. Advanced H\\&N cancer which has come back after treatment or has spread to other parts of the body is incurable and the average life expectancy of these patients is less than a year. New drugs called immune checkpoint inhibitors work with the patient's own immune system to fight cancer. They are used in the clinic to treat a number of cancers, including H\\&N cancer. It may be possible to make immune checkpoint inhibitors more effective by combining drugs that work in different ways. In effect, attacking the cancer from different angles. Cetuximab is a well-established drug that works by blocking signals that tell cancer cells to grow and divide into more cells. It also engages with the immune system within the tumour. The trial aims to see if giving cetuximab along with an immune checkpoint inhibitor drug called avelumab is better at treating advanced H\\&N cancer than giving avelumab on its own.\n\nThese two drugs have not been given together before, so to start with, the investigator plans to enrol a small number of patients and give the patients avelumab + cetuximab to make sure the combination is safe at the doses chosen. After this, the investigator plans to enrol 114 patients with advanced H\\&N cancer. Half the patients will be treated with avelumab alone and the other half with avelumab + cetuximab. Both drugs are given intravenously in the hospital once every 2 weeks.\n\nTreatment lasts for up to a year and patients will be followed up for up to 2 years from the time they enter the study. Patients will be recruited from around 15 hospitals in the UK. Recruitment would be expected to start in the second quarter of 2018 and it will take about 29 months (Safety run-in: 5 months; Phase II: 24 months) to recruit all the patients.",
    "detailed_description": "This is a randomised phase II study comparing the efficacy of avelumab alone with avelumab + cetuximab combination in patients with platinum-resistant advanced or metastatic head \\& neck cancer. The randomised phase II part of the trial will be preceded by a safety run-in.The objective of the safety run in is to make sure the combination of cetuximab and avelumab at the doses selected for the study are safe and tolerable.\n\nIn phase II, the main question the investigator wants to answer is whether or not giving avelumab and cetuximab together is better than giving avelumab alone to treat patients with head and neck cancer that have had previous treatment with cisplatin and whose cancer has come back or spread to other parts of the body. The investigator will compare the number of patients in each group whose cancer has not gotten any worse 6 months after joining the study.\n\nThe phase II part of the trial will recruit patients with head \\& neck squamous cell carcinoma only. However, during the safety run-in, patients with other types of squamous cell carcinomas will also be eligible.\n\nTarget accrual:\n\nSafety run-in: up to 16 patients with squamous cell carcinomas; Phase II: 114 patients with head \\& neck squamous cell cancer\n\nThe safety run-in will recruit patients in cohorts of 3 at a time and all patients will be treated with the combination. The safety run in is a dose de-escalation design. That is, patients will be given the dose that is planed for use in phase II and if this proves not tolerable, the dose of cetuximab will be de-escalated and another cohort of patients will be recruited. The investigator will conclude the combination is safe and tolerable if less than 33% of patients who are treated experience side effects that lead to a dose reduction. The purpose is to ensure the safety of the combination prior to starting phase II, as these drugs have not been given together before. However, there is evidence from previous studies that these types of drugs can be combined safely. The trial aims to complete the safety run-in within 5 months and the phase II study within 24 months. The entire duration of recruitment is expected to be 29 months.",
    "sponsor": "University College, London",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Head and Neck Cancer",
      "Squamous Cell Carcinoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06589713",
    "brief_title": "Effect of Renal Impairment on Enpatoran Pharmacokinetics",
    "official_title": "Phase 1, Open Label, Single Dose Study to Investigate the Effect of Renal Impairment on the Pharmacokinetics of Enpatoran in Male and Female Participants",
    "overall_status": "RECRUITING",
    "start_date": "2024-09-24",
    "completion_date": "2025-12-04",
    "brief_summary": "The purpose of this study is to assess the effect of renal impairment on the pharmacokinetics of enpatoran.",
    "detailed_description": "No detailed description",
    "sponsor": "Merck Healthcare KGaA, Darmstadt, Germany, an affiliate of Merck KGaA, Darmstadt, Germany",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Renal Impairment"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06433219",
    "brief_title": "Tuvusertib Combined With Niraparib or Lartesertib in Participants With Epithelial Ovarian Cancer (DDRiver EOC 302)",
    "official_title": "An Open-label, Multicenter, Randomized Phase 2 Study of the ATR Inhibitor Tuvusertib in Combination With the PARP Inhibitor Niraparib or the ATM Inhibitor Lartesertib in Participants With BRCA Mutant and/or Homologous Recombination deﬁciency (HRD)-Positive Epithelial Ovarian Cancer That Progressed on Prior PARP Inhibitor Therapy (DDRiver EOC 302)",
    "overall_status": "RECRUITING",
    "start_date": "2024-10-30",
    "completion_date": "2028-01-25",
    "brief_summary": "The purpose of this study is to measure the effect and safety of treatment with tuvusertib combined with either niraparib or lartesertib in participants with epithelial ovarian cancer. The participants will previously have progressed while treated with a poly ADP ribose polymerase (PARP) inhibitor. The primary objective of the study is to assess the effect of the treatment in terms of overall response, i.e. whether the tumor disappears, shrinks, remains unchanged, or gets worse.",
    "detailed_description": "No detailed description",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Ovarian Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03940703",
    "brief_title": "A Study of Tepotinib Plus Osimertinib in Osimertinib Relapsed MET Amplified NSCLC (INSIGHT 2)",
    "official_title": "A Phase II, Two-arm Study to Investigate Tepotinib Combined With Osimertinib in MET Amplified, Advanced or Metastatic NSCLC Harboring Activating EGFR Mutations and Having Acquired Resistance to Prior Osimertinib Therapy (INSIGHT 2)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2019-09-19",
    "completion_date": "2025-10-31",
    "brief_summary": "This study was to assess the antitumor activity, safety, tolerability, and pharmacokinetics (PK) of the Mesenchymal-epithelial Transition Factor (MET) inhibitor tepotinib combined with the 3rd generation EGFR inhibitor osimertinib in participants with advanced or metastatic non-small cell lung cancer (NSCLC).",
    "detailed_description": "No detailed description",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Non-small Cell Lung Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06856902",
    "brief_title": "BEhavioral and Adherence Model for Improving Quality, Health Outcomes and Cost-Effectiveness of healthcaRe",
    "official_title": "BEhavioral and Adherence Model for Improving Quality, Health Outcomes and Cost-Effectiveness of healthcaRe",
    "overall_status": "RECRUITING",
    "start_date": "2025-03-01",
    "completion_date": "2025-12-31",
    "brief_summary": "Lack of adherence to treatment is a widespread issue worldwide, which leads to higher healthcare utilisation rates and even premature death. While the level of adherence may differ based on the specific condition and treatment, studies estimate that approximately 50% of medications are not taken according to the prescribed instructions. In addition, adherence rates tend to decrease even further when the treatment requires a behavioural change. Literature reviews about factors that affect people's adherence show that it is challenging to predict whom can be considered to have adherent and non-adherent behaviours. In addition, the studies highlight that it is challenging to support a person to be adherent. Based on this knowledge the BEAMER project was established (Behavioural and Adherence Model for improving quality, health outcomes and cost-Effectiveness of healthcaRe). The overall goal of the project is to improve the quality of life of individuals, enhance healthcare accessibility and sustainability, thereby transforming the way healthcare stakeholders engage with patients to understand their condition and adherence levels throughout their healthcare journey. To address the overall goal, the BEAMER project has developed a disease agnostic model named \"B-COMPASS: BEAMER-COmputational Model for Patient Adherence and Support Solutions\". The aim of the B-COMPASS is to identify patients' needs and preferences which enables the creation of patient-specific supports, with the intention of improving their adherence to treatment within the heterogeneity of the different disease-areas and healthcare contexts. Based on the validated BEAMER questionnaire, the B-COMPASS predicts relative adherence and offers an elicitation process of patient needs and preferences to enable targeted supports to improve patient adherence. This results in an allocation of patients to different groups based on their needs and preferences. Overall, the B-COMPASS provides patient insights that will enable more effective design of patient support, most likely resulting in better patient experience, improved adherence and lower healthcare and societal costs.\n\nSo far, several activities from a technical and user perspective have already been conducted in the project to refine the B-COMPASS. This has been done by applying an iterative mixed method approach were both stakeholders (regulator, pharma, academic/research and small and medium-sized enterprises) and end users (patients, health providers and health systems) have been involved. Despite the finetuning of the B-COMPASS, the effectiveness of the B-COMPASS hinges on empirical investigations into the structural elements that impact patient behaviour and the identification of predictive factors that can assist healthcare providers' (HCP) and Research Leads in designing more effective treatment plans (the term HCPs/Research Lead include both the individuals and the institutions where care is delivered). Therefore, validation studies will be conducted to assess the B-COMPASS's performance in six therapeutic areas (cardiovascular, endocrinology, immunology, neurology, oncology and rare diseases) with patients recruited in at least Italy (FISM), Portugal (APDP and MEDIDA) Norway (AHUS), Spain (FHUNJ and FIIBAP), The Netherlands (WDO), and Germany (UDUS). The collected data will be used to evaluate the B-COMPASS's capacity to attend to a variety of needs and challenges for adherence.",
    "detailed_description": "The aim of the study is to validate the B-COMPASS in real-life settings. Overall, the purpose is to provide evidence 1) to validate the B-COMPASS (primary purpose), and 2) to demonstrate the effectiveness and implementability of the B-COMPASS (secondary purpose). The project will carry out the final iterative steps of refining the model, guided by the validation studies that have been conducted. This process will be based on evaluating the performance of the generic model across six selected therapeutic areas (cardiovascular, endocrinology, immunology, neurology, oncology and rare diseases). Study participants (patients and HCPs) will be recruited (at least) from Italy, Portugal, Norway, Spain, The Netherlands, and Germany, and the validation will evaluate the capacity to attend to a variety of needs and challenges for adherence to treatment.\n\nOverall, the study has 8 Scientific Questions (SQs), where SQ 1-4 address the validity of the B-COMPASS (primary purpose) and SQ 5-8 address the effectiveness and implementability of the B-COMPASS (secondary purpose). The SQs are:\n\nSQ 1 How accurately does the B-COMPASS predict the relative adherence to treatment for patients? SQ 2 How valid are the B-COMPASS groupings? SQ 3 How accurately are the patient support needs identified by the B-COMPASS? SQ 4 How reliable is the B-COMPASS over time? SQ 5 To what extent does the use of the B-COMPASS affect patient adherence to treatment? SQ 6 How do the patients perceive the received engagement with HCPs/Research Leads based on the B-COMPASS? SQ 7 How do HCPs/Research Leads perceive the B-COMPASS? SQ 8 How does the B-COMPASS impact the cost-effectiveness of healthcare utilisation?",
    "sponsor": "Technical University of Madrid",
    "collaborators": [
      "University of Oslo",
      "PREDICTBY RESEARCH AND CONSULTING S.L.",
      "Pfizer",
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Cardiovascular Diseases",
      "Endocrinology",
      "Inmunology",
      "Neurology",
      "Oncology",
      "Rare Diseases"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03815643",
    "brief_title": "Avelumab Program Rollover Study",
    "official_title": "An Open-Label, Multicenter Follow-up Study to Collect Long-term Data on Participants From Multiple Avelumab (MSB0010718C) Clinical Studies",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2019-03-22",
    "completion_date": "2026-02-20",
    "brief_summary": "The main purpose of this study is to monitor the safety and tolerability of avelumab in participants with solid tumors who continue treatment with avelumab under the same treatment regimen as in the parent avelumab study.",
    "detailed_description": "No detailed description",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Solid Tumors"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06710132",
    "brief_title": "Study of Anti-CEACAM5 ADC M9140 in Participants With Advanced Solid Tumors (PROCEADE PanTumor)",
    "official_title": "PROCEADE PanTumor: A Phase 1b/2, Multicenter, Open-Label Study of Anti-CEACAM5 Antibody-Drug Conjugate M9140 in Participants With Advanced Solid Tumors (Master Protocol)",
    "overall_status": "RECRUITING",
    "start_date": "2025-01-29",
    "completion_date": "2029-01-31",
    "brief_summary": "The PROCEADE PanTumor study aims to investigate M9140 in multiple tumor types which express carcinoembryonic antigen-related cell adhesion molecule 5 (CEACAM5) and it is therefore designed as a matrix study. This study aims to assess the antitumor activity, tolerability, safety, and pharmacokinetics (PK) of M9140 as monotherapy or in combination treatments in adult participants with locally advanced/metastatic CEACAM5 expressing tumors. There will be 3 substudies under this Master Protocol that may be conducted in parallel.\n\n* PROCEADE PanTumor: A Phase 1b/2, Multicenter, Open-Label Study of Anti-CEACAM5 Antibody-Drug Conjugate M9140 in Participants with Advanced Gastric Cancer (Substudy GC);\n* PROCEADE PanTumor: A Phase 1b/2, Multicenter, Open-Label Study of Anti-CEACAM5 Antibody-Drug Conjugate M9140 in Participants with Advanced Non-Small Cell Lung Cancer (Substudy NSCLC);\n* PROCEADE PanTumor: A Phase 1b/2, Multicenter, Open Label Study of Anti-CEACAM5 Antibody-Drug Conjugate M9140 in Participants With Advanced Pancreatic Cancer (Substudy PDAC).",
    "detailed_description": "The study follows a master protocol concept with several separate substudies in specific indications.\n\n* Substudy GC: The study duration per participant is on an average approximately 10 months. This includes a 28-day Screening period, infusion (approximately 1 hour) on Day 1 of every cycle, and Safety Follow-up Visit 30 (± 3) days after the last dose of M9140.\n* Substudy NSCLC: Study duration per participant is approximately 12 months. This includes a 28-day Screening period, infusion (approximately 1 hour) on Day 1 of every cycle, and Safety Follow-up Visit 30 (± 3) days after the last dose of M9140.\n* Substudy PDAC: Study duration per participant is on an average approximately 8 months. This includes a 28-day Screening period, infusion (approximately 1 hour) on Day 1 of every cycle, and Safety Follow-up Visit 30 (±3) days after the last dose of M9140.",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "collaborators": [
      "Merck Healthcare KGaA, Darmstadt, Germany, an affiliate of Merck KGaA, Darmstadt, Germany",
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Solid Tumors",
      "Gastric Cancer",
      "Non-Small Cell Lung Cancer (NSCLC)",
      "Pancreatic Cancer",
      "Pancreatic Ductal Adenocarcinoma (PDAC)"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05289856",
    "brief_title": "Cabozantinib in Combination With Avelumab in Patients Refractory to Standard Chemotherapy With Advanced Neuroendocrine Neoplasias G3 (NEN G3)",
    "official_title": "A Phase II, Open-label, Multicenter Trial to Investigate the Clinical Activity and Safety of Cabozantinib in Combination With Avelumab in Patients Refractory to Standard Chemotherapy With Advanced Neuroendocrine Neoplasias G3 (NEN G3).",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2022-03-28",
    "completion_date": "2025-12-01",
    "brief_summary": "The purpose of the CaboAveNEC trial is to investigate the clinical activity and safety of Cabozantinib in combination with avelumab in patients refractory to standard chemotherapy with advanced neuroendocrine neoplasias G3 (NEN G3).",
    "detailed_description": "According to the WHO classification of 2010, Neuroendocrine neoplasms (NEN) are graded according to the Ki67 proliferation index and grouped into neuroendocrine Tumors (NET) Grade 1 (NET G1, Ki67 \\<3%), NET G2 (Ki67 3-20%), and neuroendocrine Carcinomas (NEC) (G3, Ki67 \\>20%). However, since the WHO 2017/2019 classification the group of gastrointestinal neuroendocrine tumors with a Ki67 ≥20% (NEN G3) is subdivided according to their morphology into highly proliferative differentiated NET G3 and poorly differentiated high grade neuroendocrine Carcinomas (NEC G3, Ki67 \\> 20%), which - depending on their morphology - are subdivided into small cell as well as large cell NECs. The vast majority (60-90%) of patients with high grade NEC are metastasized at the time of diagnosis with distant metastases present in approximately two third of the patients.\n\nThe prognosis of patients with metastatic NEN G3 is poor, and median overall survival has been reported to be 5 months with a 2-year survival rate of 11 % in the SEER data base for gastrointestinal NEC. In two large series of GEP-NEC, median survival was 12-19 months for patients with best available therapy (mainly platinum based chemotherapy) and as short as 1 month for those receiving only best supportive therapy. In contrast to the \"classical\" undifferentiated NEC G3 with a poorly differentiated morphology and a Ki 67 \\> 55%, NET G3 typically do not respond as well to a platinum based chemotherapy but a have a somewhat better prognosis with a 4-months longer median survival as compared to classical NEC G3. Therefore, according to current guidelines other treatment options like temozolomide based chemotherapy may be considered as a first line therapy in patients with differentiated \"NET G3\".\n\nThere is a strong and unmet medical need for a novel and effective second line treatment option for these highly aggressive and rapidly progressing tumors.\n\nConsidering the lack of any other established therapeutic option and the very limited efficacy of alternative second or third line chemotherapy in patients with NEN G3 who are progressive after a first-line chemotherapy, the availability of a novel therapeutic option with a significant clinical benefit (SD; PR; CR) in at least 40 % of the patients and with tolerable side effects would represent an important and clinical highly relevant break through in the treatment of these aggressive tumors.\n\nAvelumab is a fully human antibody that binds PD-L1 and blocks the interaction between PD-L1 and PD-1. This removes the suppressive effect of PD-L1 on anti-tumor CD8+ T cells, resulting in restoration of cytotoxic T cell response.\n\nIn the ongoing phase II trial of the investigator (AveNEC, EudraCT No: 2016-004373-40), which is the largest immunotherapy trial in patients with NEN G3, the clinical activity and safety of the PD-L1 inhibitor avelumab is evaluated in 60 patients with advanced, metastatic NEN G3 progressive after chemotherapy. According to the interim analysis presented at ASCO 2019 a clinically meaningful response was seen in 27 % of patients with a significant longer progression free survival (mean PFS 33.5 vs 7.7 weeks) and overall survival (\\> 60 weeks mean not reached vs 22.4 weeks) as compared to the non-responders.\n\nCabozantinib is a multikinase inhibitor of MET, VEGFR, AXL and RET which is currently being used very successfully in medullary thyroid carcinoma (MTC), which is a differentiated neuroendocrine neoplasia, in advanced renal cell carcinoma (RCC) and hepatocellular carcinoma (HCC).\n\nIn addition to its TKI activity, there is strong evidence that Cabozantinib modulates the tumor immune microenvironment leading to a synergistic efficacy in combination with a checkpoint inhibitor therapy.\n\nThere is an especially strong rationale for a combination therapy of the potent antiangiogenic TKI Cabozantinib with the checkpoint inhibitor Avelumab in NEN G3. Both drugs have demonstrated efficacy and safety in combination therapy studies of a checkpoint inhibitor and an antiangiogenic TKI in a variety of tumors and both drugs in monotherapy have shown clinical relevant antitumor efficacy in NEN.",
    "sponsor": "Johannes Gutenberg University Mainz",
    "collaborators": [
      "Ipsen",
      "Merck Healthcare KGaA, Darmstadt, Germany, an affiliate of Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05986071",
    "brief_title": "I/II Phase Study Evaluating M1774 in Combination With Fulvestrant in HR+ and HER2- Advanced Breast Cancers",
    "official_title": "A Phase I/II Study Evaluating M1774, an ATR Inhibitor, in Combination With Fulvestrant in Hormone Receptor-positive and HER2-negative, Advanced Breast Cancers, Resistant to CDK4/6 Inhibitor Plus Aromatase Inhibitor-based Endocrine Treatment",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2024-05-01",
    "completion_date": "2027-10-15",
    "brief_summary": "CDK4/6 inhibitor in combination with endocrine treatment is the standard of care in advanced breast cancer (ABC) with expression of hormone receptors and without HER2 overexpression (ER+/HER2-). When patients experience disease progression under this strategy, options of second-line endocrine treatment in combination with other targeted therapies are limited and have failed to improve overall survival to date over endocrine treatment alone. A significant fraction of ER+/HER2- ABC display genetic alterations associated with homologous recombination deficiency (HRD) which may be associated with efficacy of therapeutic targeting DNA damage response (DDR) pathways. Moreover, other molecular alterations associated with replicative stress may be found in ER+/HER2- ABC patients which may also favor antitumor activity of DDR targeting therapeutics. M1774 is a novel orally administered inhibitor of ataxia telangiectasia and rad3-related (ATR), a protein kinase with key activity in DDR pathway. MATRIx is a phase I/II study aiming to determine the recommended phase II dose (RP2D, phase I) as well as efficacy and safety (phase II) of M1774 in combination with fulvestrant in ER+/HER2-ABC patients whose disease has become resistant to aromatase inhibitor plus CDK4/6 inhibitor, and whose tumor displays molecular alterations associated with HRD, oncogenic driver activation and/or replicative stress. Primary endpoints will include: maximum tolerated dose (MTD) of M1774 in combination with fulvestrant (phase I), the clinical benefit rate and toxicity of the combination at RP2D of M1774 in the molecularly selected population (phase II). Baseline, on-treatment and post-treatment blood and tumor tissue samples will be collected for pharmacokinetics and translational analyses including genomic characterization of tumor tissue and ctDNA as well as functional studies focusing on DDR pathways.",
    "detailed_description": "Approximately 5% among all types of breast cancers are associated with germline breast cancer susceptibility gene BRCA 1 or 2 mutations (gBRCA). These mutations lead to homologous recombination deficiency (HRD) and inability for cancer cells to repair DNA double-strand break (DDSB), making gBRCA-ABC exquisitely sensitive to poly(adenosine diphosphate-ribose) polymerase (PARP) inhibitors (22). Indeed, PARP is a pivotal actor in the repair of DNA single-strand breaks (DSSB), and PARP inhibition will generate accumulating DSSB leading to DDSB and ultimately cell death if let unrepaired, as it is in the context of HRD. In OlympiAD and EMBRACA trials assessing the efficacy of olaparib or talazoparib, respectively compared to physician's choice single-agent, non platin-based, chemotherapy in gBRCA HER2- ABC patients, a significant increase in PFS and an improvement in QOL was shown with both PARP inhibitors (23, 24) . Of note, around 50% of the patients in these trials had ER+/HER2- breast cancer. Among these patients the PFS was 7 month and 8.6 month with olaparib and talazoparib respectively. Yet, either in this subgroup or in the overall population, there was no OS improvement (25, 26). Nevertheless, according to guidelines (3), PARP inhibitors should be part of the treatment sequence in gBRCA, ER+ /HER2- ABC patients when the disease becomes resistant to CDK4/6 inhibitor-based first-line ET.\n\nEven in the absence of gBRCA, HRD may still exist in tumors due to somatic defects in BRCA genes as well as alterations in other genes involved in homologous recombination repair such as ATM, BARD1, CHEK1, CHEK2, RAD51C, RAD51D, BRIP1, NBN, PALB2, and the Fanconi anemia complementation group (FANC) family of genes (FANCA, FANCC, FANCD2, FANCE, FANCF, FANCG, and FANCL): the so-called \"BRCAness\" phenotype (27). In whole-exome studies focusing on ABC samples, we and others found that more than approximately 15% of ER+/HER2- ABC may display such a BRCAness phenotype (28-30). Although it should be theoretically associated with similar sensitivity to PARP inhibitors, clinical data examining anti-tumor activity of this latter class remain relatively sparse. In a recent study investigating antitumor activity of olaparib in ABC with either germline mutations in HR-related genes other than BRCA1/2 or somatic BRCA1/2 mutations, only patients with gPALB2 or somatic BRCA mutations but not those with mutations in other homologous recombination-associated genes had high response rates and clinical benefit (31). Thus, developing alternative therapeutic targeting DNA damage response (DDR) pathways in BRCA and non BRCA-driven HRD is urgently needed.\n\nDNA damage repair pathway :\n\nThe DDR pathway, which coordinates the detection of cellular DNA damage with cell-cycle adaptation and repair processes, primarily involves ataxia telangiectasia and rad3-related (ATR), ataxia telangiectasia mutated (ATM), and DNA-dependent protein kinase (DNA-PK/PRKDC). ATR, the key DDR kinase, is activated by accumulated DSSB, primarily induced by oncogene-driven dysregulated replication, leading to the so-called replication stress (RS) and associated genomic instability. Once activated, ATR phosphorylates checkpoint kinase 1 (CHK1), leading to cell-cycle arrest, pausing of DNA synthesis and initiation of DNA repair. Loss of ATR function leads to the inability to resolve stalled replication forks, the accumulation of DNA damage and rapid cell death (32, 33).While normal cells can generally tolerate inhibition of ATR by activating compensatory DNA repair pathways, such pathways are frequently defective in cancer cells, rendering them highly dependent on ATR for survival. Due to its major implication in RS-induced DDR pathway activation, ATR has been recently considered as a potential target in various cancer models and several ATR inhibitors are under clinical evaluation. Classically, tumors with high level of RS have been suggested to be the most sensitive to ATR inhibitors, including RS-induced by oncogenic amplification such as MYC, RAS or Cyclin E1. Other potential molecular alterations that may sensitize to ATR inhibitors are those associated with HRD (33, 34) as well as those associated with DDR such as loss of expression of ATM, ARID1A, ERCC4, XRCC1, RB133, (35-39). Of note, recent works have revealed that treatment with ATR inhibitors can overcome the resistance to PARP inhibition (40), suggesting the potential of ATR inhibitors as a second-line treatment in patients who have developed resistance to PARP inhibitors (33).\n\nATR inhibitors and M1774:\n\nFirst early-phase studies have been initiated using ATR inhibitors as monotherapy or in combination with various therapeutics including chemotherapy and PARP inhibitors in various tumor types. Tolerance was favorable and preliminary proofs of activity have been obtained, notably in patients with DDR and/or HR pathway alterations (41-43). M1774 (substance code MSC2584415A; also known as VXc-400 or VRT-1363004) is an orally administered small molecule inhibitor of ATR kinase; it is a potent and selective inhibitor of ATR, with a mean half maximal inhibitory concentration (IC50) of 4 nM, as measured by inhibition of the phosphorylation of the proximal target CHK1 in cells (M1774's IB V2.0, Nov 2020). Pre-clinical pharmacology, pharmacokinetic (PK), and toxicology studies support development of M1774 for the treatment of patients with advanced cancers and a phase I study is currently ongoing.\n\nAs of 21 APR 2022, 55 participants received doses of M1774 ranging from 5 mg to 270 mg once daily (QD). Dose-limiting toxicities (DLT) were observed at dose levels of 130 mg QD and above. DLT included grade 2 and 3 anemia requiring transfusion in 7 patients, as well as one grade 4 thrombopenia associated with upper gastro-intestinal hemorrhage. Most frequent toxicities also included gastro-intestinal disorders (nausea, vomiting, constipation, diarrhea and abdominal pain). The recommended phase 2 dose as monotherapy was 180 mg QD, 2 weeks on/ 1 week off. Of note, preliminary data showed that PK was approximately dose proportional up to 180 mg and slightly more than dose proportional beyond 180 mg. Absorption was fast with median Tmax ranging from 1 to 3.5 hours and mean T1/2 ranged from 3 to 5.6 hours.",
    "sponsor": "Institut Paoli-Calmettes",
    "collaborators": [
      "National Cancer Institute, France",
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Breast Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03399071",
    "brief_title": "Study Title: Peri-operative Immuno-Chemotherapy in Operable Oesophageal and Gastric Cancer",
    "official_title": "Study Title: Peri-operative Immuno-Chemotherapy in Operable Oesophageal and Gastric Cancer (ICONIC Trial)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2017-07-31",
    "completion_date": "2025-08-15",
    "brief_summary": "A single centre phase II trial of peri-operative chemo-immunotherapy in operable gastro-oesophageal adenocarcinoma (GOA). This trial is designed to evaluate the safety and efficacy of administering Avelumab, an anti-PD-L1 monoclonal antibody, with cytotoxic FLOT chemotherapy for patients with operable GOA treated according to a peri-operative protocol.\n\nThis trial is in 2 stages: the first stage will establish the safe and tolerated maximum administered dose (MAD) of Avelumab in combination with FLOT and the second stage will assess the efficacy of this combination therapy in achieving pathological complete response (pCR) and peri-operative safety.",
    "detailed_description": "Patients will receive chemo-immunotherapy consisting of FLOT chemotherapy (Folinic acid 200mg/m2 iv infusion day 1, Oxaliplatin 85mg/m2 iv infusion day 1, Docetaxel 50mg/m2 iv day 1, Fluorouracil 2600mg/m2 over 24 hours iv) and the PD-L1 inhibiting monoclonal antibody Avelumab. The safe dose of Avelumab in combination with FLOT will be established in a safety run-in phase with a standard 3+3 design, starting with the recommended dose of 10mg/kg iv Avelumab (dose level 0) in which a dose reduction to 7mg/kg iv (dose level -1) may occur. Four cycles of two-weekly chemo-immunotherapy will be administered before surgery and four further cycles post-operatively in patients who are fit enough to receive further chemo-immunotherapy after surgery. Resectional surgery will take place 4-8 weeks following the last dose of chemo-immunotherapy in patients who remain fit.\n\nStudy Objectives:\n\nTo evaluate the safety, efficacy and toxicities and to explore biomarkers of peri-operative chemo-immunotherapy with Avelumab and FLOT.",
    "sponsor": "Royal Marsden NHS Foundation Trust",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Gastric Adenocarcinoma",
      "Oesophageal Adenocarcinoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06463587",
    "brief_title": "Efficacy and Safety of a New Formulation of Oral Cladribine Compared With Placebo in Participants With Generalized Myasthenia Gravis (MyClad)",
    "official_title": "A Phase 3, Randomized, Double-Blind, Placebo-Controlled, 3-Arm, 3-Period Study to Assess the Efficacy and Safety of a New Formulation of Oral Cladribine Compared With Placebo in Participants With Generalized Myasthenia Gravis(MyClad)",
    "overall_status": "RECRUITING",
    "start_date": "2024-06-25",
    "completion_date": "2030-07-23",
    "brief_summary": "The purpose of this clinical study is to determine the efficacy and safety of a new oral cladribine formulation in participants with Generalized Myasthenia Gravis (gMG) in comparison to placebo. It will also investigate the sustained efficacy, the need for retreatment, and the long-term safety of oral cladribine in gMG. An additional component is included to characterize the Pharmacokinetics (PK) of the new cladribine formulation in gMG participants. This study is divided into 3 periods: the double-blind placebo control (DBPC) pivotal period, and 2 extensions, the blinded extension (BE) and the retreatment (RT) period.",
    "detailed_description": "No detailed description",
    "sponsor": "Merck Healthcare KGaA, Darmstadt, Germany, an affiliate of Merck KGaA, Darmstadt, Germany",
    "collaborators": [
      "EMD Serono Research & Development Institute, Inc."
    ],
    "conditions": [
      "Generalized Myasthenia Gravis"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05782361",
    "brief_title": "POTENT - Tepotinib in Combination with Pembrolizumab in NSCLC",
    "official_title": "A Proof-of-concept Trial with Safety Run of Tepotinib and Pembrolizumab in NSCLC Patients with and Without MET Exon 14 Mutations (POTENT)",
    "overall_status": "RECRUITING",
    "start_date": "2023-05-03",
    "completion_date": "2028-02-01",
    "brief_summary": "This clinical study is looking at the combination of two experimental drugs called tepotinib and pembrolizumab. Pembrolizumab, also known as Keytruda, is licenced and available by prescription to treat a variety of cancers. Tepotinib is currently licensed in the UK for use in non-small cell lung cancer (NCSLC) and is being investigated for this purpose.\n\nCancer immunotherapy drugs hold great promise but still do not work for many patients. Laboratory studies on cancers that do not respond well to immunotherapy reveal that most of these tumours do not have any immune cells. This suggests that the cancer has successfully hidden itself and avoided being recognised by the immune system. This study aims to use a novel approach using a targeted drug, tepotinib, to target the gene involved with NSCLC.\n\nTepotinib is a type of drug called a kinase inhibitor. Kinase inhibitors are a newer type of drug being used to try to treat cancers. They act by blocking some of the chemical messengers that are part of the signalling process within cancer cells that control their growth. Tepotinib is used in adults to treat NSCLC that can have certain abnormal changes in the mesenchymal-epithelial transition factor gene (MET) and which has spread and/or cannot be removed by surgery. The changes in the MET gene can make an abnormal protein which can lead to uncontrolled cell growth and cancer. By blocking this abnormal protein, tepotinib may slow or stop the cancer from growing as well as potentially shrinking the cancer. This study will include patients with and without the MET exon 14 mutations.\n\nIn this clinical study, the investigators aim to test our ideas in a small number of people for the first time, specifically in those patients with cancers which do not respond to cancer immunotherapy.",
    "detailed_description": "No detailed description",
    "sponsor": "Institute of Cancer Research, United Kingdom",
    "collaborators": [
      "Merck Healthcare KGaA"
    ],
    "conditions": [
      "Advanced Cancer",
      "Non Small Cell Lung Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05396833",
    "brief_title": "Study of Tuvusertib (M1774) in Combination With DNA Damage Response Inhibitor or Immune Checkpoint Inhibitor (DDRiver Solid Tumors 320)",
    "official_title": "An Open-label, Multicenter Phase Ib Study of the Safety, Tolerability, and Pharmacokinetic/Pharmacodynamic Profile of the ATR Inhibitor Tuvusertib (M1774) in Combination With DNA Damage Response Inhibitors or Immune Checkpoint Inhibitors in Patients With Metastatic or Locally Advanced Unresectable Solid Tumors (DDRiver Solid Tumors 320)",
    "overall_status": "RECRUITING",
    "start_date": "2022-06-07",
    "completion_date": "2026-05-31",
    "brief_summary": "This is an open-label, multicenter, clinical study conducted in multiple parts to establish the safety, tolerability, Pharmacokinetic/Pharmacodynamic (PK/PD) profile, maximum tolerated dose (MTD) combinations (if observed) and recommended dose for expansion (RDE) combination for tuvusertib in combination with lartesertib (in Part A1), food effect on the PK of lartesertib as monotherapy followed by treatment with tuvusertib in combination with lartesertib in participants with specific tumor types (in Part A1.1), relative bioavailability of a tuvusertib tablet formulation vs capsule formulation followed by treatment with tuvusertib (capsule) in combination with lartesertib in participants with specific tumor types (in Part A1.2), safety/tolerability and early signs of clinical activity of tuvusertib (capsule)and lartesertib in combination in participants with prostate cancer harboring loss of function (LoS) mutation in the gene ATM based on historic data collected prior to prescreening in circulating tumor (ct) DNA (liquid biopsies) or tumor biopsies (in Part A2), safety/tolerability and early signs of clinical activity of tuvusertib and lartesertib in combination in participants with endometrial cancer harboring LoS mutation(s) in the gene ARID1A based on historic data collected prior to prescreening in ctDNA (liquid biopsies) or tumor biopsies (in Part A3), the relative bioavailability of a tuvusertib tablet formulation (TF1, test) compared to a capsule formulation (reference) will also be investigated (in Part A2/A3), and identify a potential set of MTD combinations, and establish the RDE for the combination of tuvusertib and avelumab in participants with metastatic or locally advanced unresectable solid tumors (in Part B1).",
    "detailed_description": "No detailed description",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Metastatic or Locally Advanced Unresectable Solid Tumors"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04874311",
    "brief_title": "Bintrafusp Alfa and Doxorubicin Hydrochloride in Treating Patients With Advanced Sarcoma",
    "official_title": "Bintrafusp Alfa and Doxorubicin Hydrochloride in Treating Patients With Advanced Sarcoma. TRUST Study",
    "overall_status": "RECRUITING",
    "start_date": "2022-03-01",
    "completion_date": "2025-03",
    "brief_summary": "This study encompasses two multicenter, prospective, open-labeled, 2-arm, non-comparative randomized phase II trials to assess the antitumor activity of bintrafusp alfa in association with doxorubicin",
    "detailed_description": "This is a two multicenter, prospective, open-labeled, 2-arm, non-comparative randomized (2:1) phase II trials.\n\nPatients satisfying eligibility criteria will first be stratified into 2 strata / subgroups:\n\n* Soft-tissue sarcoma (STS) patients with an inflamed tumor (i.e. TLS+, defined as presence of mature tertiary lymphoid structures, as per IHC).\n* Soft-tissue sarcoma patients with a cold tumor (i.e. TLS-, defined as absence of mature tertiary lymphoid structures, as per IHC).\n* Note: TLS+ and TLS- account for 20% and 80% of STS patients, respectively.\n\nSTS patients with TLS+ will be randomized between arm A (bintrafusp alfa combined with doxorubicin for 6 cycles, followed by bintrafusp alfa maintenance) and arm B (doxorubicin for 6 cycles) with two patients randomized in arm A for one patient randomized in arm B.\n\nSTS patients with TLS- will be randomized between arm C (bintrafusp alfa combined with doxorubicin for 6 cycles, followed by bintrafusp alfa maintenance) and arm D (doxorubicin for 6 cycles) with two patients randomized in arm C for one patient randomized in arm D.",
    "sponsor": "Institut Bergonié",
    "collaborators": [
      "Merck Healthcare KGaA, Darmstadt, Germany, an affiliate of Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Advanced Soft-tissue Sarcoma",
      "Metastatic Soft-tissue Sarcoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03568097",
    "brief_title": "Immunotherapy in Combination With Chemotherapy in Small-cell Lung Cancer",
    "official_title": "Phased Avelumab Combined With Chemotherapy as First-line Treatment for Patients With Advanced Small-cell Lung Cancer (SCLC)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2018-09-16",
    "completion_date": "2024-04",
    "brief_summary": "PAVE(Phased Avelumab combined with chemotherapy as first-line treatment for patients with advanced small-cell lung cancer) is a Greek, investigator- initiated, single arm open- label phase II study of Avelumab in combination with cisplatin or carboplatin/ etoposide.\n\nThe study will include an initial safety run-in, open-label, singlearm part (Part 1), and the actual phase II study (Part 2). The total number of patients will not change (the safety run-in patients will be included in the final total number of participants). The safety run-in period will not alter the total study timelines, as phase II accrual will follow immediately after the safety run-in.",
    "detailed_description": "Advanced small cell lung cancer (SCLC) remains a disease with dismal prognosis and new therapeutics are urgently needed. SCLC is notably chemosensitive and first-line chemotherapy with platinum analogs and etoposide is associated with high rates of initial objective responses that unfortunately do not last long.\n\nThe primary endpoint for study design is 1-year PFS rate, where according to RECIST v1.1 PFS is determined as the time from the date of study entry to the date of progression, death from any cause or date of last contact.Secondary End Point is the evaluation of efficacy of the study treatment in terms of Overall Survival (OS), Best Overall Response (BOR), Objective Response Rate (ORR) and Duration of Response (DOR).\n\nEvaluation of the safety of the study treatment by assessing Treatment-Emergent Adverse Events (TEAEs).\n\nEvaluation of the Quality of Life of patients receiving the study the study treatment. Evaluation of potential biomarkers on fresh or archival sample,of formalin-fixed paraffin embedded tumor tissue block or a minimum of 10 unstained tumor tissue sections. Moreover 10 ml of EDTA-stored blood sample will be collected as well.",
    "sponsor": "Hellenic Cooperative Oncology Group",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Small Cell Lung Carcinoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03475953",
    "brief_title": "A Phase I/II Study of Regorafenib Plus Avelumab in Solid Tumors",
    "official_title": "A Phase I/II Study of Regorafenib Plus Avelumab in Solid Tumors",
    "overall_status": "RECRUITING",
    "start_date": "2018-05-04",
    "completion_date": "2025-12-31",
    "brief_summary": "Assessment of the efficacy and safety of Regorafenib and Avelumab in patients with advanced or metastatic solid tumors (ten cohorts), once the Recommanded Phase II Dose (RP2D) has been determined (phase I trial).\n\nAssessement of the efficacy and safety of a low-dose of regorafenib (80mg/day) with avelumab in patients with advanced or metastatic colorectal tumors.",
    "detailed_description": "This is a multicenter, prospective open-labeled phase Ib trial based on a dose escalation study design (3+3 traditional design) assessing three dose levels of Regorafenib given in combination with Avelumab (no dose escalation for Avelumab) in patients with advanced digestive solid tumors followed by independent phase II trials to evaluate the association of Regorafenib at the RP2D with Avelumab in 17cohorts of advanced or metastatic tumors :\n\n* Cohort A: Colorectal cancer not MSI-H or MMR-deficient\n* Cohort B: GIST\n* Cohort C: Oesophageal or gastric carcinoma\n* Cohort D: Biliary tract cancer, hepatocellular carcinoma\n* Cohort E: Soft-tissue sarcoma (STS)\n* Cohort F: Radioiodine-refractory differentiated thyroid cancer (RR-DTC)\n* Cohort G: Neuroendocrine gastroenteropancreatic tumors (GEP-NETs)\n* Cohort H: Non-small cell lung cancer (NSCLC)\n* Cohort I: Solid tumors (including soft-tissue sarcoma) with immune signature (TLS+).\n\nIn addition, to evaluate in a phase II trial, the association of a low-dose of regorafenib (80mg/day) with avelumab :\n\n* Cohort A': colorectal not MSI-H or MMR-deficient (low dose)\n* Cohort J: urothelial cancer\n* cohort K: HPV-associated cancer with molecular confirmation p16 positive status\n* cohort L: triple netagtive brest cancer\n* cohort M: TMH-high solid tumors with status TMB-high already known\n* cohort N: MSI-high solid tumors with status MSI-high already known\n* cohort O: non clear-cell renal carcinoma\n* cohort P: malignant pleural mesothelioma",
    "sponsor": "Institut Bergonié",
    "collaborators": [
      "Bayer",
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Colorectal Cancer Not MSI-H or MMR-deficient",
      "GIST",
      "Oesophageal or Gastric Carcinoma",
      "Biliary Tract Cancer",
      "Hepatocellular Carcinoma",
      "Soft-tissue Sarcoma",
      "Thyroid Cancer",
      "Gastro-enteropancreatic Neuroendocrine Tumor",
      "Non-small Cell Lung Cancer",
      "Solid Tumor, Adult",
      "Urothelial Carcinoma",
      "HPV-Related Carcinoma",
      "Triple Negative Breast Cancer",
      "Renal Carcinoma",
      "Mesotheliomas Pleural"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04170153",
    "brief_title": "Tuvusertib (M1774) in Participants With Metastatic or Locally Advanced Unresectable Solid Tumors (DDRiver Solid Tumors 301)",
    "official_title": "An Open-label, Multicenter Trial of the Safety, Tolerability, and Pharmacokinetic/Pharmacodynamic Profile of Tuvusertib (M1774) in Participants With Metastatic or Locally Advanced Unresectable Solid Tumors (DDRiver Solid Tumors 301)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2019-12-20",
    "completion_date": "2026-01-30",
    "brief_summary": "This is an open-label, Phase I, first-in-human (FIH) multicenter, clinical study conducted in multiple parts to establish the safety, tolerability and pharmacokinetic/pharmacodynamic (PK/PD) profile (with and without food) and early signs of efficacy of Tuvuseritib (M1774) as monotherapy and in combination with the poly (ADP-ribose) polymerase (PARP) inhibitor niraparib.",
    "detailed_description": "No detailed description",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "collaborators": [
      "Merck KGaA, Darmstadt, Germany"
    ],
    "conditions": [
      "Metastatic or Locally Advanced Unresectable Solid Tumors"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  }
]