[
  {
    "nct_id": "NCT05531565",
    "brief_title": "A 2-Part Study to Learn Whether Litifilimab (BIIB059) Injections Can Improve Symptoms of Adult Participants Who Have Active Cutaneous Lupus Erythematosus (AMETHYST)",
    "official_title": "A 2-Part Seamless Part A (Phase 2)/Part B (Phase 3) Randomized, Double-Blind, Placebo-Controlled, Multicenter Study to Evaluate the Efficacy and Safety of BIIB059 in Participants With Active Subacute Cutaneous Lupus Erythematosus and/or Chronic Cutaneous Lupus Erythematosus With or Without Systemic Manifestations and Refractory and/or Intolerant to Antimalarial Therapy (AMETHYST)",
    "overall_status": "RECRUITING",
    "start_date": "2022-09-13",
    "completion_date": "2027-12-14",
    "brief_summary": "In this study, researchers will learn more about a study drug called litifilimab (BIIB059) in participants with cutaneous lupus erythematosus (CLE). The study will focus on participants who have either active subacute CLE or chronic CLE, or both. They may also have systemic lupus erythematosus (SLE). The participants did not respond to antimalarial therapy or had problems with the treatment that made it hard to continue.\n\nThe main objective of the study is to learn about the effect litifilimab has on lowering the activity of the skin disease. Researchers will measure symptoms of CLE over time using a variety of scoring tools. These include the Cutaneous Lupus Erythematosus Disease Area and Severity Index (CLASI), the Cutaneous Lupus Activity of Investigator's Global Assessment-Revised (CLA-IGA-R), and the SELENA-SLEDAI Flare Index (SFI).\n\nThe main questions researchers want to answer are:\n\n* How many participants have a score of 0 or 1 on the CLA-IGA-R looking at skin redness after treatment?\n* How many participants have their skin disease activity go down by at least 70%?\n\nResearchers will also learn more about the safety of litifilimab. They will study how participants' immune systems respond to litifilimab. Additionally, they will measure the effect litifilimab and CLE have on the quality of life of participants using a group of questionnaires.\n\nThe study will be split into 2 parts - Part A and Part B. Both parts will be done as follows:\n\n* After screening, participants will be randomized to receive either litifilimab or placebo for the 1st treatment period. A placebo looks like the study drug but contains no real medicine.\n* Participants will receive either litifilimab or placebo as injections under the skin once every 4 weeks.\n* The 1st treatment period will be double blinded which means neither the researchers nor the participants will know if the participants are receiving litifilimab or placebo.\n* This double blinded treatment period will last 24 weeks, after which the 2nd treatment period will begin.\n* During the 2nd treatment period, all participants will receive litifilimab for 28 weeks.\n* After completing treatment in this study, participants that qualify will be given the choice to join the Long-Term Extension study, 230LE305. If they do not, they will move into a follow-up safety period that will last up to 24 weeks.\n* The total study duration for participants will be up to 80 weeks",
    "detailed_description": "Litifilimab is a humanized immunoglobulin G1 (IgG1) monoclonal antibody targeting blood dendritic cell antigen 2 and is being investigated for the potential treatment of systemic lupus erythematosus and cutaneous lupus erythematosus. The primary objectives of the study are to evaluate the efficacy of litifilimab compared with placebo in reducing skin disease activity measured by the CLA-IGA-R score \\[Parts A and B (US)\\] and the Cutaneous Lupus Erythematosus Disease Area and Severity Index Activity (CLASI-A) score \\[Part B (ROW)\\] in participants with active SCLE and/or CCLE with or without systemic manifestations and refractory and/or intolerant to antimalarials. The secondary objectives of the study are to evaluate the efficacy of litifilimab in reducing SCLE and/or CCLE disease activity by CLA-IGA-R, CLASI-A; to evaluate additional efficacy parameters of litifilimab in reducing SCLE and/or CCLE disease activity; safety; tolerability; and immunogenicity of litifilimab \\[Parts A and B\\].",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Subacute Cutaneous Lupus Erythematosus",
      "Chronic Cutaneous Lupus Erythematosus"
    ],
    "interventions": [],
    "phases": [
      "PHASE2",
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04856982",
    "brief_title": "A Study of BIIB067 (Tofersen) Initiated in Clinically Presymptomatic Adults With a Confirmed Superoxide Dismutase 1 Mutation",
    "official_title": "A Phase 3 Randomized, Placebo-Controlled Trial With a Longitudinal Natural History Run-In and Open-Label Extension to Evaluate BIIB067 Initiated in Clinically Presymptomatic Adults With a Confirmed Superoxide Dismutase 1 Mutation",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2021-05-17",
    "completion_date": "2027-08-07",
    "brief_summary": "The primary objective of this study is to evaluate the efficacy of tofersen in presymptomatic adult carriers of a superoxide dismutase 1 (SOD1) mutation with elevated neurofilament (NF). The secondary objectives of this study are to evaluate the safety and tolerability tofersen and to evaluate the effect of tofersen on pharmacodynamics (PD)/treatment response biomarkers when initiated prior to versus at the time of emergence of clinically manifest amyotrophic lateral sclerosis (ALS).",
    "detailed_description": "No detailed description",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Amyotrophic Lateral Sclerosis Associated With a SOD1 Gene Mutation"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05798520",
    "brief_title": "A Study to Learn About the Safety of BIIB091 and Its Effect on Brain Inflammation When Taken Alone or With Diroximel Fumarate (DRF) in Adults With Relapsing Forms of Multiple Sclerosis (MS)",
    "official_title": "A 2-Part, Multicenter, Randomized, Blinded, Active-Controlled Phase 2 Study to Sequentially Evaluate the Safety and Efficacy of BIIB091 Monotherapy and BIIB091 Combination Therapy With Diroximel Fumarate in Participants With Relapsing Forms of Multiple Sclerosis",
    "overall_status": "RECRUITING",
    "start_date": "2023-07-25",
    "completion_date": "2026-11-09",
    "brief_summary": "In this study, researchers will learn more about a study drug called BIIB091 in participants with MS who may be experiencing relapses. It is a 2-part study.\n\nIn Part 1, one set of participants will take either BIIB091 or diroximel fumarate (DRF). In Part 2, a different set of participants will take either a combination of BIIB091 and DRF or DRF alone.\n\nThe goal of the study is to learn more about the safety of BIIB091 and to compare the effects of the study drug when taken alone or together with DRF.\n\nThe main question researchers are trying to answer are:\n\n* How many participants have new or worsening medical problems (adverse events) after taking BIIB091 or DRF?\n* How many new areas of inflammation occur in the brain after treatment with BIIB091 and DRF?\n\nResearchers will use magnetic resonance imaging (MRI) scans to compare images of the brain before and after treatment. They will also explore the effect of BIIB091 and DRF on the heart using electrocardiograms (ECGs).\n\nThe study will be done as follows:\n\n* After screening, participants who joined Part 1 will be randomly assigned to receive either a high or low dose of BIIB091, or the standard dose of DRF.\n* The results of Part 1 will be used to choose the best dose of BIIB091 to use in Part 2.\n* Participants who join Part 2 will be randomly assigned to receive either a standard dose of DRF, a combo of BIIB091 and the standard dose of DRF, or a combo of BIIB91 with a low dose of DRF.\n* Neither the researchers nor the participants will know which drug or dose the participants will receive in either part of the study.\n* The treatment period will last 48 weeks in each part of the study. Participants will take the drugs by mouth 2 times a day.\n* Each part will also have a follow-up safety period that lasts up to 2 weeks.\n* In total, participants in each part will have 20 study visits, or more if they have a relapse. The total study duration for participants will be up to 54 weeks.",
    "detailed_description": "The primary objectives of this study are to investigate the safety and tolerability of BIIB091 monotherapy in participants with relapsing multiple sclerosis (RMS) in Part 1 and to evaluate the effects of BIIB091 combination therapy with DRF compared with the DRF monotherapy arm on the key MRI measure of active central nervous system (CNS) inflammation in Part 2.\n\nThe secondary objectives of Part 1 of the study are to evaluate the effects of BIIB091 monotherapy on the MRI measures of active CNS inflammation and to assess the effect of BIIB091 monotherapy on QTc and other ECG parameters. The secondary objectives of Part 2 are to evaluate the effects of BIIB091 combination therapy with DRF compared with the DRF monotherapy arm on additional MRI measures of active CNS inflammation, the safety and tolerability of BIIB091 combination therapy with DRF in participants with RMS, and the effect of BIIB091 combination therapy with DRF on QTc and other ECG parameters.",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Relapsing Forms of Multiple Sclerosis"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06685757",
    "brief_title": "A Trial of Felzartamab in Kidney Transplant Recipients With Late Antibody-Mediated Rejection (AMR)",
    "official_title": "A Double-Blind, Placebo-Controlled, Multicenter, Randomized Phase 3 Trial Evaluating the Efficacy and Safety of Felzartamab in Kidney Transplant Recipients With Late Antibody-Mediated Rejection (AMR)",
    "overall_status": "RECRUITING",
    "start_date": "2024-12-03",
    "completion_date": "2027-06-01",
    "brief_summary": "The main goal of this trial is to evaluate the efficacy of felzartamab compared to placebo in kidney transplant recipients diagnosed with late active or chronic active AMR.",
    "detailed_description": "NOTE: Biogen is the Sponsor of study 299AR301.",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Antibody-mediated Rejection"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06741657",
    "brief_title": "A Study to Find Out How Litifilimab is Processed in the Body in Healthy Participants When Given Under the Skin in 3 Different Ways",
    "official_title": "A Randomized, Open-Label, 2-Arm, 2-Part, Parallel Group Study to Assess the Pharmacokinetic Comparability of Subcutaneously Administered Litifilimab (BIIB059) Delivered by 3 Devices (Pre-Filled Syringe, Autoinjector, or On-Body Injector) in Healthy Participants",
    "overall_status": "RECRUITING",
    "start_date": "2025-01-02",
    "completion_date": "2025-10-24",
    "brief_summary": "In this study, researchers will learn how the body processes litifilimab when it is given under the skin in 3 different ways. Currently, ongoing studies utilize pre-filled syringes (PFS) that can deliver litifilimab subcutaneously (SC), also known as under the skin.\n\nIn this study, researchers want to learn more about new ways of delivering litifilimab SC using either an autoinjector (AI) or an on-body injector (OBI):\n\nBoth devices are designed to deliver litifilimab in an automatic way, especially helping patients who may not be able to use their hands very well, or who may be afraid of needles. While the AI is handheld, the OBI device works by being placed on the skin and can help deliver the highest amount of litifilimab through a single injection. The main objective of this study is to learn how the body processes litifilimab after using the AI device or the OBI device, as compared to using the PFS method.\n\nThe main questions researchers want to answer are:\n\n* What is the highest amount of litifilimab found in the blood after dosing? How much total litifilimab is found in the blood throughout the study? Researchers will also learn more about: Any medical problems the participants have during the study\n* Any injection site pain or reactions the participants may have. Any skin reactions to the OBI device\n* Any changes in the participants' overall health after receiving litifilimab.\n\nThis study will be done as follows:\n\n* Participants will be screened to check if they can join the study. The screening period will be up to 4 weeks, after which selected participants will check into their study research center.\n* Participants will be randomly assigned to be in Part 1 or Part 2 of the study:\n* Part 1: Participants will receive SC injection(s) of litifilimab through either the AI device or through PFS.\n* Part 2: Participants will receive SC injection(s) of litifilimab through the OBI device or through PFS.\n* Participants will remain at their study research center for the first 8 days. After that, there will be a follow-up period for 17 weeks during which participants return to the center a total of 6 times.\n\nEach participant will be in the study for about 22 weeks.",
    "detailed_description": "The primary objective of this study is to assess the pharmacokinetic (PK) comparability of litifilimab administered via SC injection(s) of AI (Test Device 1) or SC injection(s) of OBI (Test Device 2), with SC injections of PFS (Reference) in healthy participants.\n\nThe secondary objectives of this study are to evaluate the safety and tolerability following SC dose of litifilimab via AI, OBI, or PFS; to assess additional PK parameters following SC dose of litifilimab via AI, OBI, or PFS in healthy participants.",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Healthy Volunteer"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05618301",
    "brief_title": "Motixafortide and Natalizumab to Mobilize CD34+ Hematopoietic Stem Cells for Gene Therapies in Sickle Cell Disease (SCD)",
    "official_title": "A Pilot Safety and Feasibility Study to Evaluate Motixafortide (CXCR4/SDF-1 Inhibition) and Natalizumab (VLA-4/VCAM-1 Inhibition) as a Novel Regimen to Mobilize CD34+ Hematopoietic Stem Cells for Gene Therapies in Sickle Cell Disease (SCD)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2023-07-07",
    "completion_date": "2025-06-26",
    "brief_summary": "Hematopoietic stem cell (HSC)-based gene therapies now offer curative potential for patients with sickle cell disease (SCD), with decreased toxicity compared to allogeneic hematopoietic cell transplantation. However, effective HSC-based gene therapy depends on collecting sufficient HSCs to generate the therapeutic product, and currently available mobilization regimens carry unacceptable risk for patients with SCD or do not reliably yield optimal numbers of HSCs for gene therapy.\n\nThe investigators hypothesize that HSC mobilization with motixafortide (CXCR4i) alone and the combination of motixafortide plus natalizumab (VLA-4i) will be safe and tolerable in SCD patients. In addition, the investigators hypothesize that combined CXCR4 and VLA-4 blockade with motixafortide plus natalizumab will result in a rapid, robust, and synergistic increase in HSC mobilization to peripheral blood (PB) in patients with SCD, when compared to motixafortide alone.",
    "detailed_description": "No detailed description",
    "sponsor": "Washington University School of Medicine",
    "collaborators": [
      "BioLineRx, Ltd.",
      "Biogen"
    ],
    "conditions": [
      "Sickle Cell Disease"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06064929",
    "brief_title": "A Study to Learn More About the Safety and Effects of Felzartamab in Adults With Lupus Nephritis Aged 18 to 75 Years Old",
    "official_title": "An Open Label Phase 1b Study of Felzartamab in Lupus Nephritis",
    "overall_status": "RECRUITING",
    "start_date": "2023-11-01",
    "completion_date": "2026-06-01",
    "brief_summary": "In this study, researchers will learn more about the use of felzartamab in people with active lupus nephritis, also known as LN. In people with LN, antibodies build up in the glomeruli of the kidneys. Antibodies are proteins in the blood used by the immune system to fight infection. Glomeruli are small filters that remove waste and extra fluid from the blood. This buildup leads to inflammation and damage to the kidneys.\n\nKidney damage can lead to too much protein and blood leaking into the urine. High levels of protein in the urine, called proteinuria, are common in people with LN. Symptoms of LN can include fever, swelling in the legs and body, and high blood pressure. If left untreated, LN can eventually lead to kidney failure.\n\nIn this study, researchers will learn more about how a study drug called felzartamab affects people with LN. Felzartamab is a monoclonal antibody, which means it is an antibody made in a laboratory. Felzartamab can target immune cells that produce antibodies, helping to lower their buildup in the kidneys. The main goal of this study is to learn more about the safety of felzartamab and how it works in the body of people with LN who are taking standard of care. This will help researchers decide if they should do more studies with felzartamab in people with LN. Standard of care is the usual treatment or care given to patients for a disease, as prescribed by their doctor.\n\nThe main question researchers want to answer in this study are:\n\n• How many participants had adverse events during the study? An adverse event is a health problem that may or may not be caused by the study drug. It can happen during a clinical study or within a certain amount of time after the study has ended.\n\nResearchers will also learn more about:\n\n* How much felzartamab affects proteinuria and the level of creatinine in the urine. Creatinine is a protein that is released into the blood from normal muscle wear and tear. Its levels can help doctors understand how well your kidneys are working.\n* How many participants have a complete response. A complete response means that their urine protein levels decrease to a low level, and their kidney function stays stable.\n* How many participants have a 50% decrease in the level of protein and creatinine in their urine.\n* How much felzartamab affects the participants' lupus-related blood tests.\n* How the body processes felzartamab.\n* How many participants develop antibodies against felzartamab in the blood.\n\nThis study will be done as follows:\n\n* Participants will be screened to check if they can join the study. The screening period will be up to 42 days.\n* Throughout the study, all participants will continue taking their standard of care, as prescribed by their doctor.\n* There are 2 parts in this study. In both parts, participants will receive felzartamab through an intravenous infusion, also known as an IV. This means it is being given into a vein.\n* In Part 1, participants will have up to 14 visits to their study research center. In Part 2, participants may have up to 15 visits.\n* Each participant will be in the study for about 2 years.",
    "detailed_description": "Study Sponsor, originally HI-Bio, Inc., is now HI-Bio, A Biogen Company.",
    "sponsor": "HI-Bio, A Biogen Company",
    "collaborators": [],
    "conditions": [
      "Lupus Nephritis"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04961567",
    "brief_title": "A Study to Learn About the Safety of Litifilimab (BIIB059) Injections and Whether They Can Improve Symptoms of Adult Participants Who Have Systemic Lupus Erythematosus",
    "official_title": "A Multicenter, Randomized, Double-Blind, Placebo-Controlled, Phase 3 Study to Evaluate the Efficacy and Safety of Litifilimab (BIIB059) in Adult Participants With Active Systemic Lupus Erythematosus Receiving Background Nonbiologic Lupus Standard of Care",
    "overall_status": "RECRUITING",
    "start_date": "2021-07-16",
    "completion_date": "2027-03-16",
    "brief_summary": "In this study, researchers will learn more about a study drug called litifilimab (BIIB059) in participants with systemic lupus erythematosus (SLE). The study will focus on participants who have active disease and are already taking standard of care medications. These may include antimalarials, steroids, and immunosuppressants.\n\nThe main objective of the study is to learn about the effect litifilimab has on lowering the activity of the disease. The main question researchers want to answer is:\n\n- How many participants have an improvement in their symptoms after 52 weeks of treatment? Researchers will answer this and other questions by measuring the symptoms of SLE over time using a variety of scoring tools. These include the SLE Responder Index (SRI), the Systemic Lupus Erythematosus Disease Activity Index-2000 (SLEDAI-2K), and the Patient Global Assessment - Visual Analog Scale (PGA-VAS).\n\nResearchers will also learn more about the safety of litifilimab. They will study how participants' immune systems respond to litifilimab. Additionally, they will measure the effect litifilimab and SLE have on the quality of life of participants using a group of questionnaires.\n\nThe study will be done as follows:\n\n* After screening, participants will be randomized to receive either a high or low dose of litifilimab, or placebo. A placebo looks like the study drug but contains no real medicine.\n* All participants will receive either litifilimab or placebo as injections under the skin once every 4 weeks. The treatment period will last 52 weeks. Participants will continue to take their standard of care medications.\n* Neither the researchers nor the participants will know if the participants are receiving litifilimab or placebo.\n* There will be a follow-up safety period that lasts up to 24 weeks.\n* In total, participants will have up to 22 study visits. The total study duration for participants will be up to 80 weeks.",
    "detailed_description": "No detailed description",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Lupus Erythematosus, Systemic"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06935357",
    "brief_title": "A Study to Learn About the Effects of Felzartamab Infusions on Adults With Immunoglobulin A Nephropathy (IgAN)",
    "official_title": "A Phase 3, Randomized, Double-Blind, Placebo-Controlled Study of Felzartamab in Adults With IgA Nephropathy (PREVAIL)",
    "overall_status": "RECRUITING",
    "start_date": "2025-05-08",
    "completion_date": "2029-06-05",
    "brief_summary": "In this study, researchers will learn more about the use of felzartamab in participants with immunoglobulin A nephropathy (IgAN). This study will focus on participants who have protein in their urine (proteinuria) as a result of damaged kidneys.\n\nThe main goal of the study is to learn about the effect felzartamab has on proteinuria. The main question that researchers want to answer is:\n\n• How much does the amount of protein in the urine change from the start of the study to Week 36?\n\nResearchers will learn about the effect felzartamab has on the kidneys' ability to filter blood. They will also learn more about the safety of felzartamab and how it is processed by the body.\n\nThe study will be done as follows:\n\n* Participants will be screened to check if they can join the study.\n* Participants will be randomized to receive either felzartamab or a placebo. A placebo looks like the study drug but contains no real medicine.\n* Neither the researchers nor the participants will know what the participants will receive.\n* Participants will receive felzartamab or placebo as intravenous (IV) infusions. The treatment period will last 24 weeks.\n* Afterwards, participants will enter a follow-up period which will last 80 weeks.\n* In total, participants will have 17 study visits. Participants will stay in the study for about 2 years.",
    "detailed_description": "The primary objective of the study is to evaluate the efficacy of felzartamab compared to placebo on proteinuria in participants with Immunoglobulin A nephropathy (IgAN). The main secondary objective of the study is to evaluate the efficacy of felzartamab compared to placebo on kidney functions in participants with IgAN. The additional secondary objectives are to evaluate the efficacy of felzartamab compared to placebo on additional clinical endpoints and to assess the pharmacokinetics (PK) and immunogenicity of felzartamab.",
    "sponsor": "Biogen",
    "collaborators": [
      "Human Immunology Biosciences, Inc. (HI-Bio)"
    ],
    "conditions": [
      "Immunoglobulin A Nephropathy (IgAN)"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02255435",
    "brief_title": "RTA 408 Capsules in Patients With Friedreich's Ataxia - MOXIe",
    "official_title": "A Phase 2 Study of the Safety, Efficacy, and Pharmacodynamics of RTA 408 in the Treatment of Friedreich's Ataxia (MOXIe)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2015-01-31",
    "completion_date": "2025-06-30",
    "brief_summary": "Friedreich's ataxia is an autosomal recessive cerebellar ataxia caused by triplet-repeat expansions. The causative mutation is a trinucleotide (GAA) repeat expansion in the first intron of the frataxin gene, leading to impaired transcription of frataxin. The pathological consequences of frataxin deficiency include a severe disruption of iron-sulfur cluster biosynthesis, mitochondrial iron overload coupled to cellular iron dysregulation, and an increased sensitivity to oxidative stress.\n\nA hallmark of Friedreich's ataxia is impairment of antioxidative defense mechanisms, which play a major role in disease progression. Studies have demonstrated that nuclear factor erythroid-derived 2-related factor 2 (Nrf2) signaling is grossly impaired in participants with Friedreich's ataxia. Therefore, the ability of omaveloxolone (RTA 408) to activate Nrf2 and induce antioxidant target genes is hypothesized to be therapeutic in participants with Friedreich's ataxia.\n\nThis 2-part study will evaluate the efficacy, safety, and pharmacodynamics of omaveloxolone (RTA 408) in the treatment of participants with Friedreich's ataxia.\n\nPart 1: The first part of this study will be a randomized, placebo-controlled, double-blind, dose-escalation study to evaluate the safety of omaveloxolone (RTA 408) at various doses in participants with Friedreich's ataxia.\n\nPart 2: The second part of this study is a randomized, placebo-controlled, double-blind, parallel-group study to evaluate the safety and efficacy of omaveloxolone (RTA 408) 150 mg in participants with Friedreich's ataxia. Participants enrolled in Part 2 will be randomized 1:1 to receive omaveloxolone (RTA 408) 150 mg or placebo.\n\nExtension: The extension will assess long-term safety and tolerability of omaveloxolone (RTA 408) in qualified participants with Friedreich's ataxia following completion of Part 1 or Part 2. Participants will not be unblinded to study treatment in Part 1 or Part 2 upon entering the extension study. Participants will receive open-label omaveloxolone (RTA 408) at 150 mg once daily.",
    "detailed_description": "Study Sponsor, originally Reata Pharmaceuticals, Inc., is now Reata Pharmaceuticals, Inc., a wholly owned subsidiary of Biogen.",
    "sponsor": "Reata, a wholly owned subsidiary of Biogen",
    "collaborators": [
      "AbbVie",
      "Friedreich's Ataxia Research Alliance"
    ],
    "conditions": [
      "Friedreich Ataxia"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06602921",
    "brief_title": "The Effects of Nitrate, Caffeine, and Cold Exposure on Cardiovascular Function.",
    "official_title": "Does Dietary Nitrate Supplementation Attenuate the Cardiovascular Strain Elicited by Caffeine and Cold Exposure in Healthy Individuals?",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2023-12-05",
    "completion_date": "2025-04-01",
    "brief_summary": "Dietary inorganic nitrate supplementation may have positive implications on cardiovascular function. The aim of this project is to determine if nitrate supplementation can attenuate the effects that caffeine and cold exposure have on the cardiovascular system.",
    "detailed_description": "Acute caffeine consumption and cold exposure elicit negative effects on the cardiovascular system. Humans are regularly exposed to such conditions of increased cardiovascular strain, which may lead to elevated chronic cardiovascular risk. On the other hand, dietary inorganic nitrate supplementation is well established to improve cardiovascular function in healthy individuals. Thus, acute nitrate supplementation may compensate for the negative effects that caffeine and the cold place on the cardiovascular system. These effects will be measured using peripheral blood pressure, pulse wave analysis, heart rate variability, forearm blood flow, flow mediated dilation, and blood and saliva markers.",
    "sponsor": "Loughborough University",
    "collaborators": [
      "Biogen Extracts Pvt Ltd"
    ],
    "conditions": [
      "Nitrate",
      "Caffeine",
      "Cold Exposure"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05866419",
    "brief_title": "Study of an Intrathecal Port and Catheter System for Subjects With Spinal Muscular Atrophy",
    "official_title": "Safety and Performance of the ThecaFlex DRx™ System Port and Catheter for Chronic Intrathecal Access, Cerebrospinal Fluid (CSF) Aspiration, and DElivery of Nusinersen in Spinal Muscular Atrophy (SMA) Patients Resistant to Lumbar PunctuRE Trial (PIERRE)",
    "overall_status": "RECRUITING",
    "start_date": "2023-11-27",
    "completion_date": "2027-03",
    "brief_summary": "The primary objective of the clinical investigation is to demonstrate successful clinical use of the ThecaFlex DRx™ System in delivering nusinersen in subjects with spinal muscular atrophy (SMA).\n\nAll enrolled subjects will undergo implantation of the investigational device (ThecaFlex DRx™ System) and will be followed for 12 months after receiving the implant. The 12-month data will be used to assess the primary endpoint support a Pre-Market Approval (PMA) application.",
    "detailed_description": "This is a multicenter, multi-national, prospective, non-randomized, single arm, group sequential design, pivotal clinical investigation (device exemption study) to assess the safety and performance of the ThecaFlex DRx™ System in subjects with SMA.\n\nThe subject population will include subjects aged ≥ 3 years with SMA who are considered candidates for intrathecal port and catheter implantation because they require chronic, bolus intrathecal administration of necessary therapy, and who meet all the inclusion/exclusion criteria for the clinical investigation.\n\nAfter a screening period of up to 30 days, all enrolled subjects will undergo implantation of the investigational device (ThecaFlex DRx™ System) and will be followed for 12 months after receiving the implant.\n\nIn agreement with the nusinersen dosing information, the treatment frequency will be adapted for non-naïve and naïve subjects:\n\nSubjects who are not naïve to nusinersen should have nusinersen maintenance doses administered via the implant every 4 months (i.e., 4, 8, and 12 months after their last nusinersen dose, before enrollment in the clinical investigation).\n\nSubjects who are naïve to nusinersen will have their first three loading doses administered via the implant at 14-day intervals. The fourth loading dose should be administered 30 days after the third dose. A maintenance dose should be administered once every 4 months thereafter within the 12 months post-implantation.\n\nA DMC and Clinical Events Committee (CEC), independent of each other and the Sponsor, will be used to perform ongoing consistent adjudication of events related to the safety throughout the entire duration of the clinical investigation and to periodically review data that relate to the safety of the study.\n\nThe clinical investigation will enroll 90 subjects. The clinical investigation incorporates a lead-in phase which consists of 10 subjects enrolled, implanted, and followed for 30-days. Enrollment for the lead-in phase is expected to take approximately 6 to 9 months, at which point the Data Monitoring Committee (DMC) will review the data for safety and approve continuation of enrollment. The second phase of enrollment is expected to take approximately 12 to 15 months.\n\nIndividual subjects are anticipated to be enrolled in the clinical investigation for approximately 37 months. The total duration of this clinical investigation is estimated to be approximately 60 months.",
    "sponsor": "Alcyone Therapeutics, Inc",
    "collaborators": [
      "Biogen"
    ],
    "conditions": [
      "Spinal Muscular Atrophy",
      "Spine Deformity",
      "Scoliosis"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06555419",
    "brief_title": "A Study to Find Out How Nusinersen is Processed in the Body When Given Through the ThecaFlex DRx™ System in Adult and Pediatric Participants With Spinal Muscular Atrophy (PIERRE-PK)",
    "official_title": "An Open Label, Single Cohort Study to Assess the Pharmacokinetic Profile of Nusinersen (BIIB058) Administered Via the ThecaFlex DRx™ System (PIERRE-PK)",
    "overall_status": "RECRUITING",
    "start_date": "2025-01-16",
    "completion_date": "2025-12-12",
    "brief_summary": "In this PIERRE-PK study, researchers will learn how the body processes nusinersen when it is given through the ThecaFlex DRx™ System, compared to when nusinersen is given by lumbar puncture (LP). The ThecaFlex DRx system is an investigational implantable medical device developed by Alcyone Therapeutics, Inc. It consists of a catheter, which is a flexible tube, connected to a port which is placed under the skin. Alcyone Therapeutics, Inc. has an ongoing study called PIERRE to test the ThecaFlex DRx system. Participants with spinal muscular atrophy (SMA) in the PIERRE study may be enrolled in the PIERRE-PK study.\n\nThe main objective of the PIERRE-PK study is to learn how the body processes nusinersen when given by the ThecaFlex DRx system compared to a lumbar puncture. The main questions researchers want to answer are:\n\n* What is the highest amount of nusinersen found in the blood after dosing?\n* How much nusinersen is found in the blood over the first 24 hours after dosing?\n\nThe PIERRE-PK study will be done as follows:\n\n* Participants will be screened to check if they can join the study. The screening period will be up to 30 days for this study and may overlap with the PIERRE study.\n* Participants will receive a dose of nusinersen by lumbar puncture.\n* The ThecaFlex DRx system will be implanted after the lumbar puncture, as part of the PIERRE study.\n* Participants will receive a dose of nusinersen by the ThecaFlex DRx system, as part of the PIERRE study.\n* Researchers will take blood samples before and after each dose. The last blood sample will be taken 24 hours after the dose.\n* The total study duration for each participant in the PIERRE-PK study will be up to 5 months. This period will overlap with the participant's first 5 months in the PIERRE study.",
    "detailed_description": "No detailed description",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Muscular Atrophy, Spinal"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04895241",
    "brief_title": "A Study to Learn About the Safety of Litifilimab (BIIB059) Injections and Whether They Can Improve Symptoms of Adult Participants Who Have Systemic Lupus Erythematosus",
    "official_title": "A Multicenter, Randomized, Double-Blind, Placebo-Controlled, Phase 3 Study to Evaluate the Efficacy and Safety of Litifilimab (BIIB059) in Adult Participants With Active Systemic Lupus Erythematosus Receiving Background Nonbiologic Lupus Standard of Care",
    "overall_status": "RECRUITING",
    "start_date": "2021-05-25",
    "completion_date": "2027-03-16",
    "brief_summary": "In this study, researchers will learn more about a study drug called litifilimab (BIIB059) in participants with systemic lupus erythematosus (SLE). The study will focus on participants who have active disease and are already taking standard of care medications. These may include antimalarials, steroids, and immunosuppressants.\n\nThe main objective of the study is to learn about the effect litifilimab has on lowering the activity of the disease. The main question researchers want to answer is:\n\n- How many participants have an improvement in their symptoms after 52 weeks of treatment? Researchers will answer this and other questions by measuring the symptoms of SLE over time using a variety of scoring tools. These include the SLE Responder Index (SRI), the Systemic Lupus Erythematosus Disease Activity Index-2000 (SLEDAI-2K), and the Patient Global Assessment - Visual Analog Scale (PGA-VAS).\n\nResearchers will also learn more about the safety of litifilimab. They will study how participants' immune systems respond to litifilimab. Additionally, they will measure the effect litifilimab and SLE have on the quality of life of participants using a group of questionnaires.\n\nThe study will be done as follows:\n\n* After screening, participants will be randomized to receive either a high or low dose of litifilimab, or placebo. A placebo looks like the study drug but contains no real medicine.\n* All participants will receive either litifilimab or placebo as injections under the skin once every 4 weeks. The treatment period will last 52 weeks. Participants will continue to take their standard of care medications.\n* Neither the researchers nor the participants will know if the participants are receiving litifilimab or placebo.\n* There will be a follow-up safety period that lasts up to 24 weeks.\n* In total, participants will have up to 22 study visits. The total study duration for participants will be up to 80 weeks.",
    "detailed_description": "No detailed description",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Lupus Erythematosus, Systemic"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04870203",
    "brief_title": "Combination of Baricitinib and Anti-TNF in Rheumatoid Arthritis",
    "official_title": "Combination of Baricitinib and Anti-TNF vs. Baricitinib in Patients With Rheumatoid Arthritis: a Randomized Controlled Phase III Trial",
    "overall_status": "RECRUITING",
    "start_date": "2021-07-15",
    "completion_date": "2026-12",
    "brief_summary": "As stated by the European League Against Rheumatism (EULAR) and the Société Française de Rhumatologie (SFR), treatment of patients with rheumatoid arthritis (RA) should target sustained remission or at least low disease activity. However, despite significant advances based on various combinations of conventional synthetic disease-modifying antirheumatic drugs (DMARDs) and biologic DMARDs, RA therapies meet treatment goals only in some patients:\n\n* 40 to 50% of patients with early RA, treated with methotrexate (MTX) monotherapy as first-line therapy,\n* 20 to 30% of patients treated with a combination of MTX and biologic as second-line therapy.\n* Less than 10% of patients treated with a combination of MTX and another targeted DMARD, such as baricitinib, as third-line therapy.\n\nTherefore, new strategies targeted at achieving a higher percentage of remission are needed, that do not require waiting for multiple failed therapies. Combinations of biologics have shown synergistic improvement of symptoms in murine models of RA relative to the improvement observed with either agent alone. However, in RA patients, only five randomised clinical trials (RCTs) have explored the efficacy and safety of combining tumour necrosis factor (TNF) inhibitor with another biologic (anakinra, abatacept, rituximab or bimekizumab).\n\nBaricitinib is a selective, reversible and competitive inhibitor of Janus kinases (Jaki). This treatment is efficient in a number of therapeutic scenarios in RA and showed a clinical superiority over adalimumab in one RCT (RA-BEAM study in MTX inadequate responders). Of note, baricitinib inhibits many of the pro-inflammatory cytokines involved in the pathogenesis of RA but does not block signalling downstream of TNF. Owing to the interest in combining different mechanisms of action, the investigators plan to assess the efficacy and safety of combination therapy with baricitinib and a TNF inhibitor. The investigators are aware that combining targeted therapies is not recommended due to a potential increase in the frequency of serious adverse events. However, several case series on patients treated with a combination of targeted therapies have been published, suggesting a certain efficacy in patients with refractory RA. The first ones focused on inflammatory bowel diseases and psoriasis, but more recently, combination of tofacitinib (which belongs to the same Jaki family as baricitinib) with various biologics has been reported in a sample of RA patients. No serious adverse effects were reported over a mean of approximately 11 months of therapy. The clinical improvement was mild but noticeable in these refractory RA cases.\n\nRecently, data of interest from the RA-BEAM study have been reported. Patients who switched from adalimumab to baricitinib showed improvements in disease control. Because the switch from adalimumab to baricitinib occurred without a washout period, and because adalimumab has a mean circulating half-life of approximately 14 days, patients would have received several weeks of dual TNF and Jak1/Jak2 inhibition in the course of the change of treatment. The observation of increased efficacy, with no apparent acute safety issues during the weeks when patients were exposed to both adalimumab and baricitinib, is of interest, and supports our strategy to combine the two treatments for patients with refractory RA.\n\nThe investigators consider that there is a need for investigation into the addition of anti-TNF to baricitinib in patients suffering of refractory RA (inadequate response to TNF inhibitors). The investigators hypothesize that in this population, based on ACR50 score, this combination therapy will decrease disease activity more efficiently than a switch to another targeted DMARD, such as baricitinib.",
    "detailed_description": "Intensive combination therapies have revolutionised the management of solid neoplasms, hematologic malignancies, and acquired-immune-deficiency syndrome. These intensive strategies are based on the need to obtain rapid control of disease activity to afford the chance of stable full remission and avoid irreversible complications. The same goal applies to management of RA. Because current therapeutic strategies may fall short of these target goals and fail to improve quality of life in some patients, novel approaches are needed to improve outcomes. RA is a complex disease involving numerous cell types and inflammatory mediators of innate and adaptive immune systems. The investigators are aware that most of combination bDMARD strategies have been associated with little or no incremental benefit in efficacy compared to single-biologic therapy. However, our study will target mechanisms that differ from those in previous studies. Strategies that simultaneously target different pathways involved in the pathogenesis of RA may enhance treatment responses in patients with RA. Of note, baricitinib does not directly block signalling downstream of TNF, even if an indirect effect on TNF production is likely to occur. Targeting multiple inflammatory cytokines in combination may lead to more effective treatment and enhanced clinical responses in patients with RA compared to the current second-line strategies. The different mechanisms of action of baricitinib and anti-TNF, should ensure the efficacy of the combination. No concurrent trial evaluating similar strategies is registered at ClinicalTrial.gov.",
    "sponsor": "University Hospital, Bordeaux",
    "collaborators": [
      "Eli Lilly and Company",
      "Biogen",
      "Ministry for Health and Solidarity, France"
    ],
    "conditions": [
      "Rheumatoid Arthritis"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03887455",
    "brief_title": "A Study to Confirm Safety and Efficacy of Lecanemab in Participants With Early Alzheimer's Disease",
    "official_title": "A Placebo-Controlled, Double-Blind, Parallel-Group, 18-Month Study With an Open-Label Extension Phase to Confirm Safety and Efficacy of BAN2401 in Subjects With Early Alzheimer's Disease",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2019-03-27",
    "completion_date": "2027-09-15",
    "brief_summary": "This study will be conducted to evaluate the efficacy of lecanemab in participants with early Alzheimer's disease (EAD) by determining the superiority of lecanemab compared with placebo on the change from baseline in the Clinical Dementia Rating-Sum of Boxes (CDR-SB) at 18 months of treatment in the Core Study. This study will also evaluate the long-term safety and tolerability of lecanemab in participants with EAD in the Extension Phase and whether the long-term effects of lecanemab as measured by the CDR-SB at the end of the Core Study is maintained over time in the Extension Phase.",
    "detailed_description": "All administrations of study drug will be administered in the clinic; However, home administrations of study drug will be allowed per sponsor approval according to country and local guidelines during the COVID-19 pandemic and following its resolution, where permitted.",
    "sponsor": "Eisai Inc.",
    "collaborators": [
      "Biogen"
    ],
    "conditions": [
      "Early Alzheimer's Disease"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06962800",
    "brief_title": "A Study to Learn More About the Effects and Safety of Felzartamab Infusions in Adults With Primary Membranous Nephropathy (PMN)",
    "official_title": "An Open-Label, Multicenter, Randomized Phase 3 Study Evaluating the Efficacy and Safety of Felzartamab in Participants With Primary Membranous Nephropathy (PMN) [PROMINENT]",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-05-16",
    "completion_date": "2029-03-29",
    "brief_summary": "In this study, researchers will learn more about the use of felzartamab in participants with primary membranous nephropathy, also known as PMN. In people with PMN, autoantibodies build up in the glomeruli of the kidney. Antibodies are proteins that help the body fight off infection. An autoantibody is a type of antibody that mistakenly targets and attacks the body's own tissues. Glomeruli are the filters of the kidney that remove waste and extra fluid from the body. In PMN, the build-up of autoantibodies in the glomeruli causes damage to the kidneys.\n\nKidney damage can lead to too much protein and blood leaking into the urine. High levels of protein in the urine, called proteinuria, are common in people with PMN. Symptoms of PMN can include swelling in the legs and body, tiredness, and high blood pressure. If left untreated, PMN can eventually lead to kidney failure.\n\nIn this study, researchers will learn more about how a study drug called felzartamab affects people with PMN. Felzartamab is a monoclonal antibody, which means it is an antibody made in a laboratory. Felzartamab can target immune cells that produce autoantibodies, helping to lower their buildup in the kidneys. The main goal of this study is to compare how felzartamab works compared to a drug called tacrolimus. Tacrolimus is another drug given to people with PMN and kidney disease.\n\nThe main question that researchers want to answer is:\n\n* How many participants achieve a complete response after 104 weeks of treatment?\n* A complete response means that their urine protein levels decrease to a low level and their kidney function remains stable.\n\nResearchers will also learn about:\n\n* How long it takes before the participants' disease gets worse\n* How long the participants' urine protein levels stay low\n* How many participants develop antibodies against felzartamab in the blood?\n* How many participants achieve a complete response after 76 weeks of treatment\n* How many participants have medical problems during the study\n* How felzartamab is processed by the body\n* How felzartamab affects participants' tiredness and overall physical health\n\nThe study will be done as follows:\n\n* Participants will be screened to check if they can join the study. This may take up to 42 days.\n* Participants will be randomized to receive either felzartamab as intravenous (IV) infusions or tacrolimus, taken orally as tablets.\n* If participants have worsening kidney function or worsening proteinuria, or if their PMN relapses, or if they show no signs of improvement in their PMN, they will have a chance to receive rescue treatment.\n* If a participant stops treatment early, there will be follow-up visits every 12 weeks until they reach Week 104.\n* In total, participants will have up to 23 study visits. Participants who do not need rescue treatment will stay in the study for up to 104 weeks. Participants who need rescue treatment will stay in the study for up to 156 weeks.",
    "detailed_description": "The primary objective of the study is to assess the efficacy of felzartamab compared to tacrolimus in participants with PMN in achieving complete remission (CR) of proteinuria. The secondary objectives of the study are to evaluate the efficacy of felzartamab through additional clinical endpoints and timepoints, to assess the impact of felzartamab on serum anti-phospholipase A2 receptor (PLA2R) antibodies and patient-reported outcomes, and to assess the safety, pharmacokinetics (PK) and immunogenicity of felzartamab.",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Primary Membranous Nephropathy"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06454721",
    "brief_title": "A Study to Determine the Biodistribution, Safety, and Tolerability of a Microdose of Radiolabeled BIIB080 Co-administered With BIIB080 in Healthy Adults",
    "official_title": "A Phase 1, Open-Label Study to Determine the Biodistribution, Safety, and Tolerability of a Microdose of Radiolabeled BIIB080 Co-administered With BIIB080 in Healthy Adults",
    "overall_status": "RECRUITING",
    "start_date": "2025-01-30",
    "completion_date": "2026-07-30",
    "brief_summary": "In this study, researchers will learn more about a study drug called BIIB080. BIIB080 is currently a drug under investigation for treatment of Alzheimer's disease. The main question researchers are trying to answer in this study is how radiolabeled BIIB080 distributes in the brain and spinal cord. To help answer this question, researchers will use positron emission tomography (PET) scanner that can detect radiolabeled BIIB080 after a single injection of a small dose of radiolabeled BIIB080 (\\[89Zr\\]Zr-DFO-BIIB080) and a dose of BIIB080 together via an intrathecal (IT) injection in healthy volunteers. Researchers will also learn about the safety of injecting radiolabeled BIIB080 and BIIB080 together.",
    "detailed_description": "No detailed description",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Healthy Volunteer"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05067790",
    "brief_title": "A Study to Learn About the Effect of Higher Doses of Nusinersen (BIIB058) Given as Injections to Participants With Spinal Muscular Atrophy (SMA) Who Were Previously Treated With Risdiplam (ASCEND)",
    "official_title": "A Phase 3b Study to Evaluate Higher Dose Nusinersen (BIIB058) in Patients With Spinal Muscular Atrophy Previously Treated With Risdiplam",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2022-01-21",
    "completion_date": "2027-06-14",
    "brief_summary": "In this study, researchers will learn more about the use of a higher dose of nusinersen (BIIB058) in participants with spinal muscular atrophy (SMA). This study will focus on teenagers and adults who are unable to walk on their own and who have previously taken another drug for SMA called risdiplam.\n\nThe main goal of this study is to learn about the effect of high dose (HD) nusinersen on muscle and movement ability (motor function) in SMA. The main question that researchers want to answer is:\n\n- How do the scores of a movement test called the Revised Upper Limb Module change from the start of treatment?\n\nThe Revised Upper Limb Module is a test used to measure a participant's ability to do specific tasks that involve their shoulders, arms, wrist, elbows, and hands. It measures the changes in their abilities over time.\n\nResearchers will also learn more about the safety of HD nusinersen. They will check participants for adverse events and changes in vital signs, heart tests, and laboratory tests including blood and urine tests.\n\nThe study will be done as follows:\n\n* Participants will be screened to check if they can join the study.\n* After screening, participants will enter the Core Treatment period.\n* At the start of the Core Treatment period, they will receive 2 \"loading\" doses of nusinersen. These are 50 mg doses of nusinersen given 2 weeks apart.\n* Afterwards, they will continue to receive \"maintenance\" doses of nusinersen once every 4 months. These doses will be 28 mg.\n* The Core Treatment period will last about 2 years, with a follow-up visit 4 months after the last dose.\n* Participants who complete the Core Treatment period will have the option to continue receiving 28 mg of nusinersen in the Long-Term Extension (LTE) period for about 2 years. There will also be a follow-up visit 4 months after the last dose.\n* Nusinersen will be given through a lumbar puncture, which involves injecting the drug into the fluid around the spinal cord in the lower back.\n* In total, participants will have up to 18 study visits. They will also be called by researchers after each dose of nusinersen.\n* Participants will stay in the study for about 4.5 years if they complete both the Core Treatment and LTE periods.",
    "detailed_description": "The primary objective of this study is to evaluate motor function following treatment with HD nusinersen in participants with spinal muscular atrophy (SMA) previously treated with risdiplam.\n\nThe secondary objective of this study is to evaluate the safety and tolerability of HD nusinersen in participants with SMA previously treated with risdiplam.",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Spinal Muscular Atrophy"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05348785",
    "brief_title": "A Study to Learn About the Safety of BIIB122 Tablets and Whether They Can Slow the Worsening of Early-Stage Parkinson's Disease in Adults Between the Ages of 30 and 80",
    "official_title": "A Phase 2b, Multicenter, Randomized, Double-Blind, Placebo-Controlled Study to Determine the Efficacy and Safety of BIIB122 in Participants With Parkinson's Disease",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2022-04-19",
    "completion_date": "2025-12-15",
    "brief_summary": "In this study, researchers will learn more about BIIB122 in participants with early-stage Parkinson's disease (PD). The study will include adults aged 30 to 80 who were diagnosed with PD within 2 years of starting the study.\n\nThe main objective of the study is to learn about the effect BIIB122 has on slowing down the worsening of PD symptoms. The main question researchers want to answer is:\n\n- How long does it take for PD symptoms to worsen during BIIB122 treatment?\n\nResearchers will answer this and other questions by measuring the symptoms of PD over time using a variety of scoring tools. These include the Movement Disorder Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS) and the modified Schwab and England Activities of Daily Living Scale (mSE-ADL).\n\nThe MDS-UPDRS is used to measure symptoms of PD. It has 4 parts: Part I, II, III, and IV. Each part measures different aspects of motor and non-motor symptoms. The mSE-ADL measures a participant's ability to perform daily activities or personal chores.\n\nResearchers will also learn more about the safety of BIIB122. They will check participants for adverse events. Adverse events are unwanted health problems that may or may not be caused by the study drug.\n\nThe study will be done as follows:\n\n* Participants will be randomly assigned to take either BIIBB122 or placebo. A placebo looks like the study drug but contains no real medicine.\n* Neither the researchers nor the participants will know if the participants are receiving BIIB122 or placebo.\n* Participants will take BIIB122 or placebo tablets by mouth once a day.\n* The treatment period for each participant will last between 48 and 144 weeks.\n* There will be a safety follow-up period for 2 weeks after the last dose of BIIB122.\n* In total, participants will have up to 29 study visits.\n* Participants will stay in the study for at least 1 year, up to about 3 years.",
    "detailed_description": "BIIB122 is an investigational central nervous system-penetrant small molecule inhibitor of leucine-rich repeat kinase 2 (LRRK2). Participants who completed the early termination (ET) visit of the study 283PD302 (NCT05418673) would be eligible for screening of this study and if enrolled, these participants are not eligible for the sub studies of 283PD201.",
    "sponsor": "Biogen",
    "collaborators": [
      "Denali Therapeutics Inc."
    ],
    "conditions": [
      "Parkinson Disease"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04468659",
    "brief_title": "AHEAD 3-45 Study: A Study to Evaluate Efficacy and Safety of Treatment With Lecanemab in Participants With Preclinical Alzheimer's Disease and Elevated Amyloid and Also in Participants With Early Preclinical Alzheimer's Disease and Intermediate Amyloid",
    "official_title": "AHEAD 3-45 Study: A Placebo-Controlled, Double-Blind, Parallel-Treatment Arm, 216 Week Study With an Extension Phase to Evaluate Efficacy and Safety of Treatment With BAN2401 in Subjects With Preclinical Alzheimer's Disease and Elevated Amyloid (A45 Trial) and in Subjects With Early Preclinical Alzheimer's Disease and Intermediate Amyloid (A3 Trial)",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2020-07-14",
    "completion_date": "2031-01-16",
    "brief_summary": "The primary purpose of this study is to determine whether treatment with lecanemab is superior to placebo on change from baseline of the Preclinical Alzheimer Cognitive Composite 5 (PACC5) at 216 weeks of treatment (A45 Trial) and to determine whether treatment with lecanemab is superior to placebo in reducing brain amyloid accumulation as measured by amyloid positron emission tomography (PET) at 216 weeks of treatment (A3 Trial). This study will also evaluate the long-term safety and tolerability of lecanemab in participants enrolled in the Extension Phase.",
    "detailed_description": "No detailed description",
    "sponsor": "Eisai Inc.",
    "collaborators": [
      "Alzheimer's Clinical Trials Consortium",
      "Biogen",
      "National Institute on Aging (NIA)"
    ],
    "conditions": [
      "Preclinical Alzheimer's Disease",
      "Early Preclinical Alzheimer's Disease"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02454907",
    "brief_title": "The Use of Technology to Improve MS Clinical Trials and Patient Care",
    "official_title": "The Use of Technology to Improve MS Clinical Trials and Patient Care",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2018-07-31",
    "completion_date": "2025-10-31",
    "brief_summary": "Many patients with multiple sclerosis (MS) experience \"relapses\" of disease activity during which they have increased numbness, weakness, visual problems, or other symptoms. If a person with MS has new symptoms that are concerning to them, their doctor may want to see them in the office in order to confirm that these symptoms are due to a true \"relapse\" of activity before starting relapse treatment. This requirement can be frustrating for patients, who may have to take time off from work or travel long distances for such unexpected doctors' visits. In this study, the investigators will use input from patients with MS and MS physicians to create a relapse questionnaire that can be used to confirm a relapse has occurred. The investigators will also evaluate if having a more direct line of communication with the provider's office improves overall patient care and satisfaction.",
    "detailed_description": "This research is being done to study if a relapse questionnaire for people with multiple sclerosis (MS) may help more easily determine if a relapse has occurred.\n\nA further goal of this study is to determine if receiving periodic messages from the doctor's office, as well as having the direct contact information of a person in the office, improves the care of the patients and their experience thereof.",
    "sponsor": "Johns Hopkins University",
    "collaborators": [
      "Biogen"
    ],
    "conditions": [
      "Multiple Sclerosis"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05399888",
    "brief_title": "A Study to Learn About the Safety of BIIB080 Injections and Whether They Can Improve Symptoms of Participants With Mild Cognitive Impairment Due to Alzheimer's Disease (AD) or Mild AD Dementia Between 50 to 80 Years of Age",
    "official_title": "A Randomized, Double-Blind, Placebo-Controlled, Parallel-Group Study to Assess the Efficacy, Safety, and Tolerability of BIIB080 in Subjects With Mild Cognitive Impairment Due to Alzheimer's Disease or Mild Alzheimer's Disease Dementia",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2022-08-24",
    "completion_date": "2029-01-08",
    "brief_summary": "In this study, researchers will learn more about a study drug called BIIB080. The study will focus on participants with mild cognitive impairment or mild dementia due to AD.\n\nThe main question researchers are trying to answer is if BIIB080 can slow the worsening of AD more than placebo. It will focus on what dose of BIIB080 slows worsening of AD the most.\n\nTo help answer this question, researchers will use the Clinical Dementia Rating-Sum of Boxes, also known as the CDR-SB.\n\n* Clinicians use the CDR-SB to measure several categories of dementia symptoms.\n* The results for each category are added together for a total score. Lower scores are better.\n\nResearchers will also learn more about the safety of BIIB080.\n\nThe study will be split into 2 parts. The 1st part is the Placebo-Controlled Period. The 2nd part is the Long-Term Extension (LTE) Period. The 2nd part of the study will help researchers learn about the long-term safety of BIIB080, and how it affects the participant's daily life, thinking, and memory abilities in the longer term.\n\nA description of how the study will be done is given below.\n\n* After screening, participants will first receive either a low dose or high dose of BIIB080, or a placebo, as an injection into the fluid around the spinal cord (cerebrospinal fluid). A placebo looks like the study drug but contains no real medicine.\n* Participants will receive BIIB080 or placebo once every 12 weeks or 24 weeks.\n* After 76 weeks of treatment in the Placebo-Controlled Period, eligible participants will move onto the Extension Treatment period, which will last 96 weeks.\n* In the extension period, participants who received placebo will be switched to high dose BIIB080 every 12 or 24 weeks.\n* Participants may be in the study for up to 201 weeks, or about 4 years. This includes the screening and follow-up periods.\n* Participants can continue to take certain medications for AD. Participants must be on the same dose of medication for at least 8 weeks before the screening period.\n* After the screening period, most participants will visit the clinic every 6 weeks.",
    "detailed_description": "BIIB080 is an investigational antisense therapy designed to target microtubule-associated protein tau (MAPT) messenger ribonucleic acid (mRNA) and prevent production of tau protein.",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Mild Cognitive Impairment Due to Alzheimer's Disease",
      "Alzheimer's Disease Dementia"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04729907",
    "brief_title": "A Study to Learn About the Long-Term Safety of Higher Doses of Nusinersen (BIIB058) Given as Injections to Participants With Spinal Muscular Atrophy (SMA) Who Took Part in an Earlier Nusinersen Trial (ONWARD)",
    "official_title": "A Long-Term Extension Study of Nusinersen (BIIB058) Administered at Higher Doses in Participants With Spinal Muscular Atrophy Who Previously Participated in an Investigational Study With Nusinersen",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2021-04-19",
    "completion_date": "2026-07-31",
    "brief_summary": "In this study, researchers will learn more about the use of nusinersen (BIIB058) in participants with spinal muscular atrophy (SMA). This study is an extension study and will enroll only those participants who have completed treatment in the parent study, 232SM203.\n\nThe main goal of the study is to learn about the long-term safety of nusinersen. The main questions researchers want to answer are:\n\n* How many participants have adverse events and serious adverse events during the study?\n* How do the results of electrocardiograms (ECGs), vital signs, and laboratory tests including blood and urine tests change after treatment?\n* How many participants have a low platelet count after treatment?\n* How many participants had a change in the time it took for their heart to recharge between beats after treatment?\n* How does each participant's height and other measures of growth change after treatment?\n* How much do the results of neurological exams that check movement, reflexes, and brain function change after treatment?\n\nResearchers will also learn about the effect of nusinersen on mobility using various tests. They will study body movements, reflexes, balance, and coordination. They will also record if participants need help with breathing.\n\nThe 232SM302 study will be done as follows:\n\n* Participants will be screened to check if they can join the study.\n* Participants will receive their 1st dose of nusinersen in this study about 4 months after their final dose in the parent study.\n* Each participant will receive nusinersen once every 4 months during the treatment period.\n* Nusinersen will be given through a lumbar puncture, which involves injecting the drug into the fluid around the spinal cord in the lower back.\n* The treatment period will last for up to 64 months (1921 days).\n* There will be a follow-up safety period that lasts from 4 to 8 weeks.\n* In total, participants will have up to 19 study visits. Participants will stay in the study for close to 6 years.",
    "detailed_description": "The primary objective of this study is to evaluate the long-term safety and tolerability of nusinersen administered intrathecally at higher doses to participants with spinal muscular atrophy (SMA) who previously participated in study 232SM203 (NCT04089566).\n\nThe secondary objective of this study is to evaluate the long-term efficacy of nusinersen administered intrathecally at higher doses to participants with SMA who previously participated in study 232SM203 (NCT04089566).",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Muscular Atrophy, Spinal"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06953583",
    "brief_title": "A Study to Learn More About the Effects and Long-Term Safety of BIIB141 (Omaveloxolone) in Participants With Friedreich's Ataxia Aged 2 to 15 Years Old",
    "official_title": "A Phase 3, 2-Part, Randomized, Double-Blind, Placebo-Controlled Study (Part 1) and Open-Label Extension (Part 2) to Evaluate the Efficacy, Safety, Pharmacokinetics, and Pharmacodynamics of Omaveloxolone (BIIB141) in Participants With Friedreich's Ataxia Aged 2 to < 16 Years",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-07-03",
    "completion_date": "2029-11-22",
    "brief_summary": "In this study, researchers will learn more about the effects and safety of BIIB141, also known as omaveloxolone or SKYCLARYS®. This drug has been approved, or made available for doctors to prescribe, for people with Friedreich's Ataxia (FA) who are at least 16 years old. But, it is not yet available for children and teens with FA who are younger than 16 years old. The main objective of this study is to learn how BIIB141 works in the body and about its safety in children and teens who are 2 to 15 years old.\n\nThe main questions researchers want to answer in this study are:\n\n* How does BIIB141 affect the participants' FA symptoms balance and stability?\n* How many participants have medical problems during the study?\n* Are there any changes in the participants' overall health during the study?\n* Are there any changes in the participants' heart health?\n* Are there any changes in how the participants move through puberty? Puberty is the time in someone's life when their body changes from a child to an adult.\n\nResearchers will also learn more about:\n\n- How the body processes BIIB141 in children and teens\n\nThis study will be done as follows:\n\n* Participants will be screened to check if they can join the study. The screening period will be up to 28 days, after which participants will check into their study research center.\n* There are 2 parts in this study. During Part 1, participants will take either BIIB141 or a placebo once a day.\n* In Part 1, participants will take BIIB141 or the placebo in a study research center on Day 1, and then at in-person visits at Week 4, Week 12, Week 26, and Week 52. On all other days, they will take BIIB141 or the placebo at home. Part 1 lasts up to 52 weeks.\n* During Part 2, participants from Part 1 will either continue taking BIIB141 or start it if they were taking the placebo. Part 2 will last up to 104 weeks.\n* In Part 1, participants will have up to 10 visits to their study research center and a phone call at Week 2. In Part 2, participants will have visits at Weeks 4, 8,12, 26, and every 26 weeks after that until they leave the study, and a phone call at Week 2. There will be a final phone call to check on the participants' health 31 days after their last dose.\n* Each participant will be in the study for up to about 3 years",
    "detailed_description": "The primary objective of Part 1 randomized controlled trial (RCT) is to evaluate the efficacy of omaveloxolone at Week 52 and the secondary objectives are to evaluate safety of omaveloxolone through Week 52 and the concentration of omaveloxolone after single and multiple dose administration. The primary objective of Part 2 open-label extension (OLE) trial is to evaluate the safety and tolerability of long-term omaveloxolone use and the secondary objective is to evaluate the efficacy of omaveloxolone following long-term use.",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Friedreich Ataxia"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT04488133",
    "brief_title": "A Study to Learn About the Effect of Nusinersen (BIIB058) Given as Injections to Children With Spinal Muscular Atrophy (SMA) Who Were Previously Treated With Onasemnogene Abeparvovec (RESPOND)",
    "official_title": "A Phase 4 Study of Nusinersen (BIIB058) Among Patients With Spinal Muscular Atrophy Who Received Onasemnogene Abeparvovec",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2021-01-04",
    "completion_date": "2025-10-07",
    "brief_summary": "In this study, researchers will learn more about the use of nusinersen (BIIB058) in participants with spinal muscular atrophy (SMA). This study will focus on children under the age of 3 who were previously treated with the gene therapy onasemnogene abeparvovec but are still facing health challenges related to their disease.\n\nThe main goal of the study is to learn about the effect nusinersen has on muscle and movement ability (motor function). The main question researchers want to answer is:\n\n- What score do participants have on the HINE Section 2 Motor Milestones test after treatment?\n\nThe Hammersmith Infant Neurological Examination (HINE) Section 2 Motor Milestones is an assessment that tests movements in different positions. This includes grasping, kicking, head control, rolling, sitting, crawling, standing, and walking.\n\nResearchers will use a group of tests to study body movements, reflexes, balance, and coordination. They will also record if participants need help with breathing.\n\nResearchers will also learn more about the safety of nusinersen. They will check participants for adverse events and changes in vital signs, heart tests, and laboratory tests including blood and urine tests.\n\nThe study will be done as follows:\n\n* Participants will be screened to check if they can join the study.\n* Each participant will receive 4 initial doses of 12 mg of nusinersen on Days 1, 15, 29, and 64 of the Treatment Period. Then, they will receive 12 mg doses once every 4 months.\n* The total number of doses of nusinersen will be 9.\n* Nusinersen will be given through a lumbar puncture, which involves injecting the drug into the fluid around the spinal cord in the lower back.\n* The treatment period will last for up to 95 weeks (close to 2 years).\n* There will be a follow-up safety period that lasts about 4 months.\n* In total, participants will have up to 14 study visits. Participants will stay in the study for up to 115 weeks.",
    "detailed_description": "The primary objective of this study is to evaluate the clinical outcomes following treatment with nusinersen in participants with spinal muscular atrophy (SMA) who previously received onasemnogene abeparvovec.\n\nThe secondary objectives of this study are to evaluate the safety and tolerability; clinical outcomes and pharmacodynamics (PD) of nusinersen treatment in participants with SMA who previously received onasemnogene abeparvovec.",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Muscular Atrophy, Spinal"
    ],
    "interventions": [],
    "phases": [
      "PHASE4"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06054893",
    "brief_title": "A Study to Find Out How BIIB141 (Omaveloxolone) is Processed in the Body and to Learn More About Its Safety in Participants With Friedreich's Ataxia Aged 2 to 15 Years Old",
    "official_title": "An Open-Label, Phase 1, Study to Evaluate the Pharmacokinetics, Safety, Tolerability, Pharmacodynamics, and Efficacy of Omaveloxolone in Participants ≥2 to <16 Years of Age With Friedreich's Ataxia",
    "overall_status": "RECRUITING",
    "start_date": "2024-07-01",
    "completion_date": "2030-02-21",
    "brief_summary": "In this study, researchers will learn more about BIIB141, also known as omaveloxolone or SKYCLARYS®. This drug has been approved, or made available for doctors to prescribe, for people with Friedrich's Ataxia (FA) who are at least 16 years old. But, it is not yet available for children and teens with FA who are younger than 16 years old. The main objective of this study is to learn how BIIB141 is processed in the body of children and teens who are 2 to 15 years old.\n\nThe main question researchers want to answer in this study is:\n\n* How does the body process BIIB141 in children and teens?\n* How many participants have medical problems during the study?\n* Are there any changes in the participants' overall health during the study?\n* Are there any changes in the participants' heart health?\n* Are there any changes in how the participants move through puberty? Puberty is the time in someone's life when their body changes from a child to an adult.\n\nThis study will be done as follows:\n\n* Participants will be screened to see if they can join the study. The screening period will be up to 14 days, after which participants will check into their study research center.\n* There are 2 parts to this study. During Part 1, participants will take a single dose of BIIB141. Participants will be in 1 of 7 different groups based on their age:\n* Group A1: 12 to 15 years old, taking 150 milligrams (mg) of BIIB141\n* Group A2: 12 to 15 years old, taking a dose of BIIB141 based on the data from Group A1\n* Group B1: 7 to 11 years old, taking a dose of BIIB141 based on Group A1 data\n* Group C1: 2 to 6 years old, taking a dose of BIIB141 based on Groups A1, A2, and B1 data\n* Group A3: 12 to 15 years old, taking a dose of BIIB141 based on Groups A1, A2, and B1 data\n* Group B2: 7 to 11 years old, taking a dose of BIIB141 based on Groups A1, A2, and B1 data\n* Group C2: 2 to 6 years old, taking a dose of BIIB141 based on Group A1, A2, A3, B1, B2, and C1 data.\n* During Part 2, participants from Part 1 will take BIIB141 once in the study research center. Cohort A1 will take 150 mg of BIIB141. Dose of Cohorts A2 and B1 will be based on data from Cohort A1, dose of Cohorts C1, A3 and B2 will be based on data from Cohorts A1, A2 and B1, while Cohort C2's dose will be based on all the other groups. Participants will then take it once a day at home.\n* After leaving the study research center in Part 2, participants will return for tests at Week 4, Week 12, Week 24, and then every 24 weeks. Participants will also be contacted by telephone at Week 2, Week 8, and Week 18.\n* Participants will be in this study for up to 240 weeks.",
    "detailed_description": "Study Sponsor, originally Reata Pharmaceuticals, Inc., is now Reata Pharmaceuticals, Inc., a wholly owned subsidiary of Biogen. Recruitment will be limited to the U.S. only as participants will be able to remain on Part 2 of the study until they turn 16 and can access commercially-available drug which is FDA approved for age 16 and above. The part 1 primary objective of the study is to evaluate the pharmacokinetics (PK) of omaveloxolone following administration of a single dose in 3 age cohorts (2 to \\<7 years, 7 to \\<12 years, and 12 to \\<16 years) and secondary objective is to evaluate safety and tolerability of drug. The part 2 primary objective is to evaluate long term safety and tolerability of omaveloxolone.",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Friedreich Ataxia"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05575011",
    "brief_title": "A Study to Learn About the Safety of Salanersen (BIIB115) Injections and How Salanersen is Processed in the Bodies of Healthy Adult Male Volunteers and of Pediatric Participants With Spinal Muscular Atrophy Who Previously Took Onasemnogene Abeparvovec",
    "official_title": "A Randomized, Blinded, Placebo-Controlled, Phase 1 Single Ascending Dose Study in Healthy Adult Male Volunteers and an Open-Label Multiple Ascending Dose Study in Pediatric SMA Participants Previously Treated With Onasemnogene Abeparvovec (Zolgensma™) to Evaluate the Safety, Tolerability, and Pharmacokinetics of BIIB115",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2022-10-10",
    "completion_date": "2026-11-19",
    "brief_summary": "In this study, researchers will learn about a study drug called salanersen (BIIB115) in healthy male volunteers and in participants with spinal muscular atrophy (SMA). This study will focus on children with SMA.\n\nThe main objective of the study is to learn more about the safety of salanersen and how participants respond to different doses of salanersen. The main question researchers want to answer is:\n\nHow many participants have adverse events and serious adverse events during the study? Adverse events are unwanted health problems that may or may not be caused by the study drug.\n\nResearchers will also learn more about how the body processes salanersen. They will do this by measuring the levels of salanersen in both the blood and the cerebrospinal fluid, also known as the CSF. This is the fluid around the brain and spinal cord.\n\nThe study will be split into 2 parts - Part A and Part B.\n\nDuring Part A:\n\n* After screening, healthy volunteers will be randomly placed into 1 of 4 groups to receive either salanersen or a placebo. A placebo looks like the study drug but contains no real medicine.\n* Participants will receive a single dose of either salanersen or the placebo as an injection directly into the spinal canal on Day 1.\n* Neither the researchers nor the participants will know if the participants will receive salanersen or the placebo.\n* The treatment and follow up period will last for 13 months.\n* Participants will have up to 6 clinic visits and 4 telephone calls.\n\nDuring Part B:\n\n* In Part B, children with SMA will receive salanersen. Both researchers and participants will know they are receiving salanersen.\n* Participants will receive 2 total doses of salanersen given at 2 different times.\n* The treatment and follow up period will last for 25 months.\n* Participants will have up to 14 clinic visits and 6 telephone calls.\n\nIn both parts, participants will stay in the clinic for 24 hours after each dose for so that researchers can check on their health and any medical problems they might have.",
    "detailed_description": "No detailed description",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Healthy Volunteer",
      "Muscular Atrophy, Spinal"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT06602193",
    "brief_title": "Safety and Pharmacodynamic Effects of BIIB122 in Participants With LRRK2-Associated Parkinson's Disease (LRRK2-PD)",
    "official_title": "A Phase 2a, Multicenter, Randomized, Double-Blind, Placebo-Controlled Study to Evaluate the Safety and Pharmacodynamic Effects of BIIB122 in Participants With LRRK2-Associated Parkinson's Disease (LRRK2-PD)",
    "overall_status": "RECRUITING",
    "start_date": "2024-10-24",
    "completion_date": "2028-02-28",
    "brief_summary": "This Phase 2a, multicenter, randomized, 12-week double-blind, placebo-controlled, parallel-group study, followed by an OLE, is designed to evaluate the safety, tolerability, and pharmacodynamic effects of BIIB122 in participants with LRRK2-PD. LRRK2-PD is defined as Parkinson's Disease (PD) in individuals who are heterozygous or homozygous carriers of a pathogenic LRRK2 variant that increases LRRK2 kinase activity.",
    "detailed_description": "No detailed description",
    "sponsor": "Denali Therapeutics Inc.",
    "collaborators": [
      "Biogen"
    ],
    "conditions": [
      "Parkinson Disease"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03958877",
    "brief_title": "A Study to Evaluate the Safety, Tolerability, and Efficacy of BIIB017 (Peginterferon Beta-1a) in Pediatric Participants for the Treatment of Relapsing-Remitting Multiple Sclerosis",
    "official_title": "An Open-Label, Randomized, Multicenter, Active-Controlled, Parallel-Group Study to Evaluate the Safety, Tolerability, and Efficacy of BIIB017 in Pediatric Subjects Aged 10 to Less Than 18 Years for the Treatment of Relapsing-Remitting Multiple Sclerosis, With Optional Open-Label Extension",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2019-10-18",
    "completion_date": "2027-05-20",
    "brief_summary": "This study will evaluate the safety, tolerability, and descriptive efficacy of BIIB017 in pediatric participants with relapsing-remitting multiple sclerosis (RRMS) and to assess the pharmacokinetics (PK) of BIIB017 in pediatric participants with RRMS in Part 1. In Part 2, the study will evaluate the long-term safety of BIIB017 and further describe safety and the long-term multiple sclerosis (MS) outcomes after BIIB017 treatment in participants who completed the study treatment at Week 96 in Part 1 of the study.",
    "detailed_description": "No detailed description",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Multiple Sclerosis, Relapsing-Remitting"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT02283853",
    "brief_title": "Phase 3 Efficacy and Safety Study of BG00012 in Pediatric Subjects With Relapsing-remitting Multiple Sclerosis (RRMS)",
    "official_title": "Open-Label, Randomized, Multicenter, Multiple-Dose,Active-Controlled, Parallel-Group, Efficacy and Safety Study of BG00012 in Children From 10 to Less Than 18 Years of Age With Relapsing-Remitting Multiple Sclerosis, With Optional Open-Label Extension",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2014-08-28",
    "completion_date": "2025-09-08",
    "brief_summary": "The main objectives of Part 1 are as follows: To evaluate the safety, tolerability, and efficacy of BG00012 in pediatric subjects with RRMS, as compared with a disease-modifying treatment and to assess health outcomes and evolution of disability. The primary objective of Part 2 is to evaluate the long-term safety of BG00012 in subjects who completed Week 96 in Part 1 of Study 109MS306. The secondary objective of Part 2 is to describe the long-term MS outcomes of BG00012 in subjects who completed Week 96 in Part 1 of Study 109MS306.",
    "detailed_description": "No detailed description",
    "sponsor": "Biogen",
    "collaborators": [],
    "conditions": [
      "Relapsing-Remitting Multiple Sclerosis"
    ],
    "interventions": [],
    "phases": [
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  }
]