[
  {
    "nct_id": "NCT05949775",
    "brief_title": "Clinical Study of mRNA Vaccine in Patients With Advanced Malignant Solid Tumors",
    "official_title": "Clinical Study on the Treatment of Advanced Malignant Solid Tumors With the Combination of mRNA",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2023-07-20",
    "completion_date": "2026-03-20",
    "brief_summary": "This study is an open, single arm, dose increasing study to evaluate the safety and efficacy of the combination of mRNA personalized tumor vaccine encoding neoantigen (hereinafter referred to as tumor vaccine) and Sintilimab injection (hereinafter referred to as Sintilimab) in the treatment of advanced malignant solid tumors.",
    "detailed_description": "No detailed description",
    "sponsor": "Stemirna Therapeutics",
    "collaborators": [
      "Peking University Cancer Hospital & Institute"
    ],
    "conditions": [
      "Advanced Malignant Solid Tumors"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT05911087",
    "brief_title": "A Phase II/III Study to Evaluate the Immunogenicity and Safety and Efficacy of SWIM816 Vaccines for SARS-CoV-2",
    "official_title": "A Phase 2/3, Randomized, Double-blinded , Parallel Controlled Trial to Evaluate the Immunogenicity, Safety and Efficacy of A Heterologous Booster Dose With COVID-19 mRNA Vaccines (Bivalent) , in Previously Vaccinated Subjects Against COVID-19 With 2/3 Doses COVID-19 Vaccine Compared to a Booster Dose With mRNA COVID-19 Vaccine（Pfizer Bivalent Vaccine）in Adults.",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2023-06-20",
    "completion_date": "2024-02-01",
    "brief_summary": "Primary Immunogenicity Objective：Cohort 1: GMTs of SARS-CoV-2 Omicron and related strain neutralizing antibody levels for SWIM816.Cohort 2: To demonstrate the non- inferiority of neutralizing antibody response in terms of geometric mean titers (GMT) of COVID-19 mRNA vaccine(SWIM816) compare with mRNA COVID-19 vaccine(Pfizer Bivalent vaccine) 14 days post dose.\n\nPrimary Safety Objective：To assess the reactogenicity and safety of a booster dose in a heterologous vaccination regimen in subjects previously immunized with 2/3 doses of COVID-19 vaccine with or without previously diagnosed with COVID-19.\n\nSecondary Immunogenicity Objectives：To describe the neutralizing antibody response at D29, D91 and D181.To describe binding antibody profile at D01, D15, D29, D91 and D181 of each study group.\n\nSecondary Safety Objective：To assess the reactogenicity and safety of third or fourth booster dose in a heterologous vaccination regimen in subjects previously immunized with 2/3 COVID-19 vaccine doses.\n\nExploratory Objective：1.Documented confirmed SARS-CoV-2 symptomatic infection；2.Todemonstrate the cellular immune response profile at study group (30 subjects per each group for cellular immune testing).",
    "detailed_description": "Endpoints:\n\nCohorts 1: GMT of SARS-CoV-2 Omicron (such as BA.5, BQ.1,XBB) and reference strain neutralizing antibody(Delta and other circulating strain) levels for SWIM816 on D15 after study vaccination.\n\nCohorts 1: GMFR of SARS-CoV-2 Omicron (such as BA.5, BQ.1, XBB) and reference strain neutralizing.\n\nantibody (other circulating strain) levels for SWIM816 on D15 after study vaccination.\n\nCohorts 1: % of participants with seroresponse to SWIM816 for GMTs of SARS-CoV-2 Omicron(such as BA.5, BQ.1, XBB) and reference strain neutralizing antibody (other circulating strain) levels on D15 after study vaccination.\n\nCohorts 2 (≥18 years ) Non-inferiority analysis: Geometric Mean Ratio (GMR) of SARS-CoV-2 Omicron (such as BA.5, BQ.1,XBB)-neutralizing antibody (other circulating strain) levels for SWIM816 to Pfizer Bivalent vaccine on D15 after study vaccination.\n\nEndpoints:\n\nOccurrence of local and systemic AEs reported within 7 days after study vaccination.\n\nOccurrence of unsolicited AEs reported within 28 days after vaccination. Frequency, severity and relatedness of adverse events within 28 days after vaccination booster dose.\n\nEndpoints:\n\nCohorts 1+2 : GMTs of Pseudovirus SARS-CoV-2 Omicron (such as BA.5, BQ.1,XBB) and reference strain neutralizing antibody levels for SWIM816 before and on D29, D91, D181 after study vaccination.\n\nCohorts 1+2 : GMFR of SARS-CoV-2 Omicron (such as BA.5, BQ.1,XBB) and reference strainneutralizingantibody levels for SWIM816 before and on D29, D91, D181 after study vaccination.\n\nCohorts 1: % of participants with seroresponse to SWIM816 for GMTs of SARS-CoV-2 Omicron(such as BA.5, BQ.1, XBB) and reference strain neutralizing antibody (other circulating strain) levels on D29, D91, D181 after study vaccination.\n\nCohorts 1 : GMTs and GMI of IgG profile at D01, D15, D29 , D91and D181 of each study group.\n\nCohorts 1: GMTs of Pseudovirus SARS-CoV-2 Omicron (such as BA.5, BQ.1,XBB) and reference strain neutralizing antibody levels for SWIM516 before and on D15, D29, D91, D181 after study vaccination.\n\nCohorts 1: GMFR of SARS-CoV-2 Omicron (such as BA.5, BQ.1,XBB) and reference strain neutralizing antibody levels for SW-BIC-213 before and on D15, D181 after study vaccination.\n\nEndpoints:\n\nSerious AEs (SAEs), AEs leading to withdrawal and AEs of special interest (AESIs) within 180 days.\n\nEndpoints:\n\nOccurrence of confirmed symptomatic cases during the study period. Number of confirmed SARS-CoV-2 symptomatic cases; Severity of confirmed cases of SARS-CoV-2 infection(WHO scale). Number of IFN-γ positive (characterizing Th1) and IL-4 positive (characterizing Th2) T cell subsets on D8 and Day 15 \\[ Time Frame: Day 8 and Day 15 after the study vaccination .\\]",
    "sponsor": "Stemirna Therapeutics",
    "collaborators": [],
    "conditions": [
      "Immunogenicity",
      "Safety"
    ],
    "interventions": [],
    "phases": [
      "PHASE2",
      "PHASE3"
    ],
    "study_type": "INTERVENTIONAL"
  },
  {
    "nct_id": "NCT03908671",
    "brief_title": "Clinical Study of Personalized mRNA Vaccine Encoding Neoantigen in Patients With Advanced Esophageal Cancer and Non-small Cell Lung Cancer",
    "official_title": "Clinical Trial on the Safety and Efficacy of Neoantigen Antigen mRNA Tumor Vaccine in the Treatment of Advanced Esophageal Cancer and Non-small Cell Lung Cancer",
    "overall_status": "RECRUITING",
    "start_date": "2019-10-18",
    "completion_date": "2025-12-31",
    "brief_summary": "A single arm, open-label pilot study is designed to determine the safety, tolerability and effectiveness of personalized mRNA tumor vaccine encoding neoantigen in Patients with advanced esophageal cancer and non-small cell lung cancer",
    "detailed_description": "Primary objectives:\n\nAssessing the safety and tolerability of mRNA personalized tumor vaccines encoding neoantigen for unresectable or metastatic advanced esophageal and non-small cell lung cancers with standard treatment failure or no standard treatment.\n\nSecondary objectives:\n\nPreliminary observation of the efficacy of mRNA personalized tumor vaccines encoding neoantigen for unsurgically resected or metastatic advanced esophageal and non-small cell lung cancers with standard treatment failure or no standard treatment.\n\nTime of tumor progression (TTP); Disease Control Rate (DCR); Objective Remission Rate (ORR); Overall Survival (OS).",
    "sponsor": "Stemirna Therapeutics",
    "collaborators": [
      "The First Affiliated Hospital of Zhengzhou University"
    ],
    "conditions": [
      "Esophageal Cancer",
      "Non Small Cell Lung Cancer"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL"
  }
]