[
  {
    "nct_id": "NCT04880174",
    "brief_title": "SARS-COV-2 Seroprevalence and Seroconversion Among Employees of the Universitair Ziekenhuis Brussel Following mRNA COVID-19 Vaccination",
    "sponsor": "Universitair Ziekenhuis Brussel",
    "reason": "Observational study documenting immune response post-mRNA vaccination; no investigational mRNA administered."
  },
  {
    "nct_id": "NCT05169489",
    "brief_title": "A phase 1/2 study of bbT369, a dual targeting CAR T-cell drug product with a gene edit, in relapsed and/or refractory B-cell non-Hodgkin lymphoma (NHL)",
    "sponsor": "bluebird bio, Inc.",
    "reason": "Gene-edited CAR-T cell therapy (bbT369); does not involve mRNA therapeutic intervention."
  },
  {
    "nct_id": "NCT06821126",
    "brief_title": "Study Comparing Safety and Immunogenicity of Intranasal COVID-19 Vaccine and mRNA Booster in Healthy Adults",
    "sponsor": "Laval University",
    "reason": "Eligibility as an 'mRNA interventional trial' is based on an mRNA vaccine (Pfizer-BioNTech) being a comparator arm. The primary investigational vaccine (LVT-001) is not specified as mRNA-based in the provided log, so the trial might be primarily testing a non-mRNA vaccine against an mRNA vaccine."
  },
  {
    "nct_id": "NCT06600425",
    "brief_title": "A Study to Assess the Safety, Tolerability, Ciliary Rescue, and Pharmacodynamics of RCT1100 in Adults With PCD",
    "sponsor": "ReCode Therapeutics",
    "reason": "Classification as an 'mRNA interventional trial' for the drug RCT1100 is inferred from the sponsor's general focus on mRNA and the disease type, as the classifier's rationale notes that 'mRNA' is not explicitly mentioned in the provided trial description for the drug itself."
  },
  {
    "nct_id": "NCT04977024",
    "brief_title": "SARS-CoV-2 Vaccine (GEO-CM04S1) Versus mRNA SARS-COV-2 Vaccine in Patients With Blood Cancer",
    "sponsor": "GeoVax, Inc.",
    "reason": "Eligibility as an 'mRNA interventional trial' is based on an mRNA vaccine being used as a comparator arm ('SOC mRNA SARS-CoV-2 vaccine'). The primary investigational vaccine (GEO-CM04S1, a MVA-VLP vaccine) is not mRNA-based. Thus, the trial primarily tests a non-mRNA vaccine against an mRNA vaccine, making its classification as an 'mRNA interventional trial' potentially misleading if the focus is on the novel agent's technology."
  },
  {
    "nct_id": "NCT06742281",
    "brief_title": "A Phase 2b, Randomized, Double-blind, Active-controlled Study of Single Dose CVXGA Intranasal COVID-19 Vaccine in Adults",
    "sponsor": "CyanVac LLC",
    "reason": "Eligibility as an 'mRNA interventional trial' is based on an mRNA vaccine (COMIRNATY®) being the active comparator. The primary investigational vaccine, CVXGA, is a PIV5-vectored (viral vector) vaccine, not an mRNA vaccine. Thus, the trial primarily tests a non-mRNA vaccine against an mRNA vaccine."
  },
  {
    "nct_id": "NCT06444217",
    "brief_title": "Gene Therapy Development and Validation for Huntington's Disease Fibro TG-HD",
    "sponsor": "Institut National de la Santé Et de la Recherche Médicale, France",
    "reason": "The intervention is a 'therapeutic exogenous pre-messenger RNA' for trans-splicing. While an RNA-based genetic medicine, it's not using mature mRNA for direct protein expression. Its classification as an 'mRNA interventional trial' is a potential false positive if the definition strictly requires mature mRNA as the therapeutic agent."
  }
]