[
  {
    "_metadata": {
      "classification_timestamp": "2025-06-02 12:33:58",
      "input_file": "mrna_trials_10.json",
      "total_trials": 10,
      "category_counts": {
        "Not eligible": 8,
        "Cancer": 2,
        "Protein Replacement": 0,
        "Genetic Medicines": 0,
        "mRNA-Encoded Biologics": 0,
        "Cell Therapies": 0,
        "Infectious Disease Vaccines": 0
      }
    }
  },
  {
    "nct_id": "NCT04880174",
    "brief_title": "SARS-COV-2 Seroprevalence and Seroconversion Among Employees of the Universitair Ziekenhuis Brussel Following mRNA COVID-19 Vaccination",
    "official_title": "SARS-COV-2 Seroprevalence and Seroconversion Among Employees of the Universitair Ziekenhuis Brussel Following mRNA COVID-19 Vaccination",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2021-03-22",
    "completion_date": "2028-07",
    "brief_summary": "A novel zoonotic coronavirus was discovered in Wuhan (Hubei Province, China) mid-December 2019 and was named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus rapidly spread to the rest of the world, including Europe and explicitly affects the respiratory system, generating Coronavirus disease 2019 (COVID-19).\n\nThis study is a monocentric interventional prospective and retrospective cohort study. After signing a written informed consent, participants will be recruited for questionnaire completion and blood sampling. Sample storage and analysis will be performed at the laboratory of microbiology of the UZ Brussel.\n\nTo document SARS-CoV-2 seroprevalence and seroconversion among employees of the UZ Brussel after mRNA vaccination for SARS-CoV-2, namely at 8 weeks after first vaccination, 6 months after first vaccination and 12 months after first vaccination.",
    "detailed_description": "A novel zoonotic coronavirus was discovered in Wuhan (Hubei Province, China) mid-December 2019 and was named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus rapidly spread to the rest of the world, including Europe and explicitly affects the respiratory system, generating Coronavirus disease 2019 (COVID-19).\n\nUZ Brussel employees presenting symptoms suggestive of COVID-19 are offered to be tested with real-time PCR on nasopharyngeal swabs. As asymptomatic infections have been described and as the PCR can be negative when taken late after onset of symptoms, serologic tests can be performed. The SARS-CoV 2003 epidemic demonstrated that serological assays were a useful diagnostic tool of non-acute infections. Although it is still uncertain whether convalescing patients have a risk of re-infection, recent data suggest that SARS-CoV-2 antibodies could protect at least for some time from subsequent viral exposures.\n\nAs the COVID-19 pandemic had devastating medical, economic and social consequences, safe and effective prophylactic vaccines were urgently needed. And thus several candidate vaccines against SARS-CoV-2 have been developed. During the first weeks of the vaccination campaign, the health care workers of the UZ Brussel, were invited to receive the BNT162b2 (Pfizer) vaccine.\n\nConsequently, the investigators aim to prospectively document the SARS-CoV-2 seroprevalence and seroconversion among vaccinated employees of the UZ Brussel, at three different time points, namely 6 weeks (+/- 2 weeks; T1), 6 months (+/- 1 month; T2) and 12 months (+/- 1 month; T3) after the second vaccination.",
    "sponsor": "Universitair Ziekenhuis Brussel",
    "collaborators": [],
    "conditions": [
      "SARS-CoV Infection"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "classification": "VERIFICATION: This is not an eligible mRNA interventional trial.\n\nRATIONALE: Although the trial involves an mRNA-based vaccine (BNT162b2 from Pfizer-BioNTech), it is not an interventional trial. The trial is described as a \"monocentric interventional prospective and retrospective cohort study,\" which suggests that it is observational in nature. The aim is to document SARS-CoV-2 seroprevalence and seroconversion among employees of the UZ Brussel after mRNA vaccination for SARS-CoV-2, rather than testing an intervention. Furthermore, under the \"Interventions\" section, it is stated that \"No intervention details available,\" further confirming that this is not an interventional trial.\n\nKEY INDICATORS: \n1. \"monocentric interventional prospective and retrospective cohort study\" - suggests observational nature of the study.\n2. \"document SARS-CoV-2 seroprevalence and seroconversion\" - aim of the study is observational, not interventional.\n3. \"No intervention details available\" - confirms lack of intervention in the study.\n4. \"BNT162b2 (Pfizer) vaccine\" - indicates involvement of mRNA-based vaccine, but not in an interventional capacity.",
    "category": "Not eligible",
    "key_indicators": [
      "1. \"monocentric interventional prospective and retrospective cohort study\" - suggests observational nature of the study.",
      "2. \"document SARS-CoV-2 seroprevalence and seroconversion\" - aim of the study is observational, not interventional.",
      "3. \"No intervention details available\" - confirms lack of intervention in the study.",
      "4. \"BNT162b2 (Pfizer) vaccine\" - indicates involvement of mRNA-based vaccine, but not in an interventional capacity."
    ]
  },
  {
    "nct_id": "NCT02885974",
    "brief_title": "Celecoxib With Chemotherapy in Localized, Muscle-Invasive Bladder Cancer",
    "official_title": "Pilot Study of Celecoxib Combined With Gemcitabine and Cisplatin for Neoadjuvant Treatment of Localized, Muscle-Invasive Bladder Cancer",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2016-12",
    "completion_date": "2026-09",
    "brief_summary": "The purpose of this study is to compare patient tumor tissue before and after treatment with chemotherapy plus celecoxib. Investigators will look at gene expression, to see what effect celecoxib may have on tumor cells.",
    "detailed_description": "No detailed description",
    "sponsor": "Baylor College of Medicine",
    "collaborators": [],
    "conditions": [
      "Bladder Cancer"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "classification": "VERIFICATION: This is not an eligible mRNA interventional trial.\n\nRATIONALE: The trial does not meet both criteria for eligibility. While it is an interventional trial, as indicated by the phase of the trial, it does not involve an mRNA-based medicine or therapeutic. The trial is focused on the use of the drug celecoxib in combination with chemotherapy for the treatment of bladder cancer. There is no mention of mRNA, messenger RNA, nucleoside-modified mRNA, or any of the key mRNA technology clues such as drug codes, delivery methods, or approaches. Furthermore, none of the key mRNA companies are listed as sponsors of the trial. The sponsor is Baylor College of Medicine, which is not known for mRNA therapeutics.\n\nCONFIDENCE LEVEL: HIGH\n\nKEY INDICATORS: \n1. The absence of any mention of mRNA or related technology in the trial description.\n2. The absence of any key mRNA companies as sponsors.\n3. The focus on a non-mRNA drug (celecoxib) in combination with chemotherapy.",
    "category": "Not eligible",
    "key_indicators": [
      "1. The absence of any mention of mRNA or related technology in the trial description.",
      "2. The absence of any key mRNA companies as sponsors.",
      "3. The focus on a non-mRNA drug (celecoxib) in combination with chemotherapy."
    ]
  },
  {
    "nct_id": "NCT05513365",
    "brief_title": "Phase II Dutasteride in Combination With CAB vs CAB in SDC",
    "official_title": "A Randomized Phase II Trial on the Addition of Dutasteride to Combined Androgen Blockade Therapy Versus Combined Androgen Blockade Therapy Alone in Patients With Recurrent and/or Metastatic Salivary Duct Carcinoma - DUCT Study",
    "overall_status": "RECRUITING",
    "start_date": "2022-09-27",
    "completion_date": "2027-09",
    "brief_summary": "Phase 2 clinical trial on the addition of dutasteride to combined androgen blockade (CAB) therapy in recurrent and/or metastatic (R/M) salivary duct carcinoma (SDC) patients.\n\nThe study included two cohorts of patients: Cohort A, which comprises ADT-naïve patients, and Cohort B, which comprises ADT-resistant patients.\n\nCohort A is closed for inclusion as of April 18, 2024.",
    "detailed_description": "A prospective, randomized controlled, single-institution, phase II clinical trial to assess the objective response rate (ORR), duration of response (DoR), progression free survival (PFS), overall survival (OS), toxicity, quality of life (QoL), and expression of molecular targets of patients with R/M SDC treated with either combined androgen blockade (CAB; goserelin + bicalutamide) or CAB + dutasteride, Participants in Cohort A will be randomized 1:1 at the study entry to receive CAB (goserelin 10.8 mg/3months + bicalutamide 50 mg/once daily) or CAB + dutasteride (0.5 mg/once daily). Participants will receive treatment until until progressive disease, intolerable toxicity, or investigator and/or patient decision to withdraw.\n\nCohort A is closed for inclusion as of April 18, 2024.",
    "sponsor": "Radboud University Medical Center",
    "collaborators": [
      "ZonMw: The Netherlands Organisation for Health Research and Development"
    ],
    "conditions": [
      "Salivary Duct Carcinoma"
    ],
    "interventions": [],
    "phases": [
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "classification": "VERIFICATION: This is not an eligible mRNA interventional trial.\n\nRATIONALE: The trial is interventional, as it involves the administration of a therapeutic intervention (combined androgen blockade therapy with or without dutasteride) to patients with recurrent and/or metastatic salivary duct carcinoma. However, it does not involve an mRNA-based medicine or therapeutic. Dutasteride is a medication used to treat conditions like benign prostatic hyperplasia and is not an mRNA-based therapeutic. Similarly, combined androgen blockade (CAB) therapy, which includes goserelin and bicalutamide, also does not involve mRNA-based therapeutics. The trial does not mention any of the key mRNA companies, mRNA technology clues, or drug codes associated with mRNA-based therapeutics.\n\nCONFIDENCE LEVEL: HIGH\n\nKEY INDICATORS: \n1. The therapeutic interventions mentioned are dutasteride and combined androgen blockade (CAB) therapy, neither of which are mRNA-based.\n2. There is no mention of mRNA, messenger RNA, nucleoside-modified mRNA, or any specific drug codes associated with mRNA-based therapeutics.\n3. There is no mention of any of the key mRNA companies.\n4. The trial does not involve any of the approaches typically associated with mRNA therapeutics, such as gene editing, base editing, or mRNA vaccines.",
    "category": "Not eligible",
    "key_indicators": [
      "1. The therapeutic interventions mentioned are dutasteride and combined androgen blockade (CAB) therapy, neither of which are mRNA-based.",
      "2. There is no mention of mRNA, messenger RNA, nucleoside-modified mRNA, or any specific drug codes associated with mRNA-based therapeutics.",
      "3. There is no mention of any of the key mRNA companies.",
      "4. The trial does not involve any of the approaches typically associated with mRNA therapeutics, such as gene editing, base editing, or mRNA vaccines."
    ]
  },
  {
    "nct_id": "NCT06026774",
    "brief_title": "Clinical Study of Personalized mRNA Vaccine Encoding Neoantigen in Subjects With Resected Digestive System Neoplasms",
    "official_title": "A Clinical Study to Assess the Safety, Feasibility, and Efficacy of Personalized mRNA Vaccine Encoding Neoantigen in Combination With Standard Adjuvant Therapy in Subjects With Resected Digestive System Neoplasms",
    "overall_status": "RECRUITING",
    "start_date": "2023-09-08",
    "completion_date": "2027-12-31",
    "brief_summary": "The purpose of this study is to assess the safety, feasibility, and efficacy of personalized mRNA vaccine iNeo-Vac-R01 with standard adjuvant therapy in subjects with surgically resected digestive system neoplasms.",
    "detailed_description": "This is a single-center, open-label, single-arm clinical study of personalized mRNA vaccine iNeo-Vac-R01 in combination with standard adjuvant therapy in subjects with surgically resected digestive system neoplasms.",
    "sponsor": "Sir Run Run Shaw Hospital",
    "collaborators": [
      "Hangzhou Neoantigen Therapeutics Co., Ltd."
    ],
    "conditions": [
      "Digestive System Neoplasms"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "classification": "VERIFICATION: This is an eligible mRNA interventional trial. The trial is interventional, as it involves the administration of a personalized mRNA vaccine (iNeo-Vac-R01) to subjects with surgically resected digestive system neoplasms. The mRNA-based medicine is the personalized mRNA vaccine iNeo-Vac-R01.\n\nCLASSIFICATION: [1] Cancer\n\nCONFIDENCE LEVEL: HIGH\n\nRATIONALE: The trial involves the use of a personalized mRNA vaccine in subjects with surgically resected digestive system neoplasms. This suggests that the mRNA vaccine is being used as a form of immunotherapy to prevent the recurrence of cancer post-surgery. The vaccine likely encodes tumor antigens specific to the individual's cancer, aiming to stimulate an immune response against any remaining cancer cells. This aligns with the definition of category [1] Cancer, which involves the use of mRNA therapeutics to encode tumor antigens, cytokines, or immunomodulators to activate or augment the immune system for cancer therapy.\n\nKEY INDICATORS: \n1. \"Personalized mRNA vaccine\"\n2. \"Subjects with surgically resected digestive system neoplasms\"\n3. \"Standard adjuvant therapy\"\n4. \"Safety, feasibility, and efficacy\"\n5. \"iNeo-Vac-R01\"",
    "category": "Cancer",
    "key_indicators": [
      "1. \"Personalized mRNA vaccine\"",
      "2. \"Subjects with surgically resected digestive system neoplasms\"",
      "3. \"Standard adjuvant therapy\"",
      "4. \"Safety, feasibility, and efficacy\"",
      "5. \"iNeo-Vac-R01\""
    ]
  },
  {
    "nct_id": "NCT06888674",
    "brief_title": "Personalized Tumor Neoantigen MRNA Therapy Adjuvant Treatment for Postoperative Pancreatic Cancer.",
    "official_title": "Clinical Study to Evaluate the Safety and Efficacy of Personalized Tumor Neoantigen MRNA Therapy Combined with PD-1 Antibody and Chemotherapy As Adjuvant Treatment for Postoperative Pancreatic Cancer.",
    "overall_status": "NOT_YET_RECRUITING",
    "start_date": "2025-04-01",
    "completion_date": "2029-04-01",
    "brief_summary": "This study is a single-center, open-label clinical study to evaluate the feasibility and safety of personalized tumor neoantigen mRNA therapy (iNeo-Vac-R01) in combination with PD-1 antibody and standard chemotherapy regimen as adjuvant treatment for postoperative resectable pancreatic cancer.",
    "detailed_description": "No detailed description",
    "sponsor": "Zhejiang University",
    "collaborators": [
      "Hangzhou Neoantigen Therapeutics Co., Ltd."
    ],
    "conditions": [
      "Pancreatic Cancer Resectable"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "classification": "VERIFICATION: This is an eligible mRNA interventional trial. The trial is interventional as it is testing a new treatment approach for postoperative resectable pancreatic cancer. It involves an mRNA-based medicine, specifically a personalized tumor neoantigen mRNA therapy (iNeo-Vac-R01).\n\nCLASSIFICATION: [1] Cancer\n\nCONFIDENCE LEVEL: HIGH\n\nRATIONALE: The trial is focused on the use of mRNA technology to create a personalized tumor neoantigen therapy for pancreatic cancer. This approach falls under the category of cancer therapies as it is intended to activate or augment the immune system for cancer therapy. The therapy is combined with PD-1 antibody and standard chemotherapy regimen, which are common approaches in cancer treatment. The trial does not involve CAR-T approaches or ex vivo cell engineering, which are exclusions for this category.\n\nKEY INDICATORS: \n1. \"Personalized tumor neoantigen mRNA therapy\" - This indicates the use of mRNA technology to create a personalized cancer treatment.\n2. \"PD-1 antibody and standard chemotherapy regimen\" - This suggests the therapy is intended to work in conjunction with other cancer treatments.\n3. \"Postoperative resectable pancreatic cancer\" - This specifies the type of cancer being targeted by the therapy.\n4. \"Adjuvant treatment\" - This indicates the therapy is used to help prevent the cancer from returning after surgery.\n5. \"Phase 1, Phase 2\" - These are early stages of clinical trials, often used to test new treatments for safety and efficacy.",
    "category": "Cancer",
    "key_indicators": [
      "1. \"Personalized tumor neoantigen mRNA therapy\" - This indicates the use of mRNA technology to create a personalized cancer treatment.",
      "2. \"PD-1 antibody and standard chemotherapy regimen\" - This suggests the therapy is intended to work in conjunction with other cancer treatments.",
      "3. \"Postoperative resectable pancreatic cancer\" - This specifies the type of cancer being targeted by the therapy.",
      "4. \"Adjuvant treatment\" - This indicates the therapy is used to help prevent the cancer from returning after surgery.",
      "5. \"Phase 1, Phase 2\" - These are early stages of clinical trials, often used to test new treatments for safety and efficacy."
    ]
  },
  {
    "nct_id": "NCT06546774",
    "brief_title": "The Effect of Melatonin Supplementation on Cumulus Cells and IVF Outcomes",
    "official_title": "The Effect of Melatonin Supplementation on Cumulus Cells and Reproductive Outcomes in Older Women Undergoing IVF Cycles",
    "overall_status": "RECRUITING",
    "start_date": "2021-05-01",
    "completion_date": "2025-12-31",
    "brief_summary": "This study investigates the effects of melatonin supplementation on cumulus cell gene expression and in vitro fertilization (IVF) outcomes in women over 35 years old. In the study group, patients will receive melatonin supplementation for at least two months prior to their IVF cycles. Cumulus cells will be collected after oocyte retrieval, and IVF outcomes will be assessed.",
    "detailed_description": "Aging in female reproductive cells, particularly cumulus granulosa cells, is associated with various dysfunctions that compromise fertility. Melatonin, a hormone primarily produced by the pineal gland, is renowned for its multifaceted roles in regulating physiological processes, including sleep-wake cycles, immune function, and antioxidative defense. Melatonin's antioxidant action is mediated through direct scavenging of free radicals, upregulation of antioxidant enzymes, and improvement of mitochondrial efficiency. These properties make melatonin a promising candidate for mitigating the adverse effects of aging on cellular function. This study aims to explore the effects of melatonin supplementation on cumulus cell gene expression and in vitro fertilization (IVF) outcomes in women over 35 years old. In the study group, patients will receive melatonin supplementation for at least two months prior to their IVF cycles. In the control group, patients will proceed directly to IVF cycles without melatonin supplementation. Cumulus cells will be collected after oocyte retrieval, and gene expression will be measured. Additionally, clinical pregnancy rate, live birth rate, and miscarriage rate between the two groups will be evaluated.",
    "sponsor": "Kaohsiung Veterans General Hospital.",
    "collaborators": [],
    "conditions": [
      "Unrecognized Condition"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "classification": "VERIFICATION: This is not an eligible mRNA interventional trial.\n\nRATIONALE: The trial does not meet the criteria for an mRNA interventional trial because it does not involve an mRNA-based medicine or therapeutic. The trial is focused on the effects of melatonin supplementation on cumulus cell gene expression and in vitro fertilization (IVF) outcomes in women over 35 years old. Melatonin is a hormone, not an mRNA-based therapeutic. Furthermore, there is no mention of mRNA, messenger RNA, nucleoside-modified mRNA, drug codes like mRNA-XXXX or NTLA-XXXX, lipid nanoparticles (LNP) + genetic therapy, or gene editing approaches in the trial description. Also, none of the key mRNA companies like BioNTech, Moderna, Pfizer, CureVac, Intellia Therapeutics, CRISPR Therapeutics, Arcturus Therapeutics, or Translate Bio are involved in this trial. The sponsor of the trial is Kaohsiung Veterans General Hospital. \n\nCONFIDENCE LEVEL: HIGH\n\nKEY INDICATORS: \n1. Melatonin supplementation\n2. Cumulus cell gene expression\n3. In vitro fertilization (IVF) outcomes\n4. Women over 35 years old\n5. Kaohsiung Veterans General Hospital (sponsor)",
    "category": "Not eligible",
    "key_indicators": [
      "1. Melatonin supplementation",
      "2. Cumulus cell gene expression",
      "3. In vitro fertilization (IVF) outcomes",
      "4. Women over 35 years old",
      "5. Kaohsiung Veterans General Hospital (sponsor)"
    ]
  },
  {
    "nct_id": "NCT03793465",
    "brief_title": "Pilot-Tart Cherry, Mitral Transcriptome, and POAF Incidence",
    "official_title": "Pilot-Tart Cherry, Mitral Transcriptome and POAF Incidence",
    "overall_status": "ACTIVE_NOT_RECRUITING",
    "start_date": "2019-02-08",
    "completion_date": "2026-01",
    "brief_summary": "Assess impact of Tart Cherry Concentrate in cardiac surgical patients on POAF and related clinical and economic outcomes. Measure inflammation gene transcripts in cardiac tissue.",
    "detailed_description": "No detailed description",
    "sponsor": "University of Michigan",
    "collaborators": [
      "Cherry Marketing Institute, Dewitt MI (USA)"
    ],
    "conditions": [
      "Post-operative Atrial Fibrillation (POAF)"
    ],
    "interventions": [],
    "phases": [
      "PHASE1",
      "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "classification": "VERIFICATION: This is not an eligible mRNA interventional trial.\n\nRATIONALE: While the clinical trial NCT03793465 is an interventional study as indicated by the phase details (PHASE1, PHASE2), there is no mention of any mRNA-based medicine or therapeutic being used in the trial. The trial is centered around assessing the impact of Tart Cherry Concentrate in cardiac surgical patients on Post-operative Atrial Fibrillation (POAF) and related clinical and economic outcomes. There is no mention of mRNA, messenger RNA, nucleoside-modified mRNA, drug codes related to mRNA technology, lipid nanoparticles (LNP) + genetic therapy, or gene editing approaches. Furthermore, none of the key mRNA companies are listed as sponsors of the trial. The sponsor is the University of Michigan. Therefore, the trial does not meet the second criterion for an eligible mRNA interventional trial.",
    "category": "Not eligible",
    "key_indicators": []
  },
  {
    "nct_id": "NCT06665165",
    "brief_title": "AMX0114 in Adult Participants With Amyotrophic Lateral Sclerosis",
    "official_title": "Phase 1, Randomized, Double-blind, Placebo-controlled, Multiple Ascending Dose Study to Evaluate Safety, Tolerability, PK and PD of Antisense Oligonucleotide AMX0114 Administered to Adult Participants With Amyotrophic Lateral Sclerosis",
    "overall_status": "RECRUITING",
    "start_date": "2025-02",
    "completion_date": "2027-10",
    "brief_summary": "This study is a placebo-controlled Phase I study to evaluate the safety, tolerability, pharmacokinetics, and pharmacodynamics of the antisense oligonucleotide (ASO) AMX0114 in adult participants with amyotrophic lateral sclerosis (ALS).",
    "detailed_description": "The purpose of this study is to determine how safe and tolerable the investigational drug, AMX0114, is for the treatment of amyotrophic lateral sclerosis (ALS).\n\nAMX0114 is given by intrathecal injection, an injection in the lower back into the spinal canal, also known as lumbar puncture. This clinical trial is designed to test if the treatment is safe and tolerable by monitoring the incidence of adverse events, serious adverse events, dose limiting toxicities (DLTs), and incidence of abnormalities in clinical laboratory assessments, vital signs, physical and neurological examinations, and electrocardiograms (ECGs). This trial will also assess the effects of AMX0114 on biomarkers of ALS, including markers of neuronal death and neuroinflammation.",
    "sponsor": "Amylyx Pharmaceuticals Inc.",
    "collaborators": [],
    "conditions": [
      "ALS"
    ],
    "interventions": [],
    "phases": [
      "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "classification": "VERIFICATION: This is not an eligible mRNA interventional trial.\n\nRATIONALE: The trial is indeed an interventional one, as it involves administering an investigational drug (AMX0114) to participants and monitoring its effects. However, it does not involve an mRNA-based medicine or therapeutic. The drug in question, AMX0114, is an antisense oligonucleotide (ASO), not an mRNA therapeutic. ASOs are a different type of genetic therapy that work by binding to specific RNA molecules to alter their function, whereas mRNA therapies work by providing cells with the instructions to produce a specific protein. Therefore, while this trial is related to genetic therapy, it does not involve mRNA technology.\n\nCONFIDENCE LEVEL: HIGH\n\nKEY INDICATORS: \n1. \"antisense oligonucleotide (ASO) AMX0114\"\n2. \"intrathecal injection\"\n3. \"biomarkers of ALS, including markers of neuronal death and neuroinflammation\"",
    "category": "Not eligible",
    "key_indicators": [
      "1. \"antisense oligonucleotide (ASO) AMX0114\"",
      "2. \"intrathecal injection\"",
      "3. \"biomarkers of ALS, including markers of neuronal death and neuroinflammation\""
    ]
  },
  {
    "nct_id": "NCT05246865",
    "brief_title": "Impact of 11-oxygenated Androgens on Metabolic Dysfunction of Women With Polycystic Ovary Syndrome",
    "official_title": "The Role of 11-oxygenated Androgens in Androgen Excess and Metabolic Dysfunction of Women With Polycystic Ovary Syndrome",
    "overall_status": "RECRUITING",
    "start_date": "2021-10-10",
    "completion_date": "2025-05-30",
    "brief_summary": "Polycystic ovary syndrome (PCOS) affects 10% of all women and usually presents with irregular menstrual periods and difficulties conceiving. It is also a lifelong metabolic disorder and affected women have an increased risk of type 2 diabetes, high blood pressure, and heart disease. Increased blood levels of male hormones, also termed androgens, are found in most PCOS patients. Androgen excess appears to impair the ability of the body to respond to the sugar-regulating hormone insulin (also termed 'insulin resistance'). Androgens circulating in the blood in women with PCOS are comprised of classic androgens (for example testosterone), and the less-characterised 11-oxygenated androgen subclass that arises from the adrenal glands. The investigators have recently demonstrated that 11-oxygenated androgens make up the majority of circulating androgens in women with PCOS.\n\nIn preliminary studies using minimally invasive adipose tissue sampling, the investigators have found that the fat tissue of women with PCOS overproduces classic androgens. This can lead directly to disturbances in the ability of fat cells to store fat effectively (lipotoxicity), resulting in insulin resistance and the consequent risk of liver damage. However, there are no published studies on in vivo androgen concentrations in the adipose tissue of women with PCOS. Furthermore, the scientific community do not have any information on whether adipose concentrations of 11-oxygenated androgens are also increased in women with PCOS.\n\nResearch Questions The investigators aim to examine the metabolism of classic and 11-oxygenated androgens in detail in both circulations and in the adipose tissue of women with PCOS. The investigators will examine how precursor variants of both 11-oxygenated and classic androgens, which are converted by the body into active hormones, are broken down (metabolised) within the adipose tissue of women with PCOS. The investigators will also investigate if the 11-oxygenated androgens have a differential impact on metabolic function as compared to classic androgens. This will give important insights into the adipose tissue metabolome in women with PCOS, and how locally generated androgens impact on adipose tissue function and metabolic risk.",
    "detailed_description": "In part A of the study, women with PCOS and obesity, identified from the previously established DAISy-PCOS cohort, and age- and BMI-matched healthy volunteers identified by advertisements, will be invited for a screening visit (Visit 1) at the National Institute of Health Research-Wellcome Trust Clinical Research Facility at the Queen Elizabeth Hospital Birmingham. Once eligibility (described in detail in Section 7.1) has been confirmed, a written informed consent will be obtained, and the volunteers will be invited to three further metabolic assessment visits after an overnight fast.\n\nWhile Visits 2 and 3 (Study days 1 and 2, respectively) will be for the assessment of responses to an androgen-precursor challenge, Visit 4 (Study day 3) will run in the same format as the previous two Study days except no androgen will be administered. During each visit, study participants will undergo abdominal adipose tissue vein cannulation, whereby a catheter will be inserted (under ultrasound guidance and with local anaesthetic) into one of the veins of the abdominal fat tissue. Ultrasound Doppler and ethanol dilution by microdialysis will be employed to assess adipose tissue blood flow. A further catheter will be inserted into a vein on the back of the hand which will be placed a hot air box in order to obtain arterialised blood. Finally, a catheter will be inserted into an antecubital vein for the purposes of stable isotope infusion. Blood samples from the hand vein and from the abdominal adipose tissue vein will be taken in tandem every 30 minutes for measurement of various metabolites, androgens, and non-targeted metabolome studies. Salivary samples will be collected every 30 minutes in the first hour and hourly thereafter until the end of the study. Urine will be collected throughout the Study Visit. At time point 240 min, a standardised high-fat meal containing palmitate labelled with a stable isotope will be given to the participant, and measurements will continue, to assess how their metabolism responds to the meal. Furthermore, fat tissue biopsies will be taken from the subcutaneous abdominal adipose tissue at the end of each study day. These fat biopsies will undergo RNA extraction for transcriptional profiling by RNA-sequencing and will be used for tissue incubation to determine their androgen-generating and metabolic capacity.\n\nOn Visits 2 and 3, participants will be administered either the classic androgen pathway precursor dehydroepiandrosterone or the 11-oxygenated androgen pathway precursor 11-ketoandrostenedione at time point 0 min. No androgen precursors will be administered during Visit 4. Otherwise, Visits 2-4 will be identical in their flow.\n\nIn part B of the study, paired subcutaneous and omental adipose tissue samples (up to 5 g), as well as a blood sample, are collected from female volunteers undergoing elective abdominal surgery. These tissue samples alongside the subcutaneous tissue obtained from the in vivo study (part A) will be used for ex vivo incubations with androgen precursors to study androgen activation and its metabolic impact. Additionally, the effect of Aldo-Keto Reductase Family 1 Member C3 inhibition on androgen activation will be assessed in ex vivo incubations. After the incubation, the culture medium and/or the tissue will be used for metabolome analysis (non-targeted global metabolome and steroid metabolome profiling) and transcriptome analysis. The blood sample will be used for serum multi-steroid profiling.",
    "sponsor": "University of Birmingham",
    "collaborators": [],
    "conditions": [
      "Polycystic Ovary Syndrome"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "classification": "VERIFICATION: This is not an eligible mRNA interventional trial.\n\nRATIONALE: The trial is not eligible for two reasons. First, it is not an interventional trial involving an mRNA-based medicine or therapeutic. The trial is focused on studying the metabolism of classic and 11-oxygenated androgens in women with Polycystic Ovary Syndrome (PCOS), and does not involve the administration of any mRNA-based medicine or therapeutic. Second, the trial does not involve any of the key mRNA companies or technologies listed. There is no mention of mRNA, messenger RNA, nucleoside-modified mRNA, drug codes related to mRNA technologies, lipid nanoparticles (LNP) + genetic therapy, or gene editing approaches. \n\nCONFIDENCE LEVEL: HIGH\n\nKEY INDICATORS: \n1. \"No intervention details available\"\n2. Absence of any mention of mRNA or related technologies\n3. The focus of the trial is on studying androgen metabolism in PCOS, not on administering any form of treatment or therapy.",
    "category": "Not eligible",
    "key_indicators": [
      "1. \"No intervention details available\"",
      "2. Absence of any mention of mRNA or related technologies",
      "3. The focus of the trial is on studying androgen metabolism in PCOS, not on administering any form of treatment or therapy."
    ]
  },
  {
    "nct_id": "NCT05981066",
    "brief_title": "A Clinical Study of mRNA Vaccine (ABOR2014/IPM511) in Patients With Advanced Hepatocellular Carcinoma",
    "official_title": "An Open, Single-center, Multiple-dose, Dose-increasing and Dose-expanding Clinical Study to Observe and Evaluate the Safety, Tolerance, Immunokinetics and Preliminary Effectiveness of ABOR2014 Injection (IPM511) in the Treatment of Advanced Hepatocellular Carcinoma",
    "overall_status": "RECRUITING",
    "start_date": "2023-07-10",
    "completion_date": "2025-12-31",
    "brief_summary": "This is an open label, single-site, investigator-initiated trial designed to evaluate the safety, tolerability and preliminary efficacy of ABOR2014(IPM511) injection in relapsed/ refactory HCC.",
    "detailed_description": "No detailed description",
    "sponsor": "Peking Union Medical College Hospital",
    "collaborators": [],
    "conditions": [
      "Advanced Hepatocellular Carcinoma"
    ],
    "interventions": [],
    "phases": [
      "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "classification": "VERIFICATION: This clinical trial does not provide enough information to confirm whether it is an eligible mRNA interventional trial. The trial does not explicitly state that it is interventional, nor does it mention the use of mRNA-based medicine or therapeutics.\n\nCLASSIFICATION: Not applicable due to lack of information.\n\nCONFIDENCE LEVEL: HIGH\n\nRATIONALE: The trial information provided does not specify whether it is an interventional trial or if it involves mRNA-based medicine or therapeutics. Therefore, it cannot be classified into any of the six categories.\n\nKEY INDICATORS: Lack of intervention details, no mention of mRNA or related technology.",
    "category": "Not eligible",
    "key_indicators": [
      "Lack of intervention details, no mention of mRNA or related technology."
    ]
  }
]